Repository: Brewtarget/brewtarget
Catalog: translations/lpad/bt-*.po
Languages: ca, cs, de, el, es, fr, hu, it, nb, nl, pl, pt_br, ru, sv

# brewDayWidget|
source: Insert step
ca: Introduïu un pas
cs: Přidat krok
de: Schritt einfügen
el: Εισάγετε βήμα
es: Introducir un escalón
fr: Insérer une étape
hu: Lépés beszúrása
it: Inserisci passaggio
nb: Legg til fase
nl: Voer stap in
pl: Dodaj krok
pt_br: Inserir passo
ru: Вставить этап
sv: Lägg till steg

# brewDayWidget|
source: Name
ca: Nom
cs: Název
el: Ονομασία
es: Nombre
fr: Nom
hu: Név
it: Nome
nb: Navn
nl: Naam
pl: Nazwa
pt_br: Nome
ru: Название
sv: Namn

# brewDayWidget|
source: Name of new step
ca: Nom del pas nou
cs: Název kroku
de: Name des neuen Schritts
el: Ονομασία νέου βήματος
es: Nombre del nuevo escalón
fr: Nom de la nouvelle étape
hu: Új lépés neve
it: Nome del nuovo Steep
nb: Navn på ny fase
nl: Naam van de nieuwe stap
pl: Nazwa nowego kroku
pt_br: Nome do novo passo
ru: Название нового этапа
sv: Namn för nytt steg

# brewDayWidget|
source: Step #
ca: Pas número
cs: Číslo kroku
de: Schritt #
el: Βήμα #
es: Escalón #
fr: Étape #
hu: lépés #.
it: Passo #
nb: Fase #
nl: Stap #
pl: Krok #
pt_br: Passo #
ru: Этап №
sv: Steg #

# brewDayWidget|
source: The number where the new step should be placed
ca: El número on el pas hauria d'estar col·locat
cs: Číslo, kam má být krok přidán
de: Die Stelle an welcher der neue Schritt platziert wird
el: Σειρά στην οποία θα μπει το νέο βήμα
es: El número en donde el escalón debería estar colocado
fr: La position à laquelle insérer la nouvelle étape
hu: A hely/szám, ahová az új lépés beillesztésre kerül
it: Il numero in cui il nuovo passo deve essere collocato
nb: Nummeret hvor den nye fasen skal bli plassert
nl: Het nummer waar de nieuwe stap geplaatst moet worden
pl: Numer gdzie powinien znaleść się nowy krok zacierania
pt_br: O número onde o próximo passo deve ser colocado
ru: Номер добавляемого этапа
sv: Numret för det nya steget

# brewDayWidget|
source: Insert the new step
ca: Afegeix el pas nou
cs: Přidat nový krok
de: Den neuen Schritt einfügen
el: Εισάγετε νέο βήμα
es: Introducir el nuevo escalón
fr: Insérer la nouvelle étape
hu: Új lépés beillesztése
it: Inserisci nuovo step
nb: Legg til den nye fasen
nl: Voer de nieuwe stap in
pl: Dodaj nowy krok
pt_br: Inserir novo passo
ru: Добавить новый этап
sv: Lägg till det nya steget

# brewDayWidget|
source: Insert
ca: Afegeix
cs: Přidat
de: Einfügen
el: Εισαγωγή
es: Insertar
fr: Insérer
hu: Beszúrás
it: Inserisci
nb: Sett inn
nl: Voer in
pl: Dodaj
pt_br: Inserir
ru: Вставить
sv: Infoga

# brewNoteWidget|
source: Preboil
ca: Abans de bullir
cs: Před chmelovarem
de: Vorkochen
el: Πριν τον βρασμό
es: Antes de hervir
fr: Pré-ébullition
hu: Forralást megelőző
it: Prima della bollitura
nb: Før koking
pl: Przed gotowaniem
pt_br: Pré-fervura
ru: Перед кипячением
sv: Före kokning

# brewNoteWidget|
source: Preboil gravity
ca: Densitat abans de bullir
cs: Hustota před chmelovarem
de: Pfannevollwürzekonzentration
el: Πυκνότητα πριν το βρασμό
es: Densidad Pre-hervido
fr: Densité pré-ébullition
hu: forralás előtti fajsúly
it: Densità Iniziale
nb: SG før koking
pl: Gęstość przed gotowaniem
pt_br: Gravidade antes da fervura
ru: Плотность до кипячения
sv: Densitet före kok

# brewNoteWidget|
source: Volume
ca: Volum
cs: Objem
de: Volumen
el: Όγκος
es: Volúmen
hu: Mennyiség
nb: Volum
pl: Objętość
ru: Объём
sv: Volym

# brewNoteWidget|
source: Volume of wort collected
ca: Volum de most resultant
cs: Objem získaného díla
el: Όγκος γλεύκους που συλλέχτηκε
es: Volumen de mosto conseguido
fr: Volume de moût collecté
hu: Színlé mennyisége
it: Volume di mosto raccolto
nb: Volum på samlet vørter
pl: Temperatura brzeczki
pt_br: Volume de erva coletado
ru: Объем собранного сусла
sv: Volym på vörten

# brewNoteWidget|
source: Temperature of mash after dough in
ca: Temperatura del macerat
cs: Teplota rmutu po zapaření
el: Θερμοκρασία της σακχαροποίησης μετά την εισαγωγή των σιτηρών
es: Temp. de la maceración después de añadir los granos
fr: Température après empâtage
hu: A bekevert cefrézendő anyag hőmérséklete a cefrézés kezdetekor
it: Temperatura del mosto dopo la pasta in
nb: Temperatur på mesk etter proteinpause
pl: Temperatura zacieru po dodaniu słodów
pt_br: Temperatura do mosto após colocar o malte
ru: Температура затора при начале затирания
sv: Temperatur på mäsk efter dough in

# brewNoteWidget|
source: Final Temp
ca: Temperatura final
cs: Výsledná teplota
de: Endtemperatur
el: Τελική Θερμοκρασία
es: Temp. Final
fr: Température finale
hu: Végleges hőmérséklet
it: Temperatura Finale
nb: Endelig temperatur
pl: Docelowa temp.
pt_br: Temperatura Final
ru: Конечная температура
sv: Slutgiltig temperatur

# brewNoteWidget|
source: Temperature of mash before mash out
ca: Temperatura del macerat
cs: Teplota rmutu před odrmutováním
de: Temperatur der Maische vorm Abmaischen
el: Θερμοκρασία σακχαροποίησης πριν το τέλος
es: Temp. de la maceración antes del Mash Out (final del macerado)
fr: Température avant mash out
hu: A kicefrézés megkezdése előtti cefre hőfoka
it: Temperatura mosto dopo mash out
nb: Temperatur på mesk før utmesking
pl: Temperatura zacieru przed wygrzewaniem
pt_br: Temperatura do mosto antes do mash out
ru: Температура затора перед окончанием затирания
sv: Mäskens temperatur innan "Mash out"

# brewNoteWidget|
source: Postboil
ca: Després de bullir
cs: Po chmelovaru
de: Nachkochen
el: μετά τον βρασμό
es: Despúes de hervir
fr: Pré-ébullition
hu: Forralást követő
it: Dopo Bollitura
nb: Etter koking
pl: Po gotowaniu
pt_br: Pós-fervura
ru: После кипячения
sv: Efter kokning

# brewNoteWidget|
source: Post boil gravity
ca: Desnsitat després de bulir
cs: Hustota po chmelovaru
de: Stammwürzegehalt
el: πυκνότητα μετά τον βρασμό
es: Densidad después de la ebullición
fr: Densité post-ébullition
hu: Forralás utáni fajsúly
it: Densità dopo Bollitura
nb: SG etter koking
pl: Gęstość po gotowaniu
pt_br: Densidade pós-fervura
ru: Плотность после кипячения
sv: Densitet efter kokning

# brewNoteWidget|
source: Postboil Volume
ca: Volum després de l'ebullició
cs: Objem po chmelovaru
de: Nachkochvolumen
el: Όγκος μετά τον βρασμό
es: Volumen después de hervir
fr: Volume post-ébullition
hu: Forralás utáni mennyiség
it: Volume dopo Bollitura
nb: Volum etter koking
pl: Objętość po gotowaniu
pt_br: Volume pós-fervura
ru: Объем сусла после кипячения
sv: Volym efter kokning

# brewNoteWidget|
source: Volume of wort in BK after boil
ca: Volum de most en el recipient d'ebullició després de bullir
cs: Objem díla ve varné nádobě po chmelovaru
de: Volumen der Würze in der Sudpfanne nach dem Kochen
el: Όγκος στο καζάνι μετά τον βρασμό
es: Volumen de mosto en la olla después del hervido
fr: Volume de moût dans la cuve après ébullition
hu: Sörlé mennyisége forralás után
it: Volume del mosto in ebollizione dopo BK
nb: Volum på vørter i BK etter koking
pl: Objętość brzeczki w kadzi
pt_br: Volume de mosto na panela após a fervura
ru: Объем сусла в сусловарнике после кипячения
sv: Vörtvolymen i BK efter koket

# brewNoteWidget|
source: Volume of wort transferred to fermenter
ca: Volum de most transferit al fermentador
cs: Objem díla přesouvanéhé do spilky
de: Menge der Würze in den Gärbehälter
el: Όγκος γλεύκους που μεταφέρθηκε στον κάδο ζύμωσης
es: Volumen del mosto tranferido al fermentador
fr: Volume de moût transféré dans le fermenteur
hu: Erjesztőbe átfejtett sörlé mennyisége
it: Volume di mosto trasferito nel fermentatore
nb: Volum på vørter overført til gjæring
pl: Objętość brzeczki po przelaniu do fermentora
pt_br: Volume de mosto transferido para o fermentador
ru: Объем сусла, перелитого в бродильню
sv: Mängden vört som överförts till jäskaret

# brewNoteWidget|
source: Volume into fermenter
ca: Volum en el fermentador
cs: Objem do spilky
de: Volumen im Fermenter
el: Όγκος στον κάδο ζύμωσης
es: Volumen en Fermentador
fr: Volume dans le fermenteur
hu: Mennyiség (erjesztőbe fejtéskor)
it: Volume dentro al fermentatore
nb: Volum til gjæring
nl: Volume in het vergistingsvat
pl: Obj.w fermentorze
pt_br: Volume no Fermentador
ru: Объем сусла в бродильне
sv: Volym i jäskärl

# brewNoteWidget|
source: Pitch Temp
ca: Temp. Sembrat
cs: Teplota zakvašení
de: Anstelltemperatur
el: Θερμοκρασία ρίψης της μαγιάς
es: Temp Inicial
fr: Température d'ensemencement
hu: Élesztővel beoltás hőfoka
it: Temperatura intenso
nb: Temperatur på gjærstarter
pl: Temp. zadania drożdży
pt_br: Temperatura de adição
ru: Температура засева
sv: Temperatur för pitch

# brewNoteWidget|
source: Temperature of wort when yeast is pitched
ca: Temperatura del most cuan s'afegeix el llevat
cs: Teplota díla, při které se přidají kvasnice
de: Temperatur der Würze wenn die Hefe zugegeben wird
el: Θερμοκρασία του γλέυκους κατά την ρίψη της μαγιάς
es: Temp. del mosto antes de echar la levadura
fr: Température du moût lors de l'ensemencement
hu: Sörlé hőfoka beoltáskor
it: Temperatura del mosto quando il lievito viene attivato
nb: Temperatur på vørter når gjær tilsettes
pl: Temperatura brzeczki podczas zadania drożdży
pt_br: Temperatura do mosto quando é adicionado fermento
ru: Температура сусла в момент добавления дрожжей
sv: Vörtens temperatur när jästen tillsätts

# brewNoteWidget|
source: Postferment
ca: Post-fermentació
cs: Po kvašení
de: Nachgärung
el: Μετά την ζύμωση
es: Despues de fermentar
fr: Après fermentation
hu: Erjedést követő
it: Post Fermentazione
nb: Etter gjæring
pl: Po fermentacji
pt_br: Pós-fermentação
ru: После брожения
sv: Efter jäsning

# brewNoteWidget|
source: Final gravity
ca: Densitat Final
cs: Konečná hustota
de: Restextrakt
el: Τελική πυκνότητα
es: Densidad Final
fr: Densité finale
hu: Végleges fajsúly
it: Densità Finale
nb: FG
pl: Końcowa gęstość (FG)
pt_br: Gravidade final
ru: Конечная плотность
sv: Slutgiltig densitet

# brewNoteWidget|
source: Volume of beer into serving keg/bottles
ca: Volum de cervesa en barril / ampolles
cs: Objem piva do sudů/lahví
de: Volumen an Bier in Ausschank-Fass/Flasche
el: Όγκος μπύρας σε μποτίλιες
es: Volumen de cerveza en botellas o barrillito
fr: Volume de bière en fûts/bouteilles
hu: Kiszerelési mennyiség
it: Volume di birra da servire nel fusto/bottiglie
nb: Volum øl til flasking/fat
pl: Objętość piwa w KEGach/butelkach
pt_br: Volume de cerveja pronto em barril/garrafas
ru: Объем пива, розлитого в кеги/бутылки
sv: Volymen Öl till serveringskaggen/flaskor

# brewNoteWidget|
source: percent efficiency into boil kettle
ca: percentatge d'eficiència en el recipient d'ebullició
cs: procentuální výtěžnost varné nádoby
el: ποσοστό απόδοσης στην μαρμίτα
es: Eficiencia en la olla de hervido
fr: Pourcentage d'efficacité dans la cuve d'ébullition
hu: forraláskor mért kihozatal
it: percentuale di efficienza in caldaia di ammostamento
nb: Prosent effektivitet i kokekar
pl: procent wydajności w kadzi warzelnej
pt_br: percentual de eficiência na panela de fervura
ru: процент эффективности в сусловарнике
sv: procent effektivitet i kokkittelen

# brewNoteWidget|
source: Eff into BK
ca: eficiència en BK
cs: Výtěžnost varné nádoby
el: απόδ. στην μαρμίτα
es: Eficiencia en la olla de hervido
fr: Eff. pré-ébu
hu: Forralóba kerülő színlé kihozatali aránya
it: Efficenza in BK
nb: Eff i BK
pl: Wydajność w kadzi warzelnej
pt_br: Eficiência da panela de fervura
ru: Эффективность варочного котла
sv: Eff till BK

# brewNoteWidget|
source: Expected OG, based on measure fg
ca: DI esperada
cs: Očekávaná počáteční hustota, založeno na měření konečné hustoty
el: Αναμενόμενη OG βασισμένη στην μέτρηση της FG
es: D.I. prevista, basada en D.F. medida
fr: DI visée, en fonction de la DF mesurée
hu: Végleges fajsúly alapján becsült kezdeti fajsúly
it: Prevista OG, sulla base della misura di FG
nb: Forventet OG, basert på målt fg
pl: Oczekiwana gęstość początkowa, oparta na pomiarze gęstości końcowej
pt_br: OG esperada, baseada na FG medida
ru: Ожидаемая НП, основанная на измерении КП
sv: Förväntad OG, baserad på mätning FG

# brewNoteWidget|
source: Projected OG
ca: DI prevista
cs: Předpokl. počáteční hustota
de: Geplante Stammwürze
el: Προβλεπόμενη OG
es: D.I. Prevista
fr: DF prévue
hu: Várható kezdeti fajsúly
it: OG Stimato
nb: Projisert OG
pl: Oczekiwana gęstość (OG)
pt_br: OG Projetada
ru: Предполагаемая НП
sv: Beräknad OG

# brewNoteWidget|
source: Brewhouse efficiency
ca: Brewhouse Eficiència
cs: Varní výtěžnost pivovaru
de: Sudhausausbeute
el: Απόδοση εξοπλισμού
es: Eficiencia total
fr: Efficacité de l'installation
hu: Kihozatal
it: Efficenza Birrificio
nb: Bryggerhusefektivitet
pl: Wydajność browaru
pt_br: Eficiência do conjunto
ru: Эффективность затирания
sv: Brygghusets effektivitet

# brewNoteWidget|
source: Brewhouse Eff
ca: Brewhouse Efi
cs: Varní výtěžnost pivovaru
de: Sudhausausbeute
el: Απόδ. εξοπλισμού
es: Ef. Total
fr: Eff. Installation
hu: Teljes folyamatra vetített kihozatali arány
it: Efficenza Birrificio
nb: Bryggerhus Eff
pl: Wydajność browaru
pt_br: Eficiência do Sistema de Brassagem
ru: Эффективность
sv: Brygghusets effektivitet

# brewNoteWidget|
source: Expected ABV based on OG
ca: ABV esperat basat en la DI
cs: Očekávaný obsah alkoholu na základě počáteční hustoty
de: Erwarteter Alkoholgehalt (ABV) basierend auf der Stammwürze (OG)
el: Αναμενόμενη ABV με βάση την OG
es: APV previsto basado en D.I.
fr: ABV visé, en fonction de la DF
hu: Várható alkoholfok(v/v%) a kezdeti fajsúly alapján
it: ABV atteso sulla base di OG
nb: Forventet ABV basert på OG
pl: Oczekiwana zawartość alkoholu, oparta na gęstości początkowej
pt_br: ABV esperado, baseando-se na OG
ru: Ожидаемый % алк.(об), основываясь на НП
sv: Beräknad volymprocent alkohol beräknad på OG

# brewNoteWidget|
source: Projected ABV
ca: ABV projectat
cs: Odhadovaný obsah alkoholu
de: Geplanter Alkoholgehalt
el: Προβλεπόμενοι ABV
es: APV Previsto
fr: ABV visé
hu: Tervezett alkoholfok (v/v%)
it: ABV Stimato
nb: Projisert ABV
pl: Projektowana zaw. alk.
pt_br: ABV esperado
ru: Предполагаемый % алк.(об)
sv: Beräknad volymprocent alkohol

# brewNoteWidget|
source: ABV based on FG
ca: ABV basat en la DF
cs: Obsah alkoholu na základě konečné hustoty
de: ABV basierend auf FG
el: ABV με βάση την FG
es: APV basado en DF
fr: ABV réel en fonction de la DF
hu: Alkoholfok alapján számított végső fajsúly
it: ABV basato su OG
nb: ABV basert på OG
pl: Zawartość alkoholu w oparciu o gęstość końcową
pt_br: ABV baseado na FG
ru: % алкоголя (об.), основанный на КП
sv: ABV baserad på FG

# brewNoteWidget|
source: ABV
cs: Obsah alkoholu
es: APV
hu: alkoholfok (v/v%)
nl: Alc (vol%)
pl: Faktyczna zaw. alk.
ru: % алкоголя (об.)
sv: Alkoholhalt

# brewNoteWidget|
source: Notes
cs: Poznámky
de: Notizen
el: Σημειώσεις
es: Notas
hu: Megjegyzések
it: Note
nb: Notater
nl: Aantekeningen
pl: Notatki
pt_br: Notas
ru: Примечания
sv: Anteckningar

# brewNoteWidget|
source: brewNote
fr: Notes de Brassage
sv: Bryggnotering

# equipmentEditor|
source: Specific heat (cal/(g*K))
ca: Calor específic (cal/(g*K))
cs: Spec. teplo (kal.(g*K))
de: spezifische Wärmekapazität (cal/(g*K))
el: Συγκεκριμένη θερμοκρασία (cal/(g*K))
es: Calor específico (cal/(g*K))
fr: Chaleur spécifique (cal/(g*K))
hu: Specifikus hő (cal/(g*K)
it: Calore Specifico (cal/(g*K))
nb: Spesifikk varmekap. (cal/(g*K))
nl: Specifieke hitte (cal/(g*K))
pl: Ciepło właściwe (cal/(g*K))
pt_br: Calor específico
ru: Удельная теплоёмкость (кал/(г*K))
sv: Specificerad värme (cal/(g*K))

# equipmentEditor|
source: Losses
ca: Pèrdues
cs: Ztráty
de: Verluste
el: Απώλειες
es: Pérdidas
fr: Pertes
hu: Veszteségek
it: Perdite
nb: Tap
nl: Verliezen
pl: Straty
pt_br: Perdas
ru: Потери
sv: Förluster

# equipmentEditor|
source: Kettle to fermenter
ca: De l'olla al fermentador
cs: Z pánve do kv. nádoby
de: Sudpfanne zu Gärbehälter
el: Από την μαρμίτα στον κάδο ζύμωσης
es: Olla al fermentador
fr: Cuve d'ébullition vers fermenteur
hu: Komlószűrés után az erjesztőbe
it: Bollitore a fermentatore
nb: Kjele til gjæringskar
nl: Ketel naar Vergistingsvat
pl: Kocioł (w tym chłodzenie)
pt_br: Panela de fervura para o fermentador
ru: Из сусловарника в бродильню
sv: Kittel till jäskärl

# equipmentEditor|
source: Lauter deadspace
ca: Pèrdues al filtrar
cs: Mrtvý objem zcezovačky
de: Läutertotraum
el: Νεκρός χώρος στο Lauter
es: Pérdida en la olla (turbio)
fr: Espace mort dans la cuve-filtre
hu: Holttér a szűrőkádban (az alfenék és az edény alja között)
it: Separare spazio maorto
nb: Dødrom i separasjonstank
nl: Dode ruimte Klaring
pl: Martwa strefa filtratora
pt_br: Volume morto do tanque de filtração
ru: Свободно в заторнике
sv: Lauter dödutrymme

source: equipmentEditor
sv: Utrusnings-editor

source: Fermentable Editor
ca: Editor de fermentables
cs: Editor surovin
de: Gärgut-Editor
el: Διόρθωση Ζυμώσιμων
es: Editor de Fermentables
fr: Éditeur de fermentescible
hu: Erjeszthető összetevő szerkeszése
it: Editor Fermentabile
nb: Redigering av gjærbart
nl: Vergistbaren Editor
pl: Edytor składnika fermentacji
pt_br: Editor de Fermentável
ru: Редактор сбраживаемых ингридиентов
sv: Jäsbart-editor

# fermentableEditor|
source: Required Fields
ca: Camps obligatoris
cs: Povinná pole
de: Pflichtfelder
el: Υποχρεωτικά πεδία
es: Campos obligatorios
fr: Champs requis
hu: Szükséges mezők
it: Campi obbligatori
nb: Obligatoriske felt
nl: Vereiste Velden
pl: Wymagane pola
pt_br: Campos Obrigatórios
ru: Обязательные поля
sv: Obligatoriska fält

# fermentableEditor|
source: Name
ca: Nom
cs: Název
el: Ονομασία
es: Nombre
fr: Nom
hu: Név
it: Nome
nb: Navn
nl: Naam
pl: Nazwa
pt_br: Nome
ru: Название
sv: Namn

# fermentableEditor|
source: Type
ca: Tipus
cs: Druh
de: Typ
el: Τύπος
es: Tipo
hu: Fajta
it: Tipologia
pl: Typ
pt_br: Tipo
ru: Тип
sv: Stil

# fermentableEditor|
source: Grain
ca: Gra
cs: Slad
de: Korn
el: Σιτηρά
es: Grano
hu: Maláta/gabona
it: Grano
nb: Korn
nl: Graan
pl: Słód
pt_br: Grão
ru: Солод
sv: Malt

# fermentableEditor|
source: Sugar
ca: Sucre
cs: Cukr
de: Zucker
el: Σάκχαρα
es: Azúcar
fr: Sucre
hu: Cukor
it: Zucchero
nb: Sukker
nl: Suiker
pl: Cukier
pt_br: Açúcar
ru: Сахар
sv: Socker

# fermentableEditor|
source: Extract
ca: Extracte
cs: Výtažek
de: Extrakt
el: Υγρή Βύνη
es: Extracto
fr: Extrait
hu: Folyékony malátasűrítmény (LME)
it: Estratto
nb: Ekstrakt
pl: Ekstrakt
pt_br: Extrato
ru: Экстракт
sv: Extrakt

# fermentableEditor|
source: Dry Extract
ca: Extracte sec
cs: Sušený výtažek
de: Trockenextrakt
el: Ξηρή Βύνη
es: Extracto Seco
fr: Extrait sec
hu: Szárított malátasűrítmény (DME)
it: Estratto secco
nb: Tørr ekstrakt
nl: Droog Extract
pl: Suchy ekstrakt
pt_br: Extrato Seco
ru: Сухой экстракт
sv: torrextrakt

# fermentableEditor|
source: Adjunct
ca: Adjunt
cs: Surogát
de: Zusatz
el: Πρόσθετα
es: Adjunto
fr: Adjuvant
hu: Adalék
it: Aggiunta
nb: Adjunkt
nl: Aanvulling
pl: Dodatek
pt_br: Adjunto
ru: Дополнение
sv: Tillsats

# fermentableEditor|
source: Amount
ca: Quantitat
cs: Množství
de: Menge
el: Ποσότητα
es: Cantidad
fr: Quantité
hu: Mennyiség
it: Ammontare
nb: Mengde
nl: Hoeveelheid
pl: Ilość
pt_br: Quantidade
ru: Количество
sv: Mängd

# fermentableEditor|
source: Yield (%)
ca: Rendiment (%)
cs: Výtěžnost (%)
de: Ertrag (%)
el: Απόδοση
es: Rendimiento (%)
fr: Rendement (%)
hu: kihozatal (%)
it: Prodotto
nb: Utbytte (%)
nl: Rendement (%)
pl: Ekstraktywność (%)
pt_br: Rendimento (%)
ru: Выход (%)
sv: Avkastning (%)

# fermentableEditor|
source: Yield as compared to glucose
ca: Rendiment relatiu a la glucosa
cs: Výtěžnost ve srovnání s glukózou
de: Ertrag im Vergleich zur Glukose
el: Απόδοση σε σύγκριση με γλυκόζη
es: Rendimiento relativo a la glucosa
fr: Rendement d'extraction comparé au glucose
hu: Glukózhoz mért kihozatali arány
it: Resa rispetto al glucosio
nb: Utbytte sammenlignet med glykose
nl: Rendement in vergelijking met glucose
pl: Ekstraktywność w porównaniu do glukozy
pt_br: Rendimento quando comparado a glicose
ru: Продуктивность относительно глюкозы
sv: Avkastning jämfört med glukos

# fermentableEditor|
source: Lovibond rating
ca: Color Lovibond
cs: Hodnota Lovibond/SRM
de: Lovibond Einschätzung
el: Βαθμοί Lovibond
es: Color Lovibond
fr: Échelle de notation Lovibond
hu: Lovibond besorolás
it: Valutazione Lovibond
nb: Lovibond rate
nl: Lovibond waarde
pl: Wartosć Lovibond
pt_br: Taxa de Lovibond
ru: Рейтинг Lovibond
sv: Lovibond skala

# fermentableEditor|
source: Add After Boil
ca: Després d'ebullició
cs: Přidat po chmelovaru
de: Nach dem Kochen zugeben
el: Προσθήκη μετά τον βρασμό
es: Agregar despues de hervir
fr: Ajouter après l'ébullition
hu: Forrás után hozzáad
it: Aggiungi dopo bollitura
nb: Legg til etter koking
nl: Toevoegen na het koken
pl: Dodawany po gotowaniu
pt_br: Adicione Após a Fervura
ru: Добавить после кипячения
sv: addera efter kok

# fermentableEditor|
source: This ingredient is added post boil.
ca: L'ingredient s'afegeix després de bullir.
cs: Tato přísada se přidává po chmelovaru.
de: Diese Zutat wird nach dem Kochen hinzugefügt.
el: Αυτό το συστατικό προστίθεται μετά το βράσιμο
es: El ingrediente se agrega despues de hervir.
fr: Cet ingrédient est ajouté après l'ébullition.
hu: Ez az összetevő forrás után kerül hozzáadásra
it: Questo ingrediente è stato aggiunto dopo bollitura.
nb: Denne ingrediensen legges til før koking
nl: Dit ingrediënt is na het koken toegevoegd.
pl: Ten składnik dodawany jest po gotowaniu.
pt_br: Esse ingrediente é adicionado na pós-fevura.
ru: Этот ингредиент добавлен после кипячения
sv: Denna ingrediens adderas efter koket.

# fermentableEditor|
source: Origin
ca: Origen
cs: Původ
de: Ursprung
el: Προέλευση
es: Origen
fr: Origine
hu: Eredet
it: Origine
nb: Opphav
nl: Origine
pl: Kraj pochodzenia
pt_br: Origem
ru: Происхождение
sv: Ursprung

# fermentableEditor|
source: Supplier
ca: Proveïdor
cs: Dodavatel
de: Lieferant
el: Προμηθευτής
es: Proveedor
fr: Fournisseur
hu: Szállító
it: Fornitore
nb: Leverandør
nl: Leverancier
pl: Dostawca
pt_br: Fornecedor
ru: Поставщик
sv: Leverantör

# fermentableEditor|
source: Coarse/Fine Diff (%)
ca: Diferència Gruixut/Fi (%)
cs: Hrubý/jemný (%)
el: Χοντροκομμένο/Ψιλοκομμένο Διαφορά (%)
es: Dif. Grueso/Fino (%)
fr: Diff. Grossier/Fin (%)
hu: Durva/finom őrlet különbsége (%)
it: Grossa/Fine Differenza(%)
nb: Grov/Fin Diff (%)
nl: Grof/Fijn Verschil (%)
pl: Różnica frakcji grube/drobnej (%)
pt_br: Groso/Fino Diff (%)
ru: Разность грубый/тонкий помол (%)
sv: Grov/fin diff (%)

# fermentableEditor|
source: Yield difference between coarse and fine grind
ca: Diferència de rendiment entre gra gruixut i fi
cs: Rozdíl vytěžnosti mezi hrubým a jemným meltím
de: Ausbeute-Unterschied zwischen grober und feiner Mahlstärke
el: Διαφορά απόδοσης μεταξύ χοντροαλεσμένου και ψιλοαλεσμένου
es: Diferencia de rendimiento entre grano grueso y fino
fr: Différence de rendement entre un concassage grossier et un concassage fin
hu: Durva és finom őrlet közötti kihozatali arány különbség (%)
it: Resa differenza tra macro e micro macinatura
nb: Utbyttefoskjell mellom grov og fin oppmaling
nl: Rendement verschil tussen grof en fijn geschrootte mout
pl: Różnica wydajności pomiędzy frakcją grubą i drobną
pt_br: Diferença de rendimento entre moagem grossa e fina
ru: Разность в продуктивности между грубым и тонким помолом
sv: Avkastningsdifferens mellan grov och fin malning

# fermentableEditor|
source: Moisture (%)
ca: Humitat (%)
cs: Vlhkost (%)
de: Feuchtigkeit (%)
el: Υγρασία (%)
es: Humedad (%)
fr: Humidité (%)
hu: Nedvességtartalom (%)
it: Umidità (%)
nb: Fuktighet (%)
nl: Vleostof (%1)
pl: Wilgoć (%)
pt_br: Umidade (%)
ru: Влажность (%)
sv: Fuktighet (%)

# fermentableEditor|
source: Moisture percentage by mass
ca: Percentatge d'humitat per massa
cs: Hmotnostní procenta vlkhosti
de: Feuchtigkeit [%/w]
el: Ποσοστό υγρασίας κατά μάζα
es: Porcentaje de humedad por masa
fr: Pourcentage d'humidité en masse
hu: Nedvesség tömegszázalékban kifejezett tartalma
it: Percentuale di Umidità per massa
nb: Massens fuktighetsprosent
nl: Vocht percentage bij massa
pl: Procent wilgoci w masie
pt_br: Percentual de umidade pela massa
ru: Процент влаги по массе
sv: Fuktighetsgrad per massa
