Repository: Brewtarget/brewtarget
Catalog: translations/lpad/bt-*.po
Languages: ca, cs, de, el, es, fr, hu, it, nb, nl, pl, pt_br, ru, sv

# MainWindow|
source: BeerXML files (*.xml)
ca: Fitxers BeerXML (*.xml)
cs: Soubory BeerXML (*.xml)
de: Bier-XML-Dateien (*.xml)
el: Αρχεία τύπου BeerXML (*.xml)
es: Archivos BeerXML (*.xml)
fr: Fichiers BeerXML (*.xml)
hu: BeerXML fájlok (*.xml)
nb: BeerXML-filer (*.xml)
nl: BeerXML bestanden (*.xml)
pl: Plik BeerXML (*.xml)
pt_br: Arquivos BeerXML (*.xml)
ru: Файлы BeerXML (*.xml)
sv: BeerXML-filer (*.xml)

# MainWindow|
source: Save
ca: Desa
cs: Uložit
de: Speichern
el: Αποθήκευση
es: Guardar
fr: Sauvegarder
hu: Mentés
it: Salva
nb: Lagre
nl: Opslaan
pl: Zapisz
pt_br: Salvar
ru: Сохранить
sv: Spara

# MainWindow|
source: Equipment request
ca: Petició d'equip
cs: Požadavek na vybavení
de: Benötigte Gerätschaft
el: Επιλογή εξοπλισμού
es: Solicitud de equipo
fr: Requête d'équipement
hu: Felszerelés bevitele
it: Attrezzatura richiesta
nb: Utstyrforespørsel
nl: Apparatuur verzoek
pl: Potrzebny sprzęt
pt_br: Solicitação de Equipamento
ru: Запрос оборудования
sv: Utrustningsbegäran

# MainWindow|
source: Would you like to set the batch size, boil size and time to that requested by the equipment?
ca: Vols configurar la mida del lot, el volum i el temps de bullir al sol·licitat l'equip?
cs: Chcete nastavit velikost várky, objeml pro chmelovar a čas podle požadavků vybavení?
de: Möchten sie die Ausschlagmenge und das Pfannevollwürzevolumen an die ausgewählte Gerätschaft anpassen?
el: Θα θέλατε να ορίσετε το μέγεθος της παρτίδας τον όγκο του βρασμού και τον χρόνο βρασμού σύμφωνα με τον εξοπλισμό;
es: ¿Quieres cambiar el tamaño de lote, tamaño de hervido y tiempo, a las que pide el equipo?
fr: Souhaitez-vous régler le volume du brassin, la durée ainsi que le volume de l'ébullition tels que définis par l'équipement ?
hu: Meg akarod változtatni a felszereléshez kapcsolódó alapadatokat (forralás utáni mennyiség, forralási mennyiség, idő)?
it: Volete impostare la partita , la quantità di bollitura e il tempo che è richiesto dalle apparecchiature?
nb: Ønsker du å sette batchstørrelse, kokestørrelse og tid iht forespurt utstyr?
pl: Chcesz, aby ustawić objętość brzeczki, objętość do gotowanie i czas do wymaganych przez wyposażenie?
pt_br: Gostaria de ajustar o tamanho da fornada, tamanho e tempo de fervura requeridos pelo equipamento?
ru: Желаете приравнять размер затора, размер кипячения и время к размеру запрошеного оборудования?
sv: Vill du ändra batch-volym, kokvolym och tid baserat på de värden som angivits för utrustningen?

# MainWindow|
source: HTML files (*.html)
cs: Soubory HTML (*.html)
de: HTML-Dateien (*.html)
el: Αρχεία σε μορφή HTML (*.html)
es: Archivos HTML (*.html)
fr: Fichier HTML (*.html)
nb: HTML-filer (*.html)
pl: Pliki HTML (*.html)
pt_br: Arquivos HTML (*.html)
ru: Файлы HTML (*.html)
sv: HTML-filer (*.html)

# MainWindow|
source: Database Update
ca: Base de dades actualitzada
cs: Aktualizace databáze
de: Datenbankaktualisierung
el: Ενημέρωση της βάσης δεδομένων
es: Actualizar la Base de Datos
fr: Mettre à jour la base de données
hu: Adatbázis frissítés
it: Aggiorna Database
nb: Databaseoppdatering
pl: Aktualizowanie bazy danych
pt_br: Atualizar Banco de Dados
ru: Обновление базы данных
sv: Uppdatera databas

# MainWindow|
source: You are about to update the current database with another one. This may make changes to (but will not delete) some of your ingredients. It will not modify any of your recipes. Continue?
ca: Ets a punt d'actualitzar la base de dades actual. Això pot fer canvis en algun dels ingredients, però no eliminar-ne. No es modificaran les seves receptes. Vol continuar?
cs: Chystáte se aktualizovat současnou databázi nějakou další. Tato změna může mít vliv na některé z vašich surovin (žádné však nesmaže). Vaše recepty zůstanou nezměněny. Chcete pokračovat?
de: Sie sind dabei derzeitige Datenbank mit einer anderen zu aktualisieren. Dieses kann einige Bestandteile ändern, wird sie aber nicht löschen. Ihre Rezepte werden nicht verändert. Weiter?
el: Πρόκειται να ενημερώσετε την υπάρχουσα βάση δεδομένων με μια άλλη. Αυτό πιθανόν να επιφέρει ( χωρίς να τα διαγράψει) αλλαγές σε κάποια από τα υλικά σας. Δεν πρόκειται να αλλάξουν οι συνταγές σας. Να συνεχίσω;
es: Estás por actualizar la base de datos a una nueva. Esto puede producir cambios en algunos de tus ingredientes (pero no los borrará). No modificará ninguna de tus recetas. ¿Continuar?
fr: Vous êtes sur le point de mettre à jour la base de données actuelle à partir d'une autre. Cela peut modifier (mais pas supprimer) certains de vos ingrédients. Aucune de vos recettes ne sera impactée. Voulez-vous poursuivre ?
hu: Ezzel a paranccsal felül fogod írni a jelenlegi adatbázist egy másikkal. Ez megváltoztathatja egyes összetevők tulajdonságait (de nem törli azokat). A recepteken nem változtat a felülírás. Folytatod?
it: Stai per aggiornare il database corrente con un altro. Questo può apportare modifiche (ma non eliminare) alcuni dei vostri ingredienti. Essa non modificherà le tue ricette. Continuare?
nb: Du er i ferd med å oppdatere nåværende database med en annen. Dette kan gjøre endringer i (men ikke slette) noen av ingrediensene dine. Det vil ikke endre noen av dine oppskrifter. Fortsette?
pl: Masz zamiar zaktualizować bieżącą bazę danych inną. To może wprowadzić zmiany (ale nie usuwa) do części twoich składników. Receptury nie zostaną zmodyfikowane. Kontynuować?
pt_br: O banco de dados atual será atualizado. Essa ação acarretará em mudanças (não apagar) alguns de seus ingredientes, mas não modificará nenhuma das receitas. Deseja continuar?
ru: Вы собираетесь обновить текущую базу данных из другой базы. Это может изменить (но не удалить) некоторые из ваших ингредиентов. Рецепты изменены не будут. Продолжить?
sv: Du är på väg att uppdatera den nuvarande databasen med en annan databas. Det kan innebära att vissa av dina ingredienser ändras (men de tas inte bort). Dina recept kommer inte att ändras. Vill du fortsätta?

# MainWindow|
source: Select Database File
ca: Selecciona el fitxer de base de dades
cs: Vybrat databázový soubor
de: Datenbankdatei auswählen
el: Επιλέξτε αρχείο βάσης δεδομένων
es: Elegir Archivo de la Base de Datos
fr: Sélectionner un fichier de base de données
hu: Adatbázis fájl kiválasztás
it: Seleziona il file database
nb: Velg databasefil
pl: Wybierz plik bazy danych
pt_br: Selecionar o arquivo de Banco de Dados
ru: Выберите файл базы данных
sv: Välj databasfil

# MainWindow|
source: Brewtarget Database (*.sqlite)
cs: Databáze Brewtargetu (*.sqlite)
de: Brewtarget-Datenbank (*.sqlite)
el: Βάση δεδομένων του Brewtarget (*.sqlite)
es: Base de Datos Brewtarget (*.sqlite)
fr: Base de données Brewtarget (*.sqlite)
hu: Brewtarget adatbázis (*.sqlite)
pl: Daza danych Brewtarget (*.sqlite)
pt_br: Banco de Dados do Brewtarget (*.sqlite)
ru: База данных Brewtarget (*.sqlite)
sv: Brewtargetdatabas (*.sqlite)

# MainWindow|
source: Recipe name
ca: Nom de la recepta
cs: Název receptu
de: Rezeptname
el: Όνομα συνταγής
es: Nombre de receta
fr: Nom de la recette
hu: Recept név
it: Nome Ricetta
nb: Oppskriftsnavn
nl: Recept naam
pl: Nazwa receptury
pt_br: Nome da Receita
ru: Название рецепта
sv: Receptnamn

# MainWindow|
source: Recipe name:
ca: Nom de la recepta:
cs: Název receptu:
de: Rezeptname:
el: Όνομα συνταγής:
es: Nombre de receta:
fr: Nom de la recette :
hu: Recept név:
it: Nome Ricetta:
nb: Oppskriftsnavn:
nl: Recept naam:
pl: Nazwa receptury:
pt_br: Nome de Receita:
ru: Название рецепта:
sv: Receptnamn:

# MainWindow|
source: Backup Database
ca: Còpia de seguretat de la Base de Dades
cs: Zálohovat databázi
de: Datenbank sichern
el: Αντίγραφο ασφαλείας βάσης δεδομένων
es: Copia de seguridad de Base de Datos
fr: Sauvegarde de la base de données
hu: Adatbázis mentése
nb: Sikkerhetskopier database
pl: Stwórz kopię zapasową bazy danych
pt_br: Cópia de Segurança do Banco de Dados
ru: Резервная копия базы данных
sv: Säkerhetskopiera databasen

# MainWindow|
source: Oops!
ca: Uups!
cs: Chyba!
de: Hoppla!
el: Ουπς!
es: ¡Uups!
fr: Oups !
hu: Hoppá!
nb: Oppsann!
nl: Oeps!
pl: Coś poszło nie tak!
ru: Ой!
sv: Hoppsan!

# MainWindow|
source: Could not copy the files for some reason.
ca: Per algun motiu, no es poden copiar els fitxers.
cs: Z nějakého důvodu nelze zkopírovat soubory.
de: Die Dateien konnten nicht kopiert werden.
el: Για κάποιο λόγο τα αρχεία δεν μπόρεσαν να αντιγραφούν.
es: Por algun razón, no se pudo copiar los archivos.
fr: Impossible de copier les fichiers pour une raison inconnue.
hu: A fájlok nem másolhatók.
it: Impossibile copiare i file per qualche motivo.
nb: Kunne ikke kopiere filene av en eller annen grunn.
nl: Kon de bestanden om de een of andere reden niet copiërenKon de bestanden om de een of andere reden niet copiëren.
pl: Z jakiegoś powodu nie mozna skopiować plików.
pt_br: Não possível copiar os arquivos por algum motivo.
ru: Не удалось скопировать файлы по какой-то причине.
sv: Det gick inte att kopiera filerna av någon anledning.

# MainWindow|
source: A Warning
ca: Avís
cs: Varování
de: Eine Warnung
el: Προειδοποίηση
es: Precaución
fr: Mise en garde
hu: Figyelmeztetés
it: Avvertimento
nb: En advarsel
nl: Een waarschuwing
pl: Ostrzeżenie
pt_br: Um aviso
ru: Предупреждение
sv: En varning

# MainWindow|
source: This will obliterate your current set of recipes and ingredients. Do you want to continue?
ca: S'esborraran les receptes i els ingredients actuals. Vol continuar?
cs: Toto vymaže aktuální recepty a ingredience. Chcete pokračovat?
de: Dieses wird Ihre derzeitige Sammlung von Rezepten und Bestandteilen tilgen. Möchten Sie fortfahren?
el: Αυτή η ενέργεια θα διαγράψει τα υπάρχοντα αρχεία των συνταγών και των υλικών σας. Θέλετε να συνεχίσετε;
es: Esto borrará tus recetas e ingredientes actuales. ¿Quieres continuar?
fr: Ceci supprimera votre recette actuelle et vos ingrédients. Voulez-vous poursuivre ?
hu: Ez az utasítás felülírja a recepteket és az összetevőket. Valóban folytatod?
it: Questo cancellerà il set corrente di ricette e ingredienti. Vuoi continuare?
nb: Dette vil viske ut din nåværende samling av oppskrifter og ingredienser. Vil du fortsette?
nl: Dit schoont uw huidige set recepten en ingrediënten. Doorgaan?
pl: Ustawienia receptury oraz składników zostaną usunięte. Czy chcesz kontynuować?
pt_br: Essa operação irá eliminar o atual conjunto de receitas e ingredientes. Deseja continuar?
ru: Это действие уничтожит ваш текущий набор рецептов и ингредиентов. Хотите продолжить?
sv: Detta kommer att RADERA din nuvarande samling av recept och ingredienser. Vill du fortsätta?

# MainWindow|
source: For some reason, the operation failed.
ca: Per algun motiu, l'operació no s'ha pogut dur a terme.
cs: Z nějakého důvodu operace selhala.
de: Vorgang fehlgeschlagen (Grund unbekannt).
el: Για κάποιο λόγο η ενέργεια απέτυχε.
es: Por alguna razón, la operación falló.
fr: Cette opération a échoué.
hu: A művelet sikertelen.
it: Per qualche ragione, l'operazione non riuscita.
nb: Av en eller annen grunn mislyktes operasjonen.
nl: De opratie faalde om de een of andere reden.
pl: Z jakiegoś powodu operacja się nie powiodła.
pt_br: Por alguma razão, a operação falhou.
ru: По какой-то причине выполнить операцию не удалось.
sv: Av någon anledning, fungerade det inte.

# MainWindow|
source: Import %1?
ca: Voleu importar «%1»?
cs: Importovat %1?
de: %1 importieren?
el: Εισαγωγή %1?
es: ¿Importar %1?
fr: Importer %1 ?
hu: Importálás %1?
it: Importa %1?
nb: Importer %1?
nl: %1 importeren?
pl: Zaimportować %1?
pt_br: Importar %1?
ru: Импортировать %1?
sv: Importera %1?

# MainWindow|
source: No mash
ca: Sense maceració
cs: Žádný rmut
de: Keine Maische
el: Δεν υπάρχει mash
es: No macerado
fr: Aucun profil d'empâtage
hu: Nincs cefrézési művelet
nb: Ingen mesk
nl: Geen maisch
pl: Brak zacierania
pt_br: Sem mosto
ru: Нету затора
sv: Ingen mäskning

# MainWindow|
source: Trying to add a mash step without a mash. Please create a mash first.
ca: Està intentant afegir una fase a la maceració sense tenir-la creada. Cal crear una maceració primer.
cs: Snažíte se přidat rmutovací krok ber rmutu. Vytvořte nejdříve rmut.
de: Sie versuchen eine Maischschritt hinzuzufügen ohne eine Maische zu definieren. Bitte erstellen Sie zuerst eine Maische.
el: Προσπαθείτε να προσθέσετε ένα βήμα στην διαδικασίας σακχαροποίησης (mash) δίχως να έχετε ορίσει διαδικασία. Παρακαλώ δημιουργείστε διαδικασία σακχαροποίησης πρώτα.
es: Estás tratando de agregar un escalón de macerado sin ninguna maceración. Por favor crea una maceración primero.
fr: Impossible d'ajouter un palier sans profil d'empâtage. Veuillez d'abord créer un profil d'empâtage.
hu: Cefrézési lépés hozzáadása cefrézés nélkül. Előbb hozz létre egy cefrézési műveletet.
it: Cercando di aggiungere un passaggio mash senza mash. Si prega di creare un primo mash.
nb: Du forsøker å legge til et meskesteg uten en mesk. Vennligst lag en mesk først.
nl: Poging om een maisch stap toe te voegen zonder maisch. Maak a.u.b. eerst een maisch aan.
pl: Próba dodania kroku zacierania bez zdefiniowanego zacierania. Proszę stwórz najpierw zacieranie.
pt_br: Antes de adicionar um passo de mosto, deve-se criar uma mosto.
ru: Попытка добавить этап затора без самого затора. Пожалуйста, создайте сначала затор
sv: Du försöker lägga till ett mäskningssteg utan ha angett en mäskning. Skapa en mäskning först.

# MainWindow|
source: Copy Recipe
ca: Copia la recepta
cs: Zkopírovat recept
de: Rezept kopieren
el: Αντιγραφή Συνταγής
es: Copiar Receta
fr: Copier la recette
hu: Recept másolás
it: Copia Ricetta
nb: Kopier oppskrift
nl: Copiëer Recept
pl: Skopiuj recepturę
pt_br: Copiar Receita
ru: Копировать рецепт
sv: Kopiera recept

# MainWindow|
source: Enter a unique name for the copy.
ca: Introdueixi un nom únic per a la còpia.
cs: Zadejte jedinečný název kopie.
de: Geben sie einen eindeutigen Namen für die Kopie ein.
el: Δώστε ένα μοναδικό όνομα για την αντιγραφή
es: Introduzca un nombre único para la copia.
fr: Entrer un nom unique pour la copie.
hu: A másolatnak adj egyedi nevet.
it: Immettere un nome univoco per la copia.
nb: Skriv inn et unikt navn på kopien.
nl: Geef een unieke naam voor de copie.
pl: Podaj nazwę dla kopii.
pt_br: Entre com um nome único para a cópia.
ru: Введите уникальное имя для копии.
sv: Skriv in ett unikt namn för kopian.

# MainWindow|
source: Please give your mash a name before saving.
ca: Cal posar un nom a la maceració abans de guardar.
cs: Prosím, před ukládáním svůj rmut pojmenujte.
de: Bitte benenne Sie ihre Maische vor dem Speichern.
el: Δωστε στο mash σας ένα όνομα πριν το αποθηκεύσετε
es: Por favor dale un nombre a la maceración antes de guardar.
fr: Veuillez nommer votre profil d'empâtage avant de sauvegarder.
hu: Kérlek adj nevet a cefrézési műveletnek mentés előtt.
it: Si prega di dare il nome al tuo mash prima di salvare.
nb: Vennligst gi mesken et navn før du lagrer.
nl: Geef uw maisch een naam a.u.b. voor het opslaan.
pl: Podaj nazwę zacierania przed zapisaniem.
pt_br: Favor nomear o mosto antes de salvar.
ru: Пожалуйста, назовите ваш затор прежде чем его сохранять
sv: Namnge din mäsk innan du sparar.

# MainWindow|
source: Restart
ca: Reinicieu
cs: Restartujte
de: Neustart
el: Επανεκκίνηση
es: Reiniciar
fr: Redémarrer
hu: Újrakezdés
it: Riavviare
nb: Start på nytt
pl: Ponownie uruchomić
pt_br: Reiniciar
ru: Перезапуск
sv: Börja om

# MainWindow|
source: Please restart Brewtarget.
ca: Per favor reinicieu Brewtarget.
cs: Restartujte Brewtarget.
de: Bitte starten sie Brewtarget neu.
el: Παρακαλώ επανεκκινήστε το πρόγραμμα
es: Por favor reinicia Brewtarget
fr: Redémarrer Brewtarget.
hu: Kérlek indítsd újra az alkalmazást.
it: Si prega di riavviare Brewtarget.
nb: Vennligst start Brewtarget på nytt.
pl: Proszę ponownie uruchomić program.
pt_br: Por favor, reinicie o Brewtarget.
ru: Пожалуйста, перезапустите Brewtarget.
sv: Starta om Brewtarget, tack.

# MainWindow|
source: No equipment
ca: Sense equip
cs: Žádné vybavení
de: Kein Equipment
el: Δεν έχετε επιλέξει εξοπλισμό
es: Ningún Equipo
fr: Pas d'équipement
hu: Nincs felszerelés
nb: Intet utstyr
pl: Brak sprzętu
pt_br: Sem Equipamento
ru: Нет оборудования
sv: Ingen utrustning

# MainWindow|
source: You must select or define an equipment profile first.
ca: Primer ha de seleccionar o defenir un perfil d'equip.
cs: Musíte vybrat nebo definovat zařízení profil.
de: Sie müssen zuerst ein Gerätschaftsprofile auswählen oder erstellen.
el: Πρώτα πρέπει να επιλέξετε ή να ορίσετε ενα προφίλ εξοπλισμού
es: Debes seleccionar o definir un perfil de equipo primero.
fr: Vous devez d'abord sélectionner ou définir un profil d'équipement.
hu: Ki kell választani vagy definiálni egy felszerelés profilt
it: È necessario selezionare o definire un profilo di primo equipaggiamento.
nb: Du må velge eller definere en utstyrsprofil først.
pl: Musisz wybrać lub zdefiniować profil urządzenia.
pt_br: Primeiramente selecione ou defina um equipamento.
ru: Сначала нужно выбрать или создать профиль оборудования.
sv: Du måste välja eller definiera en utrustningsprofil först.

# MainWindow|
source: No style
ca: Sense estil
cs: Žádné styl
de: Kein Typ
el: Δεν έχετε επιλέξει στυλ
es: Ningún estilo
fr: Aucun style
hu: Nincs kiválasztott stílus
it: Nessun stile
nb: Ingen øltype
pl: Brak styl
pt_br: Sem estilo
ru: Нет стиля
sv: Ingen stil

# MainWindow|
source: You must select a style first.
ca: Primer heu de seleccionar un estil.
cs: Musíte vybrat styl.
de: Sie müssen zuerst einen Typ aussuchen.
el: Πρώτα πρέπει να επιλέξετε ένα στυλ
es: Debes seleccionar un estilo primero.
fr: Vous devez d'abord sélectionner un style.
hu: Először válassz stílust
it: È necessario selezionare uno stile.
nb: Du må velge en øltype først.
pl: Musisz wybrać styl.
pt_br: Primeiramente, um estilo deve ser selecionado.
ru: Сначала выберите стиль
sv: Du måste välja en stil först.

# MainWindow|
source: Choose File
ca: Seleccioneu fitxer
cs: Zvolit soubor
de: Datei auswählen
el: Επιλογή αρχείου
es: Seleccione archivo
fr: Choisir un fichier
hu: Fájl kiválasztása
it: Scegli File
nb: Velg fil
pl: Wybierz plik
pt_br: Escolher arquivo
ru: Выбрать файл
sv: Välj fil

# MainWindow|
source: The database has been converted/upgraded.
ca: S'ha convertit/actualitzat la base de dades.
cs: Databáze byla převedena/aktualizována.
de: Die Datenbank wurde umgewandelt/aktualisiert.
el: Η βάση δεδομένων έχει αλλαχτεί/αναβαθμιστεί.
es: Se ha convertido/actualizado la base de datos.
fr: La base de données a été convertie/mise à jour.
hu: Az adatbázis felülíródott.
it: Il database è stato convertito/aggiornato.
nb: Databasen har blitt konvertert/oppgradert.
pl: Baza danych została skonwertowana/zaktualizowana.
pt_br: O banco de dados foi convertido/atualizado.
ru: База данных была преобразована/обновлена.
sv: Databasen har konverterats/uppdaterats.

# MainWindow|
source: The original XML files can be found in
ca: Els XML originals es poden trobar a
cs: Původní soubory XML jsou k dispozici v
de: Die ursprünglichen XML-Dateien befinden sich in
el: Τα πρωτότυπα αρχεία XML μπορούν να βρεθούν μέσα στο
es: El archivo XML original se puede encontrar en
fr: Le fichier XML original n'a pas pu être trouvé dans
hu: Az eredeti XML fájlok itt találhatók:
it: I file XML originali si trovano in
nb: De originale XML-filene kan finnes i
pl: Oryginalne pliki XML znajdują się w
pt_br: Os arquivos XML originais podem ser encontradas em
ru: Оригинал XML-файлы могут быть найдены в
sv: De ursprungliga XML-filerna kan hittas i

# MainWindow|
source: The import contained invalid beerXML. It has been imported, but please make certain it makes sense.
ca: És un fitxer beerXML invàlid. S'ha importat, però comproveu que tingui sentit.
cs: Importovaná data obsahovala neplaté beerXML. Byla importována, ujistěte se však, že dávají smysl.
de: Der Import enthielt ungültiges beerXML. Der Import wurde abgeschlossen, jedoch sollten Sie sich vergewissern dass die Daten sinnvoll sind.
el: Η εισαγωγή αρχείου εμπεριείχε ένα λανθασμένο τύπο beerXML. Έχει εισαχθεί, αλλά βεβαιωθείτε ότι το αρχείο είναι σωστό.
es: La importación contenía inválido beerXML . Se ha importado, pero por favor, asegúrese de que tiene sentido.
fr: Le fichier d'importation beerXML est invalide. Il a tout de même pu être importé, mais il est conseillé de vérifier l'exactitude des données chargées.
hu: Az importálás érvénytelen beerXML fájlt tartalmaz. Importálható, de a tartalma felülvizsgálandó.
it: L'importazione conteneva dati beerXML non validi. Sono stati importati, ma si prega di assicurarsi che abbiano senso.
nb: Importeringen innholdt ugyldig beerXML. Den er blitt importert men, vær vennlig å sjekk at ting ser riktig ut.
pl: Import zawierał nieprawidłowy beerXML. Został przywieziony, ale proszę się upewnić, że ma sens.
pt_br: A importação contém arquivo beerXML inválido. O processo foi efetuado, porém verifique se o mesmo foi bem sucedido.
ru: Импортированный файл не beerXML формата. Он был импортирован, но его необходимо проверить.
sv: Importen innehåller felaktig beerXML-data. Importen slutfördes men bör kontrolleras så den är korrekt.

# MainWindow|
source: Folder name
ca: Nom de carpeta
cs: Název adresáře
de: Ordnername
el: Όνομα φακέλου
es: Nombre de la carpeta
fr: Nom du dossier
hu: Mappa neve
nb: Mappenavn
pl: Nazwa folderu
pt_br: Nome da pasta
ru: Имя папки
sv: Katalognamn

# MainWindow|
source: Folder name:
ca: Nom de la carpeta:
cs: Název adresáře:
de: Ordnername:
el: Όνομα φακέλου:
es: Nombre de la carpeta:
fr: Nom du dossier :
hu: Mappa neve:
nb: Mappenavn:
pl: Nazwa folderu:
pt_br: Nome da pasta:
ru: Имя папки:
sv: Katalognamn:

# MainWindow|
source: Bad Name
ca: Nom incorrecte
cs: Chybný název
de: Ungültiger Name
el: Λάθος ονομασία
es: Nombre incorrecto
fr: Nom incorrect
hu: rossz név
nb: Dårlig navn
pl: Błędna nazwa
pt_br: Nome Inválido
ru: Неправильное наименование
sv: Felaktigt namn

# MainWindow|
source: A folder name must have at least one non-whitespace character in it
ca: Un nom de carpeta ha de tenir almenys un caràcter diferent a l'espai
cs: Název adresáře musí obsahovat alespoň jeden neprázdný znak
de: Ein Ordnername muss mindestens ein Zeichen enthalten, welches kein Leerzeichen ist.
el: Το όνομα του φακέλου θα πρέπει να έχει τουλάχιστον ένα χαρακτήρα δίχως κενά
es: Un nombre de carpeta debe tener al menos un carácter no espacio en blanco en ella
fr: Un nom de dossier doit contenir au moins un caractère non blanc
hu: A mappa neve legalább 8 karaktert kell tartalmazzon (szóköz nélkül)
nb: Et mappenavn må ha minst et tegn, ikke et mellomrom
pl: Nazwa folderu musi zawierać przynajmniej jeden znak
pt_br: O nome da pasta deve possuir pelo menos um caractere diferente de espaço
ru: Имя папки должно содержать хотя-бы один символ
sv: Ett katalognamn måste innehålla minst ett icke blankstegs-tecken

# MainWindow|
source: A folder name must have at least one non-/ character in it
ca: Un nom de carpeta ha de tenir al menys un caràcter diferent a «/»
cs: Název adresáře musí obsahovat alespoň jeden nelomítkový znak
de: Ein Ordnername muss mindestens ein Zeichen enthalten, welches kein "/" ist.
el: Ονόματα φακέλων θα πρέπει να περιέχουν τουλάχιστον ένα μή -/ χαρακτήρα
es: Un nombre de carpeta debe tener al menos un caracter que no sea / en ella
fr: Un nom de dossier doit contenir au moins un caractère différent de /
hu: A mappa nevének tartalmaznia kell egy számot vagy írásjelet
nb: Et mappenavn må ha minst et ikke-/ tegn
pl: Nazwa folderu musi mieć co najmniej jeden znak w niebędący "/"
pt_br: O nome da pasta deve possuir pelo menos um caractere diferente de /
sv: Ett katalognamn måste innehålla något annat än bara specialtecken

# MainWindow|
source: Error copying recipe
sv: Fel vid kopiering av recept

# MainWindow|
source: An error was returned while creating %1
sv: Ett fel uppstod vid skapande av %1
