Repository: Brewtarget/brewtarget
Catalog: translations/lpad/bt-*.po
Languages: ca, cs, de, el, es, fr, hu, it, nb, nl, pl, pt_br, ru, sv

# MashDesigner|
source: No Fermentables
ca: Sense fermentables
cs: Žádné suroviny
de: Kein Gärgut
el: Χωρίς Ζυμώσιμα
es: No Hay Fermentables
fr: Pas de fermentescible
hu: Nincs erjeszthető anyag
it: Non fermentabili
nb: Ingen gjærbare råvarer
pl: Brak składników fermnetacji
pt_br: Sem fermentáveis
ru: Нет сбраживаемого
sv: Inga jäsningsbara råvaror

# MashDesigner|
source: Your recipe must have fermentables to design a mash.
ca: La seva recepta ha de tenir fermentables per dissenyar un macerat.
cs: Recept musí obsahovat nějaké suroviny aby bylo možné navrhnout rmut.
de: Ihr Rezept muß Gärgut enthalten um eine Maische zu erstellen.
el: Η συνταγή σας θα πρέπει να έχει ζυμώσιμα για να σχεδιάσετε την διαδικασία σακχαροποίησης (mashing)
es: La receta debe de tener algún fermentable para diseñar una maceración.
fr: Votre recette doit comporter au moins un ingrédient fermentescible pour concevoir un profil d'empâtage.
hu: A cefrézési művelet tervezéséhez a receptednek erjeszthető anyagot is kell tartalmaznia
it: La ricetta deve essere fermentabile per progettare un mosto.
nb: Oppskriften må inneholde gjærbare råvarer for å sette opp en mesk.
pl: Twoja receptura musi zawierać składniki fermentacji, aby zaprojektować zacieranie.
pt_br: São necessários Fermentáveis no planejamento de um mosto.
ru: Ваш рецепт должен содержать сбраживаемое для создания затора
sv: Ditt recept måste innehålla förjäsningsbara råvaror för att kunna designa en mäskning.

# MashDesigner|
source: No Equipment
ca: Sense equip
cs: Žádné vybavení
de: Keine Gerätschaft
el: Δεν υπάρχει εξοπλισμός
es: Ningún Equipo configurado
fr: Pas d'équipement
hu: Nincs felszerelés
it: No attrezzatura
nb: Intet utstyr
nl: Geen apparatuur
pl: Brak sprzętu
pt_br: Sem Equipamento
ru: Нет оборудования
sv: Ingen utrustning

# MashDesigner|
source: You have not set an equipment for this recipe. We really cannot continue without one.
ca: No has triat equip per a la recepta. Cal tenir-ne un per seguir.
cs: Tento recept nemá stanovné žádné vybavení. Bez něj to opravdu nepůjde.
de: Sie haben keine Gerätschaft für dieses Rezept gewählt. Sie können nicht ohne fortfahren.
el: Δεν έχετε επιλέξει εξοπλισμό. Είναι αδύνατον να προχωρήσουμε αν δεν επιλέξετε κάποιον
es: No asignaste un equipo a la receta. No se puede continuar sin ninguno.
fr: Vous n'avez pas défini d'équipement pour cette recette. Nous ne pouvons vraiment pas continuer sans.
hu: Felszerelés nélkül nem méretezhető a sörfőzés. Válassz egyet.
it: Non è stata impostata un' apparecchiatura per questa ricetta. Non possiamo continuare senza.
nb: Du har ikke satt noe utstyr for denne oppskriften. Vi kan ikke fortsette uten.
nl: U hebt geen apparatuur opgegeven voor dit recept. Zonder apparatuur kunnen we niet doorgaan.
pl: Nie wybrałeś sprzętu dla tej receptury. Bez tego nie możemy kontynuować.
pt_br: Não é possível continuar sem que seja selecionado um equipamento para a essa receita.
ru: Вы ещё не задали оборудование для этого рецепта. Без этого нельзя продолжить.
sv: Du har inte valt någon utrustning för det här receptet. Vi kan inte fortsätta utan en.

# MashDesigner|
source: Tun Temp
ca: Temp. del macerador
cs: Teplota kádě
de: Bottichtemperatur
el: Θερμοκρασία σκεύους σακχαροποίησης
es: Temperatura del Macerador
fr: Température de la cuve
hu: Cefréző edény hőmérséklete
it: Temperatura Tun
nb: Meskekartemperatur
nl: Vat Temperatuur
pl: Temperatura kadzi zaciernej
pt_br: Temperatura do Tonel
ru: Температура бака
sv: Kärlets temperatur

# MashDesigner|
source: Enter the temperature of the tun before your first infusion.
ca: Introduïu la temperatura del recipient de maceració abans de la primera infusió.
cs: Zadejte teplotu kádě před první infuzí.
de: Geben Sie die Bottichtemperatur vor dem ersten Aufguß an.
el: Εισάγετε την θερμοκρασία του σκεύους σακχαροποίησης πριν την πρώτη έγχυση
es: Introduzca la temperatura del macerador antes de la primera infusión.
fr: Entrer la température de la cuve avant la première infusion.
hu: Add meg a cefréző edény hőmérsékletét az összetevők összekeverése előtt.
it: Inserisci la temperatura del tun prima della prima infusione.
nb: Skriv inn meskekarets temperatur før din første infusjon.
nl: Voer de temperatuur van het vat in voorafgaande aan uw eerste infusie
pl: Wprowadź temperaturę kadzi zaciernej przed pierwszą infuzją.
pt_br: Entre com a temperatura do tonel antes da primeira infusão.
ru: Введите температуру бака перед первым заполнением
sv: Ange kärlets temperatur före den första infusionen.

# MashDesigner|
source: Decoction error
ca: Error de decocció
cs: Chyba dekokce
de: Absudfehler
el: σφάλμα κατά το decoction
es: Error de Decocción
fr: Erreur de décoction
hu: Dekokciós hiba
it: Errore Decotto
nb: Dekoksjonsfeil
nl: Decoctie fout
pl: Błąd dekokcji
pt_br: Erro no Cozimento
ru: Ошибка отвара
sv: Dekoktionsfel

# MashDesigner|
source: The first mash step cannot be a decoction.
ca: La primera fase de la maceració no pot ser una decocció.
cs: První krok rmutování nemůže být dekokce.
de: Der erste Maischschritt kann nicht ein Absud sein.
el: Το πρώτο βήμα δεν μπορεί να είναι decoction
es: El primer escalón de la maceración no puede ser una decocción.
fr: Le premier palier ne peut pas être une décoction.
hu: Az első lépés nem lehet dekokció
it: Il primo mash non può essere decotto.
nb: Det første meskesteget kan ikke være en dekoksjon.
nl: De eerste maisch stap kan geen decoctie zijn.
pl: Pierwsza przerwa nie może być dekokcją.
pt_br: O primeiro passo do mosto não pode ser o cozimento.
ru: Первый этам затора не может быть сварен
sv: Det första mäsksteget kan inte vara en dekoktion.

# MashStepTableModel|
source: Bad model index. row = %1
ca: Índex erroni. Fila = %1
cs: Chybný index modelu. řádek = %1
de: Fehlerhafter »model index«. Zeile = %1
es: Error de índice de modelo. Fila =%1
fr: Mauvais index de modèle. ligne = %1
it: Cattivo modello di indice.Riga= %1
nb: Dårlig modell indeks.rad = %1
pl: Niepoprawy indeks modelu: wiersz = %1
pt_br: Índice de modelo inválido. Linha = %1
ru: Неправильный индекс модели. Ряд = %1
sv: Dåligt modellindex. rad = %1

# MashStepTableModel|
source: Bad column: %1
ca: Columna errònia: %1
cs: Chybný sloupec: %1
de: Fehlerhafte Spalte: %1
el: Προβληματική στήλη: %1
es: Error en columna: %1
fr: Mauvaise colonne : %1
it: Cattiva colonna: %1
nb: Feil i kolonne: %1
pl: NIepoprawna kolumna: %1
pt_br: Erro em Coluna: %1
ru: Неправильная колонка: %1
sv: Felaktig kolumn:%1

# MashStepTableModel|
source: Name
ca: Nom
cs: Název
el: Όνομασία
es: Nombre
fr: Nom
hu: Név
it: Nome
nb: Navn
nl: Naam
pl: Nazwa
pt_br: Nome
ru: Название
sv: Namn

# MashStepTableModel|
source: Type
ca: Tipus
cs: Druh
de: Typ
el: Είδος
es: Tipo
hu: Típus
it: Tipologia
pl: Typ
pt_br: Tipo
ru: Тип
sv: Typ

# MashStepTableModel|
source: Amount
ca: Quantitat
cs: Množství
de: Menge
el: Ποσότητα
es: Cantidad
fr: Volume
hu: Mennyiség
it: Ammontare
nb: Mengde
nl: Hoeveelheid
pl: Ilość
pt_br: Quantidade
ru: Количество
sv: Mängd

# MashStepTableModel|
source: Infusion Temp
ca: Temperatura d'infusió
cs: Teplota infuze
de: Aufgußtemperatur
el: Θερμοκρασία έγχυσης
es: Temperatura de Infusión
fr: Température d'infusion
hu: Cefrézési hőmérséklet
it: Temperatura di infusione
nb: Infusjonstemperatur
nl: Infusie Temperatuur
pl: Temperatura infuzji
pt_br: Temperatura de Infusão
ru: Температура настаивания
sv: Infusionstemperatur

# MashStepTableModel|
source: Target Temp
ca: Temperatura desitjada
cs: Cílová teplota
de: Zieltemperatur
el: Ζητούμενη θερμοκρασία
es: Temperatura Deseada
fr: Température cible
hu: Célhőmérséklet
it: Temperatura Obiettivo
nb: Måltemperatur
nl: Streef Temp
pl: Docelowa temp.
pt_br: Temperatura Alvo
ru: Желаемая температура
sv: Måltemperatur

# MashStepTableModel|
source: Time
ca: Temps
cs: Čas
de: Zeit
el: Χρόνος
es: Tiempo
fr: Durée
hu: Idõ
it: Tempo
nb: Tid
nl: Tijd
pl: Czas
pt_br: Tempo
ru: Время
sv: Tid

# MashWizard|
source: Mash thickness (%1/%2)
ca: Gruix de maceració (%1/%2)
cs: Hustota rmutu (%1/%2)
de: Maischdichte (%1/%2)
el: Πυκνότητα σακχαροποίησης (%1/%2)
es: Relación agua-granos (%1/%2)
fr: Densité d'empâtage (%1/%2)
hu: Cefre sűrűség (%1/%2)
it: Mash spessore (%1/%2)
nb: Mesketykkelse (%1/%2)
nl: Maisch dichtheid (%1/%2)
pl: Gęstość zacieru (%1/%2)
pt_br: Espessura do Mosto (%1/%2)
ru: Толщина затора (%1/%2)
sv: Mäsktjocklek (%1/%2)

# MashWizard|
source: Bad thickness
ca: Gruix erroni
cs: Chybná hustota
de: Falsche Dichte
el: Λανθασμένη πυκνότητα
es: Relación agua-grano erronea
fr: Mauvaise densité
hu: Nem megfelelő sűrűség
it: Cattivo Spessore
nb: Ugyldig tykkelse
nl: Foute dichtheid
pl: Nierawidłowa gęstość
pt_br: Espessura ruim
ru: Неправильная толщина
sv: Dålig tjocklek

# MashWizard|
source: You must have a positive mash thickness.
ca: El gruix ha de ser positiu.
cs: Musíte zadat kladnou hustotu rmutu.
de: Sie benötigen eine Maischedichte über 1.
el: Πρέπει να έχετε θετική πυκνότητα.
es: La relación agua-grano tiene que ser positiva.
fr: Votre densité d'empâtage doit être positive.
hu: A cefre sűrűség értéke csak pozitív lehet.
it: È necessario avere uno spessore positivo mash.
nb: Du må ha en positiv mesketykkelse.
nl: U moet een positieve maisch dichtheid ingeven.
pl: Gęstość zacieru powinna być dodatnia.
pt_br: A densidade do mosto deve ser positiva.
ru: Должна быть положительная величина толщины затора
sv: Tjoclecken på mäsken måste vara positiv.

# MashWizard|
source: No steps
ca: Sense fases
cs: Žádné kroky
de: Keine Schritte
el: Δεν υπάρχουν βήματα
es: Ningún escalón
fr: Aucun palier
hu: Nincs cefrézési lépés
it: Non ci sono passaggi
nb: Ingen steg
nl: Geen stappen
pl: Brak kroków
pt_br: Sem passos
ru: Нет этапов
sv: Inga steg

# MashWizard|
source: There must be at least one mash step to run the wizard.
ca: Cal que hi hagi una fase de maceració per iniciar l'assistent.
cs: Pro spuštění průvodce musíte mít alespoň jeden rmutovací krok.
de: Sie benötigen mindestens einen Maischschritt um den automatischen Assistenten laufen zu lassen.
el: Θα πρέπει να υπάρχει τουλάχιστον ένα βήμα για να τρέξει ο οδηγός
es: Debe haber al menos un escalón de maceración para ejecutar el asistente.
fr: Il doit y avoir au moins un palier pour faire appel à l'assistant d'empâtage.
hu: Legalább egy cefrézési lépést meg kell adni a varázsló futtatásához.
it: Ci deve essere almeno un mash per eseguire la procedura guidata.
nb: Det må finnes minst ett meskesteg for å kjøre veiviseren.
pl: Do uruchomienia kratora potrzabny jest przynajmniej jeden krok zacierania.
pt_br: Deve haver pelo menos uma etapa de mosto para executar o assistente.
ru: Должен быть хотябы один этап затора для использованяи визарта
sv: Det måste finnas minst ett mäskningssteg för att kunna köra guiden.

# MashWizard|
source: First step
ca: Primer fase
cs: První krok
de: Erster Schritt
el: Πρώτο βήμα
es: Primer escalón
fr: Premier palier
hu: Első lépés
it: Primo passo
nb: Første steg
nl: Eerste stap
pl: Pierwszy krok
pt_br: Primeiro passo
ru: Первый этап
sv: Första steget

# MashWizard|
source: Your first mash step must be an infusion.
ca: La primera fase de la maceració ha de ser una infusió.
cs: První krok rmutování musí být infuze.
de: Ihr erster Maischschritt muß ein Aufguß sein.
el: Το πρώτο σας βήμα πρέπει να είναι απαραίτητα έγχυση
es: El primer escalón de maceración tiene que ser una infusión.
fr: Votre premier palier doit être une infusion.
hu: Az első cefrézési lépcsőnek beáztatást kell megadni.
it: Il primo passo deve essere una mescolanza di infusione.
nb: Ditt første meskesteg må være en infusjon.
nl: De eerste maisch stap moet een infusie zijn.
pl: Pierszy krok zacierania powinien być infuzyjny.
pt_br: O primeiro passo do mosto deve ser uma infusão.
ru: Ваш первый этап затора должен быть настаиванием
sv: Det första mäsksteget måste vara en infusion.

# MashWizard|
source: Mash too thick
ca: Maceració massa espesa
cs: Rmut je příliš hustý
de: Maische zu dick
el: Σακχαροποίηση είναι πολύ πηχτή
es: Maceración demasiada espesa
fr: Empâtage trop dense
hu: Túl sűrű a cefre
it: Mash troppo spesso
nb: For tykk mesk
nl: Maisch is te dik
pl: Zacier jest zbyt gęsty
pt_br: Mosto muito denso
ru: Слишком толстый затор
sv: För tjock mäsk

# MashWizard|
source: Your mash is too thick for desired temp. at first step.
ca: La maceració està massa espesa per la temperatura desitjada en la primera fase.
cs: Rmut je příliš hustý pro teplotu požadovanou v prvním kroku.
de: Ihre Maische ist zu dick für die gewünschte Temperatur im ersten Schritt.
el: Η Σακχαροποίηση είναι πολύ πηχτή για την επιθυμητή θερμοκρασία κατά το πρώτο βήμα.
es: La maceración está demasiado espesa para la temperatura deseada en el primer escalón.
fr: Votre empâtage est trop dense par rapport à la température souhaitée au premier palier.
hu: A cefre túl sűrű az első cefrézési lépcsőhöz tartozó hőmérsékleten
it: Il mosto è troppo spesso per desiderare la temp. al primo passo.
nb: Mesken din er for tykk for ønsket temp. ved første steg.
nl: Uw maisch is te dik voor de gewenste temperatuur tijdens de eerste stap.
pl: Twój zacier jest zbyt gęsty dla zadanej temperatury w pierwszym kroku.
pt_br: Mosto pouco denso para a temperatura desejada no primeiro passo.
ru: Ваш затор слишком толстый для желаемой температуры
sv: Din mäsk är för tjock för den valda temperaturen i första steget.

# MashWizard|
source: Decoction error
ca: Error de decocció
cs: Chyba dekokce
de: Sudfehler
el: σφάλμα κατά το decoction
es: Error de Decocción
fr: Erreur de décoction
hu: Dekokciós hiba
it: Errore Decotto
nb: Dekoksjonsfeil
nl: Decoctie fout
pl: Błąd dekokcji
pt_br: Erro no Cozimento.
ru: Ошибка отвара
sv: Dekoktionsfel

# MashWizard|
source: Something went wrong in decoction calculation.
ca: S'ha produït algun error en el calcul de la decocció.
cs: Pří vypočtu dekokce se něco zvrtlo.
de: Ein Fehler trat bei der Absudberechnung auf.
el: Κάτι πήγε στραβά με τον υπολογισμό στο decoction
es: Algo no funcionó en el cálculo de la decocción.
fr: Une erreur est survenue dans les calculs de décoction.
hu: Pontatlan dekokciós számítás
it: Qualcosa è andato storto nel calcolo decotto.
nb: Noe gikk galt i dekoksjonsutregningen.
nl: Er is een fout opgetreden in de decoctie berekeningen.
pl: Obliczenie dekokcji nie powiodło się.
pt_br: Houve erro no cálculo do cozimento.
ru: Чтото пошло не так в вычислениях отвара
sv: Ett fel uppstod vid beräkningav dekoktion.

# MashWizard|
source: Sparge temp.
ca: Temp. del rentat
cs: Vyslazovací tepl.
de: Anschwänztemp.
el: Θερμοκρασία ψεκάσματος
es: Temp. de lavado
fr: Température de rinçage
hu: Máslási hőmérséklet
it: Temperatura di Sparge.
nb: Skylletemp.
nl: Spoel temp.
pl: Temperatura wysładzania.
pt_br: Temperatura de Epata.
ru: Температура промывки
sv: Lakningstemp.

# MashWizard|
source: In order to hit your sparge temp, the sparge water must be above boiling. Lower your sparge temp, or allow for more sparge water.
ca: La temperatura de l'aigua d'aspersió o rentat ha d'estar per sota de la de ebullició. Baixa la temperatura de l'aigua de rentat.
cs: Abyste dosáhli vyslazovací teploty, musela by vyslazovací voda být teplejší než var. Snižte teplotu vyslazení nebo zvětšete její množství.
de: Um die Läutertemperatur zu erreichen müßte das Läuterwasser mehr als kochen. Senken Sie die Läutertemperatur oder erhöhen Sie die Menge des Läuterwassers.
el: Για να επιτύχετε την επιθυμητή θερμοκρασία ψεκάσματος, το νερό θα πρέπει να είναι πάνω από τα επίπεδα βρασμού. Μειώστε την θερμοκρασία του νερού ή αυξήστε τον όγκο του νερού με το οποίο θα ψεκάσετε
es: Para alcanzar la temperatura de lavado, el agua tendría que estar por encima del punto de ebullición. Baja la temperatura de lavado, o usa más agua para el lavado.
fr: Afin d'atteindre votre température de rinçage, votre eau de rinçage devrait être supérieur au point d'ébullition. Baissez votre température de rinçage ou ajoutez plus d'eau.
hu: A máslási hőmérséklet eléréséhez a máslóvíz hőmérsékletének 100°C felettinek kellenek lenni. Csökkents a máslás hőmérsékletén, vagy növeld a máslóvíz mennyiségét.
it: Al fine di colpire il vostro sparge temperatura, l'acqua sparge deve essere al di sopra di ebollizione. Abbassa la temperatura sparge, o consentire per l'acqua sparge più.
nb: For å treffe skylletemperaturen må skyllevannet være over kokepunktet. Senk skylletemperaturen, eller tillat mer skyllevann.
nl: Om uw spoel temp te bereiken, moet het spoelwater boven hetkookpunt zijn. Verlaag de spoeltemperatuur of gebruik meer spoelwater.
pl: Aby osiągnąć wymaganą temperaturę wysładzania, woda do wysładzania musiałaby mieć temperaturę powyżej wrzenia. Obniż temperaturę wysładzania lub zezwól na użycie większej ilości wody do wysładzania.
pt_br: A fim de atingir sua temperatura de aspersão, a água extra deve estar acima da temperatura de mostura. Abaixe a temperatura de aspersão, ou aumente a quantidade de água de aspersão.
ru: Для получения желаемой температуры промывки, промывочная вода должна быть выше температуры кипения. Понизьте температуру промывки или добавьте колличество промывочной воды.
sv: För att träffa din sköljtemperatur så måste sköljvattnet ha en temperatur över kokpunkten. Sänk din sköljtemperatur eller öka på mängden vatten.

# MashWizard|
source: Too much wort
ca: Massa most
cs: Příliš mnoho díla
de: Zu viel Würze
el: Πάρα πολύ γλεύκος
es: Demasiado mosto
fr: Trop de moût
hu: Túl sok színlé.
it: Troppo Mosto
nb: For mye vørter
nl: Te veel wort
pl: Zbyt dużo brzeczki
pt_br: Muito mosto
ru: Слишком много сусла
sv: För mycket vört

# MashWizard|
source: You have too much wort from the mash for your boil size. I suggest increasing the boil size by increasing the boil time, or reducing your mash thickness.
ca: Teniu massa most resultant de la maceració per a la capacitat de l'ebullició. Pots augmentar la quantitat de liquid de la cocció augmentant el temps d'ebullició o reduint la seva viscositat.
cs: Pro zadaný počáteční objem várky máte příliš mnoho díla ze rmutu. Doporučujeme zvýšit odpar prodloužením času vaření nebo snížit hustotu rmutu.
de: Sie haben zu viel Würze aus ihrer Maische für ihren Ansatz. Vergrößern Sie den Ansatz indem Sie die Kochzeit erhöhen oder reduzieren Sie die Maischedichte.
el: Έχετε παραπάνω γλεύκος από τον όγκο που θέλετε να βράσετε. Σας προτείνουμε να αυξήσετε τον όγκο βρασμού με το να αυξήσετε το χρόνο βρασμού, ή να μειώσετε την πυκνότητα σακχαροποίησης
es: Tienes demasiado mosto del macerado para hervir. Te sugiero que aumentes el tiempo de hervido, o reduce la relación agua-granos en la maceración.
fr: Vous obtenez trop de moût lors de votre empâtage par rapport au volume d'ébullition prévu. Vous pourriez augmenter le volume d'ébullition en augmentant la durée, ou réduire la densité d'empâtage.
hu: Tún nagy a színlé mennyisége a várt forralási mennyiséghez képest. Vagy növeld a forralási időt, vagy csökkentsd a cefre sűrűségét.
it: Hai mosto troppo dal mash per il formato ebollizione. Suggerisco l'aumento delle dimensioni ebollizione aumentando il tempo di ebollizione, o ridurre lo spessore mash.
nb: Du har for mye vørter fra meskingen for kokemengden din. Jeg foreslår å øke kokemengden ved å øke koketiden eller redusere mesketykkelsen.
nl: U heeft te veel wort van de maisch voor uw kook grootte. Ik stel voor om de kook grootte te vergroten door de kooktijd te vergroten, of om de maisch dikte te reduceren.
pl: Uzyskałeś zbyt dużo brzeczki przed gotowaniem w stosunku do możliwości gotowania. Zwiększ objetość gotowania zwiąkaszając jego czas lub zmniejsz gęstość zacieru.
pt_br: Você tem muito mosto para o tamanho a fervura. Eu sugiro que melhore a mostura aumentando o tempo de cozimento ou reduzindo o volume mosto.
ru: У Вас слишком много сусла для кипячения. Я рекомендую изменить размер кипячения путём изменения времени кипячения. Или уменьшения толщины затора.
sv: Det blir för mycket vört från mäsken för den angivna kokvolymen. Jag föreslår en ökning av kokvolymen genom att öka koktiden eller minska mäsktjockleken.

# MashWizard|
source: Batch Sparge %1
sv: Batch vattning %1

# MashWizard|
source: Fly Sparge
sv: Löpande vattning

# Misc|
source: Spice
ca: Espècia
es: Especia
fr: Épice
pt_br: Condimento
sv: Krydda

# Misc|
source: Fining
ca: Clarificador
es: Aclarador
fr: Agents de collage
sv: Klarningsmedel

# Misc|
source: Water Agent
ca: Agent per l'aigua
es: Agente para Agua
fr: Agent d'eau
sv: Vattenbehandling

# Misc|
source: Herb
ca: Herba
es: Hierba
fr: Herbes
pt_br: Erva
sv: Ört

# Misc|
source: Flavor
ca: Sabor
es: Sabor
fr: Saveur
pt_br: Aroma
sv: Smak

# Misc|
source: Other
ca: Altre
es: Otro
fr: Autre
pt_br: Outro
sv: Övrigt

# Misc|
source: Boil
ca: Bullit
es: Hervir
fr: Cuisson
pt_br: Ferver
sv: Kokning

# Misc|
source: Mash
ca: Maceració
es: Maceración
fr: Empâtage
pt_br: Mosto
sv: Mäskning

# Misc|
source: Primary
ca: Primari
es: Primario
fr: Primaire
sv: Primär

# Misc|
source: Secondary
ca: Secundari
es: Secundario
fr: Secondaire
sv: Sekundär

# Misc|
source: Bottling
ca: Embotellat
es: Embotellar
fr: Embouteillage
sv: Flasktappning

# Misc|
source: Weight
ca: Massa
es: Peso
fr: Poids
sv: Vikt

# Misc|
source: Volume
ca: Volum
es: Volumen
sv: Volym

# MiscDialog|
source: Misc name
ca: Nom d'ingredient extra
cs: Název přípravku
de: Sonstiges Name
el: Ονομασία είδους
es: Nombre de misc
fr: Nom divers
hu: Egyéb név
it: Nome Aggiunta
nb: Diverse navn
nl: naam Diversen
pl: Nazwa dodatku
pt_br: Nome do Adjunto
ru: Разное имя
sv: Övriga namn

# MiscDialog|
source: Misc name:
ca: Nom d'ingredient extra:
cs: Název přípravku:
de: Sonstiges Name:
el: Ονομασία είδους
es: Nombre de misc:
fr: Nom divers :
hu: Egyéb név:
it: Nome Aggiunta:
nb: Diverse navn:
nl: naam Diversen:
pl: Nazwa dodatku:
pt_br: Nome do Adjunto
ru: Разное имя:
sv: Diverse namn:

# MiscDialog|
source: Misc Database
ca: Base de dades d'ingredients extres
cs: Databáze přípravků
de: Sonstiges Datenbank
el: Βάση δεδομένων διαφόρων
es: Base de datos de miscs
fr: Base de données des ingrédients divers
it: Database Misc
nb: Database diverse
nl: Database Diversen
pl: Baza dodatków
pt_br: Banco de Dados de Adjuntos
ru: База данных прочих ингредиентов
sv: Diverse databas

# MiscDialog|
source: Add to Recipe
ca: Afegeix a la recepta
cs: Přidat do receptu
de: Zum Rezept hinzufügen
el: Προσθήκη στην συνταγή
es: Agregar a Receta
fr: Ajouter à la recette
hu: Hozzáadás a recepthez
nb: Legg til oppskrift
pl: Dodaj do receptury
pt_br: Adicionar a receita
ru: Добавить в рецепт
sv: Lägg till i receptet

# MiscDialog|
source: New
ca: Nou
cs: Nový
de: Neu
el: Νέα
es: Nuevo
fr: Nouveau
hu: Új
it: Nuovo
nb: Ny
nl: Nieuw
pl: Nowy
pt_br: Novo
ru: Новый
sv: Ny

# MiscDialog|
source: Add selected ingredient to recipe
ca: Afegeix l'ingredient seleccionat a la recepta
cs: Přidat zvolenou přísadu do receptu
de: Füge ausgewählte Zutaten dem Rezept hinzu
el: Προσθέστε το επιλεγμένο συστατικό στην συνταγή
es: Agregar ingrediente seleccionado a la receta
fr: Ajouter l'ingrédient sélectionné à la recette
hu: Kiválasztott hozzávaló hozzáadása a recepthez
it: Aggiungi ingredienti selezionati alla ricetta
nb: Legg til valgt ingrediens til oppskrift
pt_br: Adicionar ingrediente selecionado à receita
ru: Добавить выбранный ингредиент в рецепт
sv: Addera vald ingrediens till receptet

# MiscDialog|
source: Create new ingredient
ca: Crear un ingredient nou
cs: Vytvořit novou přísadu
de: Erstelle neue Zutat
el: Δημιουργείστε ένα νέο συστατικό
es: Crear un ingrediente nuevo
fr: Créer un nouvel ingrédient
hu: Új elem hozzáadása
it: Crea nuovo ingrediente
nb: Opprett ny ingrediens
nl: Creëer nieuw ingrediënt
pl: Utwórz nowy składnik
pt_br: Criar novo ingrediente
ru: Создать новый ингредиент
sv: Skapa ny ingrediens
