Repository: Brewtarget/brewtarget
Catalog: translations/lpad/bt-*.po
Languages: ca, cs, de, el, es, fr, hu, it, nb, nl, pl, pt_br, ru, sv

# Recipe|
source: %1 %2 yeast,
ca: «%1», llevat tipus %2,
de: %1 %2 Hefe,
el: %1 %2 μαγιά,
es: %1 %2 de levadura,
fr: la levure %1 (%2),
hu: %1 %2 élesztő,
it: %1 %2 Lievito
nb: %1 %2 gjær,
nl: %1 %2 gist,
pl: drożdże %1 (%2)
pt_br: %1 %2 levedura, .
ru: %1 %2 дрожжи,
sv: %1 %2 jäst,

# Recipe|
source: to the primary.
ca: al primari.
cs: do hlavního kvašení.
de: zur Anstellwürze.
el: στον πρώτο κάδο ζύμωσης
es: al primario.
fr: pour la primaire.
hu: elsődleges erjesztőbe
it: nel primario.
nb: til primærgjæringskaret.
nl: aan de hoofdvergisting.
pl: do fermentora.
pt_br: para o primário.
ru: в первичку
sv: till primären.

# Recipe|
source: Pitch yeast
ca: Sembreu el llevat
cs: Přidejte kvasnice
de: Hefe anstellen
el: Ρίξτε την μαγιά
es: Agregar levadura
fr: Ensemencement
hu: Élesztővel beoltani
it: Lievito intenso
nb: Tilsett gjær
nl: Voeg gist toe
pl: Zadaj drożdże
pt_br: Levedura a ser inoculada
ru: Внесите дрожжи
sv: Tillsätt jäst

# Recipe|
source: Let ferment until FG is %1.
ca: Deixeu-lo fermentar fins que la DF sigui %1.
cs: Nechte mladinu kvasit dokud hustota nedosáhne %1.
de: Gären lassen bis FG %1 ist.
el: Αφήστε το να ζυμώνει εως ότου το FG είναι %1.
es: Dejar fermentar hasta que la DF sea %1.
fr: Laissez fermenter jusqu'à une DF de %1.
hu: A végleges fajsúly (FG) %1 értékig erjeszteni.
it: Lascia fermentare fino a FG %1.
nb: La gjære til FG er %1.
nl: Laat vergisten totdat het eind SG %1 is.
pl: Pozwól piwu fermentować do osiągnięcia gęstości %1.
pt_br: Deixar fermentar até FG ser %1.
ru: Дать сбродить до конечной плотности (FG) %1.
sv: Lät det jäsa till slutdensiteten är %1.

# Recipe|
source: Ferment
ca: Fermentació
cs: Kvašení
de: Gären
el: Ζύμωση
es: Fermentar
fr: Fermentation
hu: Erjeszteni
it: Fermentare
nb: Gjære
nl: Vergisting
pl: Fermentacja
pt_br: Fermento
ru: Брожение
sv: Jäs

# Recipe|
source: Transfer beer to secondary.
ca: Transferiu la cervesa al secundari.
cs: Převeďte pivo do nádob(y) pro dokvašování.
de: Schlauchen Sie das Bier zur Nachgärung um.
el: μεταφέρτε την μπύρα στον δεύτερο κάδο ζύμωσης
es: Trasladar cerveza al secundario.
fr: Soutirez la bière dans la cuve de fermentation secondaire.
hu: Másodlagos erjeszőbe fejteni
it: Trasferisci la birra nel secondario.
nb: Overfør øllet til sekundærgjæringskaret.
nl: Hevel het bier naar het nagistingsvat.
pl: Przelej piwo na cichą fermentację.
pt_br: Transferir cerveja para o secundário.
ru: Перелить пиво на вторичку
sv: Överför ölen till sekundären.

# Recipe|
source: Transfer to secondary
ca: Transferiu al secundari
cs: Převést do nádob(y) na dokvašování
de: Schlauchen Sie zur Nachgärung um.
el: Μεταφέρτε στον δεύτερο κάδο
es: Trasladar al secundario
fr: Transfert en secondaire
hu: Másodlagos erjeszőbe fejteni
it: Trasferisci al secondario
nb: Overfør til sekundærgjæringskaret.
nl: Hevel naar het nagistingsvat
pl: Przelej na cichą
pt_br: Transferir para o secundário
ru: Перелить на вторичку
sv: Överför ill sekundären

# Recipe|
source: Add %1 %2 to boil at %3.
ca: Afegiu %1 de «%2» al bullir a %3.
cs: Přidejte %1 %2 do chmelovaru po %3.
de: %1 %2 zugeben und bei %3 kochen.
el: Προσθέστε %1 %2 για βράσιμο στους %3
es: Agregar %1 %2 al hervor a %3.
fr: Ajoutez %1 %2 à l'ébullition à %3.
hu: %1 %2 forralni %3 értéken
it: Aggiungi %1 %2 per bollire a %3.
nb: Tilsett %1 %2 til kokingen ved %3.
nl: Voeg %1 %2 toe aan het kookvat op %3.
pl: Dodaj %1 %2 do gotowania przy %3.
pt_br: Adicionar %1 %2 à fervura às %3.
ru: Добавить %1 %2 к кипячению в %3
sv: Tillsätt %1 %2 till koket vid %3.

# Recipe|
source: Raise water to boil and then remove from heat. Stir in
ca: Bulliu l'aigua i després retireu-ka del foc. Remeneu-la
cs: Přiveďte vodu k varu, pak ji vyjměte z tepla. Vmíchejte
de: Bringen Sie das Wasser zum Kochen und nehmen Sie die Hitze weg. Rühren Sie ein: n
el: Βράστε νερό και μετά απομακρύνετέ το από την φωτιά. Ανακατέψτε
es: Hervir el agua y quitar del fuego. Revolver
fr: Portez l'eau à ébullition, puis retirez du feu. Incorporez
hu: Forralj vizet és keverd hozzá
it: Sollevare l'acqua ad ebollizione e poi togliere dal fuoco. Mescolare
nb: Kok opp vannet og fjern det fra varmen. Rør inn
pl: Podnieść wodę do wrzenia, a następnie zdjąć z ognia. Mieszać w
pt_br: Elevar a água até ferver e em seguida retirar do fogo. Agitar dentro
ru: Влей воду в кипячение и снять с огня. Слить.
sv: Värm vattnet tills det kokar och ta sedan bort det från värmekällan. Rör i

# Recipe|
source: Add Extracts to water
ca: Afegiu extractes per l'aigua
cs: Přidat výtažky do vody
de: Extrakte zum Wasser zugeben
el: Προσθέστε τα εκχυλίσματα στο νερό
es: Agregar Extractos al agua
fr: Ajoutez les extraits à l'eau
hu: Add a malátakivonatot a vízhez
it: Aggiungi estratti all'acqua
nb: Tilsett ekstrakter til vannet
pl: Dodać wody do ekstraktów
pt_br: Adicionar essências à água
ru: Добавить экстракт в воду
sv: Tillsätt extraktet till vattnet

# Recipe|
source: %1 water to %2
ca: %1 d'aigua a %2
cs: %1 vody na teplotu %2
de: %1 Wasser zu %2
el: %1 νερό για %2
es: %1 de agua a %2
fr: %1 d'eau à %2
hu: %1 vizet a %2
it: %1 acqua a %2
nb: %1 vann til %2
pl: %1 wody do %2
pt_br: %1 de água para %2
ru: %1 воды к %2
sv: %1 vatten till %2

# RecipeFormatter|
source: unknown style
ca: estil desconegut
cs: neznámý styl
de: unbekannte Art
el: Άγνωστο είδος/στυλ
es: Estilo Desconocido
fr: Style inconnu
hu: ismeretlen stílus
it: Stile sconosciuto
nb: Ukjent øltype
nl: onbekende stijl
pl: nieznany styl
pt_br: estilo desconhecido
ru: неизвестный стиль
sv: Okänd stil

# RecipeFormatter|
source: N/A
ca: N/D
cs: Není známo
de: nicht anwendbar
el: Μη διαθέσιμο
nb: Ikke tilgjengelig
nl: Niet beschikbaar
ru: недоступно
sv: Ej tillämplig

# RecipeFormatter|
source: Brewer
ca: Cerveser
cs: Sládek
de: Brauer
el: Ζυθοποιός
es: Maestro cervecero
fr: Brasseur
hu: Sörfőző
it: Birraio
nb: Brygger
nl: Brouwer
pl: Piwowar
pt_br: Cervejeiro
ru: Пивовар
sv: Bryggare

# RecipeFormatter|
source: Date
ca: Data
cs: Datum
de: Datum
el: Ημερομηνία
es: Fecha
hu: Időpont
it: Data
nb: Dato
nl: Datum
pl: Data
pt_br: Data
ru: Дата
sv: Datum

# RecipeFormatter|
source: Batch Size
ca: Lot
cs: Objem várky
de: Ausschlagmenge
el: Όγκος παρτίδας
es: Tamaño del lote
fr: Volume du brassin
hu: Főzet méret
it: Misura Partita
nb: Bryggevolum
nl: Batch Grootte
pl: Wielkość warki
pt_br: Volume da batelada
ru: Размер затора
sv: Satsstorlek

# RecipeFormatter|
source: Boil Size
ca: Ebullició
cs: Původní objem
de: Kochgröße
el: Όγκος βρασμού
es: Tamaño del hervido
fr: Volume pré-ébullition
hu: Forralási mennyiség
it: Misura bollitura
nb: Kokevolum
nl: Kook Volume
pl: Objętość do gotowania
pt_br: Tamanho da Fervura
ru: Размер кипячения
sv: Kokmängd

# RecipeFormatter|
source: Boil Time
ca: Temps d'ebullició
cs: Délka chmelovaru
de: Kochzeit
el: Χρόνος βρασμού
es: Tiempo de hervido
fr: Durée d'ébullition
hu: Forralási idő
it: Tempo di bollitura
nb: Koketid
nl: Kook Tijd
pl: Czas gotowania
pt_br: Tempo de Fervura
ru: Время кипячения
sv: Koktid

# RecipeFormatter|
source: Efficiency
ca: Eficiència
cs: Výtěžnost
de: Effizienz
el: Απόδοση
es: Eficiencia
fr: Efficacité
hu: Kihozatali arány
it: Efficenza
nb: Effektivitet
nl: Efficiëntie
pl: Wydajność
pt_br: Eficiência
ru: Эффективность
sv: Effektivitet

# RecipeFormatter|
source: ABV
cs: Obsah alkoholu
es: APV
hu: alkoholfok (v/v%)
nl: Alc (vol%)
pl: Alkohol (ABV)
ru: Объём алкоголя
sv: Volymprocent alkohol

# RecipeFormatter|
source: Color
cs: Barva
de: Farbe
el: Χρώμα
fr: Couleur
hu: Szín
it: Colore
nb: Farge
nl: Kleur
pl: Barwa
pt_br: Cor
ru: Цвет
sv: Färg

# RecipeFormatter|
source: Fermentables
cs: Suroviny
de: Gärgüter
el: Ζυμώσιμα
fr: Fermentescibles
hu: Erjesztető anyagok
it: Fermentabili
nb: Gjærbare råvarer
nl: Mout
pl: Składniki fermentacji
pt_br: Fermentáveis
ru: Сбраживаемые
sv: Jäsbart

# RecipeFormatter|
source: Total grain:
ca: Gra total:
cs: Celkem sladu:
de: Totale Getreidemenge:
el: Ολική ποσότητα σιτηρών
es: Total granos:
hu: Összes gabona:
it: Grano Totale:
nb: Totalt korn:
nl: Totaal granen:
pl: Waga słodów:
pt_br: Total de grãos:
ru: Конечная засыпь
sv: Total kornmängd:

# RecipeFormatter|
source: Name
ca: Nom
cs: Název
el: Όνομασία
es: Nombre
fr: Nom
hu: Név
it: Nome
nb: Navn
nl: Naam
pl: Nazwa
pt_br: Nome
ru: Название
sv: Namn

# RecipeFormatter|
source: Type
ca: Tipus
cs: Druh
de: Typ
el: Είδος
es: Tipo
hu: Típus
it: Tipologia
pl: Typ
pt_br: Tipo
ru: Тип
sv: Stil

# RecipeFormatter|
source: Amount
ca: Quantitat
cs: Množství
de: Menge
el: Ποσότητα
es: Cantidad
fr: Quantité
hu: Mennyiség
it: Ammontare
nb: Mengde
nl: Hoeveelheid
pl: Ilość
pt_br: Quantidade
ru: Количество
sv: Mängd

# RecipeFormatter|
source: Mashed
ca: Macerat
cs: Šrotovaný
de: Gemaischt
el: στο σκεύος σακχαροποίησης
es: Macerado
fr: Empâté
hu: Cefrézve
nb: Mesket
nl: Gemaischd
pl: Zacierany
pt_br: Mosturação
ru: Затёрто
sv: Mäskat

# RecipeFormatter|
source: Late
ca: Més tard
cs: Pozdní
de: Spät
el: Στο τέλος
es: Tardío
fr: Tardif
hu: Később hozzáadott
it: Tardi
nb: Sen
pl: Dodawany późno
pt_br: Tarde
ru: Поздно
sv: Sent

# RecipeFormatter|
source: Yield
ca: Rendiment
cs: Výtěžnost
de: Ertrag
el: Απόδοση
es: Rendimiento
fr: Rendement
hu: Süllyedés
it: Prodotto
nb: Utbytte
nl: Rendement
pl: Ekstraktywność
pt_br: Rendimento
ru: Выход
sv: Avkastning

# RecipeFormatter|
source: Yes
ca: Sí
cs: Ano
de: Ja
el: Ναι
es: Sí
fr: Oui
hu: Igen
it: Si
nb: Ja
nl: Ja
pl: Tak
pt_br: Sim
ru: Да
sv: Ja

# RecipeFormatter|
source: No
cs: Ne
de: Nein
el: Όχι
fr: Non
hu: Nem
nb: Nei
nl: Nee
pl: Nie
pt_br: Não
ru: Нет
sv: Nej

# RecipeFormatter|
source: Hops
ca: Llúpols
cs: Chmele
de: Hopfen
el: Λυκίσκος
es: Lúpulos
fr: Houblons
hu: Komló
it: Luppoli
nb: Humle
nl: Hop
pl: Chmiele
pt_br: Lúpulos
ru: Хмель
sv: Humle

# RecipeFormatter|
source: Alpha
ca: Alfa
cs: Alfa
es: Alfa
hu: Alfasav
nb: Alfa
pl: Alfa
pt_br: Alfa
ru: Альфа
sv: Alfa

# RecipeFormatter|
source: Use
ca: Ús
cs: Použití
de: Verwende
el: Χρήση
es: Uso
fr: Utilisation
hu: Felhasználás
it: Usa
nb: Bruk
nl: Gebruik
pl: Użycie
pt_br: Usar
ru: Использование
sv: Använd

# RecipeFormatter|
source: Time
ca: Temps
cs: Čas
de: Zeit
el: Χρόνος
es: Tiempo
fr: Durée
hu: Idõ
it: Tempo
nb: Tid
nl: Tijd
pl: Czas
pt_br: Tempo
ru: Время
sv: Tid

# RecipeFormatter|
source: Form
ca: Format
cs: Forma
el: Μορφή
es: Forma
fr: Format
hu: Forma
it: Forma
nb: Skjema
nl: Vorm
pl: Postać
pt_br: Formulário
ru: Форма
sv: Formulär

# RecipeFormatter|
source: Misc
ca: Extres
cs: Přípravky
de: Sonstiges
el: Διαφ.
fr: Divers
hu: Egyéb
it: Aggiunta
nb: Diverse
nl: Diversen
pl: Dodatki
pt_br: Adjunto
ru: Разное
sv: Övrigt

# RecipeFormatter|
source: Yeast
ca: Llevat
cs: Kvasnice
de: Hefe
el: Μαγιά
es: Levadura
fr: Levures
hu: Élesztőtörzs
it: Lievito
nb: Gjær
nl: Gist
pl: Drożdże
pt_br: Levedura
ru: Дрожжи
sv: Jäst

# RecipeFormatter|
source: Stage
ca: Etapa
cs: Etapa
de: Phase
el: Στάδιο
es: Etapa
fr: Étape
hu: Szakasz
it: fase
nb: Fase
nl: Fase
pl: Krok
pt_br: Etapa
ru: Этап
sv: Steg

# RecipeFormatter|
source: Secondary
ca: Secundari
cs: Dokvašování
de: Nachgärung
el: κατά την δεύτερη ζύμωση
es: Secundario
fr: Secondaire
hu: Másodlagos
it: Secondario
nb: Sekundær
nl: nagistingsvat
pl: Fermentacja cicha
pt_br: Secundário
ru: Вторичное
sv: Sekundär

# RecipeFormatter|
source: Primary
ca: Primària
cs: Hlavní kvašení
de: Hauptgärung
el: Κατά την πρώτη ζύμωση
es: Primario
fr: Primaire
hu: Elsődleges
it: Primario
nb: Primær
nl: Hoofdvergisting
pl: Fermentacja burzliwa
pt_br: Primário
ru: Первичное
sv: Primär

# RecipeFormatter|
source: Mash
ca: Maceració
cs: Rmutování
de: Maische
el: Στο σκεύος σακχ/σης
es: Maceración
fr: Empâtage
hu: Cefre
nb: Mesk
nl: Maisch
pl: Zacieranie
pt_br: Mosto
ru: Затор
sv: Mäsk

# RecipeFormatter|
source: Temp
ca: Temperatura
cs: Teplota
el: Θερμ.
fr: Température
hu: Hőmérséklet
it: Temperatura
nb: Temperatur
nl: Temperatuur
pt_br: Temperatura
ru: Температура
sv: Temperatur

# RecipeFormatter|
source: Target Temp
ca: Temperatura desitjada
cs: Cílová teplota
de: Zieltemp.
el: Ζητούμενη θερμ.
es: Temp. Deseada
fr: Température cible
hu: Célhőmérséklet
it: Temperatura Obiettivo
nb: Måltemperatur
nl: Streef Temp
pl: Docelowa temp.
pt_br: Temperatura Alvo
ru: Желаемая температура
sv: Måltemperatur

# RecipeFormatter|
source: Notes
cs: Poznámky
de: Notizen
el: Σημειώσεις
es: Notas
hu: Megjegyzések
it: Note
nb: Notater
nl: Aantekeningen
pl: Notatki
pt_br: Notas
ru: Заметки
sv: Anteckningar

# RecipeFormatter|
source: Instructions
ca: Instruccions
cs: Instrukce
de: Instruktionen
el: Οδηγίες
es: Instrucciones
hu: Útmutatás
it: Istruzioni
nb: Instruksjoner
nl: Instructies
pl: Instrukcje
pt_br: Instruções
ru: Инструкции
sv: Instruktioner

# RecipeFormatter|
source: Brew Date
ca: Data d'elaboració
cs: Datum vaření
de: Tag des Braus
el: Ημέρα Ζυθοποίησης
es: Fecha de Elaboración
fr: Date du brassage
hu: Sörfőzés ideje
it: Data di birrificazione
nb: Bryggedato
pl: Data warzenia
pt_br: Data de Produzir Cerveja
ru: Дата варки
sv: Bryggdatum

# RecipeFormatter|
source: Preboil
ca: Abans de bullir
cs: Objem před chmelovarem
de: Vorkochen
el: Πριν τον βρασμό
es: Antes de hervir
fr: Pré-ébullition
hu: Forralást megelőző
it: Prima della bollitura
nb: Før koking
pl: Przed gotowaniem
pt_br: Pré-fervura
ru: Перед кипячением
sv: Före kokning

# RecipeFormatter|
source: Volume into BK
ca: Volum en el recipient de cocció
cs: Objem do varné nádoby
de: Volumen im BK
el: Όγκος στο σκεύος βρασμού
es: Volumen en la olla de hervido
fr: Volume dans la cuve d'ébullition
hu: Forraló edénybe kerülő mennyiség
it: Volume interno al BK
nb: Volum i BK
pl: Objętość w kadzi
pt_br: Volume no BK
ru: Объём варочного котла
sv: Volym i kokkärl

# RecipeFormatter|
source: Final Temp
ca: Temperatura Final
cs: Výsledná teplota
de: Endtemperatur
el: Τελική Θερμοκρασία
es: Temp. Final
fr: Température finale
hu: Végleges hőmérséklet
it: Temperatura Finale
nb: Endelig temperatur
pl: Temp. końcowa
pt_br: Temperatura Final
ru: Конечная температура
sv: Slutgiltig temperatur

# RecipeFormatter|
source: Eff into BK
ca: Eficiència en el recipient de cocció
cs: Výtěžnost varné nádoby
el: απόδ. στην μαρμίτα
es: Eficiencia en la olla
fr: Eff. d'ébullition
hu: Forralóbe kerülő színlé kihozatali aránya
it: Efficenza in BK
nb: Eff i BK
pl: Wydajność w kadzi
pt_br: Eficiência da panela de fervura
ru: Эффективность варочного котла
sv: Eff till BK

# RecipeFormatter|
source: Projected OG
ca: DI projectada
cs: Předpokládaná počáteční hustota
de: Geplante Stammwürze
el: Προβλεπόμενη OG
es: D.I. Prevista
fr: DI prévue
hu: Várható kezdeti fajsúly
it: OG Stimato
nb: Projisert OG
pl: Przewidywana OG
pt_br: OG Projetado
ru: Планируемая начальная плотность
sv: Beräknad OG

# RecipeFormatter|
source: Postboil
ca: Després de bullir
cs: Po chmelovaru
de: Nachkochen
el: μετά τον βρασμό
es: Despúes de hervir
fr: Post-ébullition
hu: Forralást követő
it: Dopo Bollitura
nb: Etter koking
pl: Po gotowaniu
pt_br: Pós-fervura
ru: После кипячения
sv: Efter kokning

# RecipeFormatter|
source: Postboil Volume
ca: Volum després de l'ebullició
cs: Objem po chmelovaru
de: Nachkochvolumen
el: Όγκος μετά τον βρασμό
es: Volumen después de hervir
fr: Volume post-ébullition
hu: Forralást követő mennyiség
it: Volume dopo Bollitura
nb: Volum etter koking
pl: Objętość po gotowaniu
pt_br: Volume pós-fervura
ru: Объём после кипячения
sv: Volym efter kokning

# RecipeFormatter|
source: Volume Into Fermenter
ca: Volum en el fermentador
cs: Objem do spilky
de: Volumen im Fermenter
el: Όγκος στον κάδο ζύμωσης
es: Volumen en el fermentador
fr: Volume dans le fermenteur
hu: Erjesztőedénybe kerülő mennyiség
it: Volume dentro al fermentatore
nb: Volum til gjæring
pl: Objętość w fermentorze
pt_br: Volume no fermentador
ru: Объём в бродильном баке
sv: Volym som överförs till jäskaret

# RecipeFormatter|
source: Brewhouse Eff
ca: Brewhouse efic
cs: Varní výtěžnost pivovaru
de: Sudhausausbeute
el: Απόδ. εξοπλισμού
es: Eficiencia Total
fr: Efficacité de l'installation
hu: Teljes folyamatra vetített kihozatali arány
it: Efficenza Birrificio
nb: Bryggerhus Eff
pl: Wydajność browaru
pt_br: Eficiência do Sistema de Brassagem
ru: Btewhouse Эффективность
sv: Brygghusets effektivitt

# RecipeFormatter|
source: Projected ABV
ca: ABV projectada
cs: Odhadovaný obsah alkoholu
de: Geplanter Alkoholgehalt
el: Προβλεπόμενοι ABV
es: APV Proyectado
fr: ABV prévu
hu: Tervezett alkoholfok (v/v%)
it: ABV Stimato
nb: Projisert ABV
pl: Przewidywana ABV
pt_br: ABV esperada
ru: Планируемый объём алкоголя
sv: Beräknad volymprocent alkohol

# RecipeFormatter|
source: Postferment
ca: Post-fermentació
cs: Ze spilky
de: Nachgärung
el: Μετά την ζύμωση
es: Despues de fermentar
fr: Post-fermentation
hu: Erjedést követő
it: Post Fermentazione
nb: Etter gjæring
pl: Po fermentacji
pt_br: Pós-fermentação
ru: После брожения
sv: Efter jäsning

# RecipeFormatter|
source: Volume
ca: Volum
cs: Objem
de: Volumen
el: Όγκος
es: Volúmen
hu: Mennyiség
nb: Volum
pl: Objętość
ru: Объём
sv: Volym

# RecipeFormatter|
source: Print Document
ca: Imprimir document
cs: Vytisknout dokument
de: Dokument ausdrucken
el: Εκτύπωση εγγράφου
es: Imprimir Documento
fr: Imprimer le document
hu: Dokumentum nyomtatása
it: stampa documento
nb: Skriv ut dokument
pl: Wydrukuj dokument
pt_br: Imprimir Documento
ru: Печать документа
sv: Skriv ut dokument

# RecipeFormatter|
source: Category
ca: Categoria
cs: Kategorie
de: Kategorie
el: Κατηγορία
es: Categoría
fr: Catégorie
hu: Kategória
it: Categoria
nb: Kategori
nl: Categorie
pl: Kategoria
pt_br: Categori­a
ru: Категория
sv: Kategori

# RecipeFormatter|
source: Code
ca: Codi
cs: Kód
el: Κωδικός
es: Código
hu: Kód
nb: Kode
pl: Kod
pt_br: Código
ru: Код
sv: Kod

# RecipeFormatter|
source: BoilTime
ca: Temps d'ebullició
de: Kochzeit
el: Χρόνος βρασμού
es: Tiempo de cocción
fr: Durée d'ébullition
hu: Forralásiidő
nb: Koketid
pl: Czas gotowania
pt_br: Tempo de Fervura
ru: Время кипячения
sv: Koktid

# RecipeFormatter|
source: Attenuation
ca: Atenuació
cs: Prokvašení
de: Vergärungsgrad
el: αραίωση
es: Atenuación
fr: Atténuation
hu: erjesztési hatékonyság
nb: Demping
pl: Rozcieńczenie
pt_br: Atenuação
sv: Förjäsningsgrad

# RecipeFormatter|
source: Flocculation
ca: Floculació
cs: Flokulace
de: Ausflockung
el: κροκίδωση
es: Floculación (precipitado)
fr: Floculation
hu: ülepedés
it: Flocculazione
nb: Flokkulering
nl: Flocculatie
pl: Flokulacja
pt_br: Floculação
ru: Флоккуляция
sv: Flockulering

# RecipeFormatter|
source: Miscs
ca: Ingredients extres
fr: Divers
sv: Diverse

# RecipeFormatter|
source: Yeasts
ca: Llevats
es: Levaduras
fr: Levures
sv: Jäst

# RecipeFormatter|
source: Estimated calories (per 33 cl)
ca: Calories estimades (per 33 cl)
es: Calorías estimadas (por 33 cl)
fr: Calories estimées (pour 33 cl)
pt_br: Calorias estimadas (por 330ml)
sv: Beräknat energiinnehåll (kcal/33cl)

# RecipeFormatter|
source: Estimated calories (per 12 oz)
ca: Calories estimades (per 12 oz)
es: Calorías estimadas (por 12 oz)
fr: Calories estimées (pour 35cl)
pt_br: Calorias estimadas (por 355ml)
sv: Beräknat energiinnehåll (kcal/12oz)

# RecipeFormatter|
source: Bitterness
ca: Amargor
es: Amargura
fr: Amertume
sv: Bitterhetsgrad

# RecipeFormatter|
source: Target
ca: Objectiu
es: Objetivo
fr: Cible
sv: Målsättning

# RecipeFormatter|
source: Total
sv: Totalt

# RecipeFormatter|
source: Hostname
sv: Värdnamn

# RecipeFormatter|
source: Database
sv: Databas

# RecipeFormatter|
source: Username
sv: Användarnamn

# RecipeFormatter|
source: Saved Password
sv: Sparat Lösenord

# RefractoDialog|
source: OG Mismatch
ca: DF desajustada
cs: Neshoda počáteční hustoty
de: Stammwürze-Missverhältnis
el: Αναντιστοιχία OG
es: D.I. no concuerda
fr: DI Incohérente
hu: Nem egyező kezdeti fajsúly
it: OG Corrispondente
nb: Uoverenstemmelse OG
nl: Onjuiste combinatie oorspronkelijk SG
pl: Błąd początkowej gęstości piwa
pt_br: Incompatibilidade de OG
ru: Несовпадение начальной плотности
sv: Missat OG

# RefractoDialog|
source: Based on the given original plato, the OG should be %1, but you have entered %2. Continuing with the calculated OG.
ca: Basant-se en els graus Plato originals, la DF hauria de ser «%1», però heu posatt «%2». Continuem amb la DF calculada.
cs: Na základě původního Plato by původní hustota měla být %1, vy jste však zadali %2. Pokračuji s vypočtenou původní hustotou.
de: Basierend auf dem angegeben Plato-Wert sollte die Stammwürze-Dichte %1 betragen aber Sie haben %2 eingegeben. Fahre fort mit der berechneten Stammwürze-Dichte.
el: Με βάση τους δεδομένους αρχικούς βαθμούς plato, η αρχική πυκνότητα θα έπρεπε να είναι %1, αλλά έχετε εισάγει %2. Συνεχίζω με την υπολογισμένη αρχική πυκνότητα
es: Basado en la densidad Plato original, la D.I. debería ser %1, pero pusiste %2. Siguiendo con la D.I. calculada.
fr: Selon la densité primitive (Plato), la DI devrait être %1, mais vous avez entré %2. Le calcul continuera avec la DI calculée.
hu: A megadott eredeti °B alapján a kezdeti fajsúly %1, de az általad megadott érték %2. A továbbiakban a kiszámított eredeti fajsúlyt vesszük alapul.
it: Sulla base del dato plato originale, l'OG deve essere %1, ma tu ha inserito %2. Continuando con il valore calcolato OG.
nb: Basert på given original plato, skulle OG være %1, men du har skrevet %2. Fortsetter med kalkulert OG.
nl: Gebaseerd op de opgegeven oorspronkelijke plato zou het oorspronkelijk SG %1 moeten zijn, maar u heeft %2 ingevoerd. Het programma gaat door met het berekende oorspronkelijke SG.
pl: Na podstawie dostarczonego oryginalnego plato początkowa gęstość piwa powininna wynosić %1, lecz została wprowadzona %2. Kontynuuję z wyliczoną gęstością.
pt_br: Com base no grau Plato inicial dosado, a OG deve ser %1, porém você inseriu %2. Continue com a OG calculada.
ru: Основанная на данном начальном плато, начальная плотность должна быть %1, но вы ввели %2. Продолжаем с расчитаной начальной плотностью.
sv: Baserat på angiven plato så bör OG vara minst %1, men det inmatade värdet är %2. Fortsätter med det beräknad OG.

# ScaleRecipeEquipmentPage|
source: Select Equipment
ca: Seleccioneu l'equipament
es: Seleccionar equipamiento
fr: Sélectionner équipement
sv: Välj utrustning

# ScaleRecipeEquipmentPage|
source: The recipe will be scaled to match the batch size and efficiency of the selected equipment
ca: La recepta s'adaptarà a la mida del lot i l'eficiència de l'equipament seleccionat
fr: La recette sera dimensionnée pour correspondre à la taille du lot et à l'efficience de l'équipement sélectionné
sv: Receptet kommer att skalas för att matcha satsens storlek och effektiviteten av den valda utrustningen

# ScaleRecipeEquipmentPage|
source: New Equipment
ca: Nou equipament
es: Nuevo equipamiento
fr: Nouvel équipement
sv: Ny utrustning

# ScaleRecipeEquipmentPage|
source: New Efficiency (%)
ca: Nova eficiència (%)
es: Nuevo Eficiencia (%)
fr: Nouvelle efficience (%)
sv: Ny effektivitet (%)

# ScaleRecipeIntroPage|
source: Scale Recipe
ca: Ajusta la recepta
es: Escalar Receta
fr: Redimensionner la recette
sv: Skala recept

# ScaleRecipeIntroPage|
source: This wizard will help you scale a recipe to another size or efficiency.Select another equipment with the new batch size and/or efficiency andthe wizard will scale the recipe ingredients automatically.
ca: Aquest giny us ajudarà a adaptar una recepta a una altra mida o eficiència. Seleccioneu un altre equipament amb la nova mida de lot i/o eficiència, el giny adaptarà els ingredients de la recepta automàticament.
fr: Cet assistant va vous aider à redimensionner une recette pour une autre taille ou efficience .Sélectionnez un autre équipement avec la nouvelle taille du lot et / ou efficience et l'assistant va redimensionner la recette automatiquement.
sv: Den här guiden kommer hjälpa dig att skala receptet till en annan volym eller effektivitet. Välj en annan utrustning med den nya satsens volym och/eller effektivitet och guiden kommer att skala alla ingredienser automatiskt.
