Repository: Brewtarget/brewtarget
Catalog: translations/lpad/bt-*.po
Languages: ca, cs, de, el, es, fr, hu, it, nb, nl, pl, pt_br, ru, sv

# AboutDialog|
source: About Brewtarget
ca: Quant a Brewtarget
cs: O aplikaci Brewtarget
de: Über Brewtarget
el: Σχετικά με το Brewtarget
es: Sobre Brewtarget
fr: À propos de Brewtarget
hu: a Brewtargetről
it: Chi è Brewtaget
nb: Om Brewtarget
nl: Over Brewtarget
pl: O Brewtarget
pt_br: Sobre BrewTarget
ru: О Brewtarget
sv: Om Brewtarget

# BrewDayScrollWidget|
source: Style
ca: Estil
cs: Styl
de: Stil
el: Στυλ
es: Estilo
hu: Stílus
it: Stile
nb: Øltype
nl: Stijl
pl: Styl
pt_br: Estilo
ru: Сорт
sv: Stil

# BrewDayScrollWidget|
source: Date
ca: Data
cs: Datum
de: Datum
el: Ημερομηνία
es: Fecha
hu: Időpont
it: Data
nb: Dato
nl: Datum
pl: Data
pt_br: Data
ru: Дата
sv: Datum

# BrewDayScrollWidget|
source: Boil Time
ca: Temps d'ebullició
cs: Délka chmelovaru
de: Kochzeit
el: Χρόνος βρασμού
es: Tiempo de ebullición
fr: Durée d'ébullition
hu: Forralási idő
it: Tempo di bollitura
nb: Koketid
nl: Kooktijd
pl: Czas gotowania
pt_br: Tempo de Fervura
ru: Время кипячения
sv: Koktid

# BrewDayScrollWidget|
source: Efficiency
ca: Eficiència
cs: Výtěžnost
de: Malzausbeute
el: Απόδοση
es: Eficiencia
fr: Efficacité
hu: Kihozatali arány
it: Efficenza
nb: Effektivitet
nl: Efficiëntie
pl: Wydajność
pt_br: Eficiência
ru: Эффективность
sv: Effektivitet

# BrewDayScrollWidget|
source: Boil Volume
ca: Volum d'ebullició
cs: Množství díla
de: Pfannevollwürzemenge
el: Όγκος κατά τον βρασμό
es: Volumen de hervido
fr: Volume pré-ébullition
hu: Mennyiség (forraláskor)
it: Volume di bollitura
nb: Kokevolum
nl: Kookvolume
pl: Objętość gotowania
pt_br: Volume de Fervura
ru: Объем сусла до кипячения
sv: Kokvolym

# BrewDayScrollWidget|
source: Preboil Gravity
ca: Densitat abans d'ebullició
cs: Hustota před chmelovarem
de: Pfannevollwürzekonzentration
el: Πυκνότητα πριν το βρασμό
es: Densidad Pre-hervido
fr: Densité pré-ébullition
hu: Fajsúly (kicefrézés után)
it: Densità Iniziale
nb: Tetthet før kok
nl: SG voor het koken
pl: Gęstość przed gotowaniem
pt_br: Densidade de Pré-fervura
ru: Плотность сусла до кипячения
sv: Densitet före kok

# BrewDayScrollWidget|
source: Final Volume
ca: Volum final
cs: Cílový objem
de: Ausschlagmenge
el: Τελικός όγκος
es: Volumen final
fr: Volume final
hu: Mennyiség (végleges)
it: Volume Finale
nb: Sluttvolum
nl: Eind SG
pl: Końcowa objętość
pt_br: Volume Final
ru: Объём сусла после кипячения
sv: Slutvolym

# BrewDayScrollWidget|
source: Starting Gravity
ca: Densitat inicial
cs: Počáteční hustota
de: Stammwürzegehalt
el: Αρχική πυκνότητα
es: Densidad Inicial
fr: Densité Initiale
hu: Fajsúly (kezdeti)
it: Densità Iniziale
nb: Tetthet start
nl: Begin SG
pl: Początkowna gęstość
pt_br: Densidade Inicial
ru: Начальная плотность
sv: Startdensitet

# BrewDayScrollWidget|
source: Final Gravity
ca: Densitat final
cs: Konečná hustota
de: Restextraktgehalt
el: Τελική πυκνότητα
es: Densidad Final
fr: Densité finale
hu: Fajsúly (végleges)
it: Densità Finale
nb: Tetthet slutt
nl: Eind SG
pl: Końcowa gęstość
pt_br: Densidade Final
ru: Конечная плотность
sv: Slutdensitet

# BrewDayScrollWidget|
source: ABV
cs: Obsah alkoholu
de: Alkoholgehalt
es: APV
hu: alkoholfok (v/v%)
nl: Alc (vol%)
pl: Alkohol (ABV)
ru: % алкоголя (об.)
sv: Alkoholhalt

# BrewDayScrollWidget|
source: Instructions
ca: Instruccions
cs: Instrukce
de: Anleitung
el: Οδηγίες
es: Instrucciones
hu: Útmutatás
it: Istruzioni
nb: Instruksjoner
nl: Instructies
pl: Instrukcje
pt_br: Instruções
ru: Инструкции
sv: Instruktioner

# BrewDayScrollWidget|
source: Completed
ca: Completat
cs: Dokončeno
de: Abgeschlossen
el: Ολοκληρώθηκε
es: Completado
fr: Terminé
hu: Befejezve
it: Completato
nb: Fullført
nl: Gereed
pl: Zakończone
pt_br: Concluído
ru: Выполнено
sv: Färdig

# BrewDayScrollWidget|
source: Time
ca: Temps
cs: Čas
de: Zeit
el: Χρόνος
es: Tiempo
fr: Temps
hu: Idõ
it: Tempo
nb: Tidtaker
nl: Tijd
pl: Czas
pt_br: Tempo
ru: Время
sv: Tid

# BrewDayScrollWidget|
source: Step
ca: Pas
cs: Krok
de: Schritt
el: Βήμα
es: escalón
fr: Étape
hu: Lépés
it: Passo
nb: Trinn
nl: Stap
pl: Krok
pt_br: Etapa
ru: Этап
sv: Steg

# BrewDayScrollWidget|
source: Actual PreBoil Volume
ca: Volum real després d'ebullició
cs: Skutečný objem před chmelovarem
de: tatsächliches Sudvolumen zu Beginn
el: Ακριβής όγκος προ βρασμού
es: Volumen Real Pre-Hervido
fr: Volume réel pré-ébullition
hu: Mennyiség (forralás előtt)
it: Attuale Volume Pre Bollitura
nb: Reelt kokevolum ved start
nl: Actueel Volume voor het koken
pl: Aktualna objętość przed gotowaniem
pt_br: Volume Real de Pré-fervura
ru: Фактический объем сусла до кипячения
sv: Verklig volym före kok

# BrewDayScrollWidget|
source: Actual PreBoil Gravity
ca: Densitat real després d'ebullició
cs: Skutečná hustota před chmelovarem
de: tatsächliche Pfannevollwürzekonzentration
el: ακριβής πυκνότητα προ βρασμού
es: Densidad Real Pre-Hervido
fr: Densité réelle pré-ébullition
hu: Fajsúly (forralás előtt)
it: Attuale Densità Pre Bollitura
nb: Reell tetthet før koking
nl: Actueel SG voor het koken
pl: Aktualna gęstość przed gotowaniem
pt_br: Densidade Real de Pré-fervura
ru: Фактическая плотность сусла до кипячения
sv: Verklig densitet före kok

# BrewDayScrollWidget|
source: PostBoil Volume
ca: Volum després d'ebullició
cs: Množství po chmelovaru
de: Ausschlagmenge
el: Όγκος μετά τον βρασμό
es: Volumen Post-Hervido
fr: Volume post-ébullition
hu: Mennyiség (forralás után)
it: Volume dopo Bollitura
nb: Volum etter kok
nl: Volume na het koken
pl: Objętość po gotowaniu
pt_br: Volume Pós-fervura
ru: Объем сусла после кипячения
sv: Volym efter kok

# BrewDayScrollWidget|
source: PostBoil Gravity
ca: Densitat després d'ebullició
cs: Hustota po chmelovaru
de: Stammwürzekonzentration
el: Πυκνότητα μετά τον βρασμό
es: Densidad Post-Hervido
fr: Densité post-ébullition
hu: Fajsúly (forralás után)
it: Densità dopo Bollitura
nb: Tetthet etter kok
nl: SG na het koken
pl: Gęstość po gotowaniu
pt_br: Densidade Pós-fervura
ru: Плотность сусла после кипячения
sv: Densitet före kok

# BrewDayScrollWidget|
source: Volume into fermenter
ca: Volum en el fermentador
cs: Spílaný objem
de: Volumen im Fermenter
el: Όγκος στον κάδο ζύμωσης
es: Volumen en Fermentador
fr: Volume dans le fermenteur
hu: Mennyiség (erjesztőbe fejtéskor)
it: Volume dentro al fermentatore
nb: Volum til gjæring
nl: Volume in het vergistingsvat
pl: Objętość w fermentorze
pt_br: Volume no Fermentador
ru: Объем сусла в бродильне
sv: Volym i jäskärl

# BrewDayScrollWidget|
source: Print Document
ca: Imprimir Document
cs: Vytisknout dokument
de: Dokument drucken
el: Εκτύπωση εγγράφου
es: Imprimir Documento
fr: Imprimer le document
hu: Dokumentum nyomtatása
it: Stampa documento
nb: Skriv ut dokument
pl: Drukuj dokument
pt_br: Imprimir Documento
ru: Печать документа
sv: Skriv ut dokument

# BrewDayScrollWidget|
source: <h2>Notes</h2>
cs: <h2>Poznámky</h2>
de: <h2>Notizen</h2>
el: <h2>Σημειώσεις</h2>
es: <h2>Notas</h2>
hu: <h2>Megjegyzések</h2>
it: <h2>Note</h2>
nb: <h2>Notater</h2>
nl: <h2>Aantekeningen</h2>
pl: <h2>Notatki</h2>
pt_br: <h2>Notas</h2>
ru: <h2>Примечания</h2>
sv: <h2>Anteckningar</h2>

# BrewDayScrollWidget|
source: Step %1: %2
ca: Pas %1: %2
cs: Krok %1: %2
de: Schritt %1: %2
el: Βήμα %1: %2
es: Escalón %1: %2
fr: Étape %1 : %2
hu: Lépés %1: %2
it: Passo %1: %2
nb: Trinn %1: %2
nl: Stap %1: %2
pl: Krok %1: %2
pt_br: Etapa %1: %2
ru: Этап %1: %2
sv: Steg %1: %2

# BrewDayScrollWidget|
source: Add grains
ca: Afegiu el gra
cs: Přidejte slad
de: Getreide hinzufügen
el: Προσθέστε Σιτηρά
es: Agregar el grano
fr: Ajout du grain
hu: Gabona adagolás
it: Aggiunta grani
nb: Legg til malt
nl: Graan toevoegen
pl: Dodaj słody
pt_br: Adicionar Grãos
ru: Добавить солод
sv: Tillsätt malt

# BrewDayScrollWidget|
source: Heat water
ca: Calenteu l'aigua
cs: Ohřejte vodu
de: Wasser erhitzen
el: Ζεστάνετε το νερό
es: Calentar el agua
fr: Chauffe de l'eau
hu: Vízforralás
it: Calore dell'acqua
nb: Varm opp vann
nl: Verhit water
pl: Podgrzej wodę
pt_br: Aquecer Água
ru: Подогрев воды
sv: Värm vatten

# BrewDayScrollWidget|
source: Estimated calories (per 33 cl)
ca: Calories estimades (per 33 cl)
es: Calorías estimadas (por 33 cl)
fr: Calories estimées (pour 33 cl)
pt_br: Calorias estimadas (por 330ml)
sv: Beräknat energiinnehåll (kcal/33cl)

# BrewDayScrollWidget|
source: Estimated calories (per 12 oz)
ca: Calories estimades (per 12 oz)
es: Calorías estimadas (por 12 oz)
fr: Calories estimées (pour 35cl)
pt_br: Calorias estimadas (por 355ml)
sv: Beräknat energiinnehåll (kcal/12oz)

# BrewDayWidget|
source: Style
ca: Estil
cs: Styl
de: Stil
el: Στυλ
es: Estilo
hu: Stílus
it: Stile
nb: Øltype
nl: Stijl
pl: Styl
pt_br: Estilo
ru: Сорт
sv: Stil

# BrewDayWidget|
source: Date
ca: Data
cs: Datum
de: Datum
el: Ημερομηνία
es: Fecha
hu: Időpont
it: Data:
nb: Dato
nl: Datum
pl: Data
pt_br: Data
ru: Дата
sv: Datum

# BrewDayWidget|
source: Boil Volume
ca: Volum d'ebullició
cs: Množství k chmelovaru
de: Sudvolumen
el: Όγκος κατά τον βρασμό
es: Volumen de hervido
fr: Volume pré-ébullition
hu: Mennyiség (forraláskor)
it: Volume di bollitura
nb: Kokevolum
nl: Kook Volume
pl: Objętość gotowania
pt_br: Volume de Fervura
ru: Объем сусла до кипячения
sv: Kokvolym

# BrewDayWidget|
source: Preboil Gravity
ca: Densitat abans d'ebullició
cs: Hustota před chmelovarem
de: Pfannevollwürzekonzentration
el: Πυκνότητα πριν το βρασμό
es: Densidad Pre-hervido
fr: Densité pré-ébullition
hu: Fajsúly (kicefrézés után)
it: Densità Iniziale
nb: Tetthet før kok
nl: SG voor het koken
pl: Gęstość przed gotowaniem
pt_br: Densidade de Pré-fervura
ru: Плотность сусла до кипячения
sv: Densitet före kok

# BrewDayWidget|
source: Final Volume
ca: Volum final
cs: Cílový objem
de: Endvolumen
el: Τελικός όγκος
es: Volumen final
fr: Volume final
hu: Mennyiség (végleges)
it: Volume Finale
nb: Sluttvolum
nl: eind Volume
pl: Końcowa objętość
pt_br: Volume Final
ru: Объём сусла после кипячения
sv: Slutvolym

# BrewDayWidget|
source: Starting Gravity
ca: Densitat inicial
cs: Počáteční hustota
de: Stammwürzegehalt
el: Αρχική πυκνότητα
es: Densidad Inicial
fr: Densité Initiale
hu: Fajsúly (kezdeti)
it: OG
nb: Tetthet start
nl: begin SG
pl: Początkowna gęstość
pt_br: Densidade Inicial
ru: Начальная плотность
sv: Startdensitet

# BrewDayWidget|
source: Boil Time
ca: Temps d'ebullició
cs: Délka chmelovaru
de: Sudzeit
el: Χρόνος βρασμού
es: Tiempo de hervido
fr: Durée d'ébullition
hu: Forralási idő
it: Tempo di bollitura
nb: Koketid
nl: Kook Tijd
pl: Czas gotowania
pt_br: Tempo de Fervura
ru: Время кипячения
sv: Koktid

# BrewDayWidget|
source: Predicted Efficiency
ca: Eficiència estimada
cs: Odhadovaná výtěžnost
de: geschätze Ausbeute
el: Προβλεπόμενη απόδοση
es: Eficiencia Estimada
fr: Efficacité prévue
hu: Várható kihozatali arány
it: Efficenza
nb: Estimert effektivitet
nl: Voorspeld rendement
pl: Przewidywana wydajność
pt_br: Eficiência Calculada
ru: Предпологаемая эффективность
sv: Förväntad verkningsgrad

# BrewDayWidget|
source: Estimated calories (per 12 oz)
ca: Calories estimades (per 12 oz)
cs: Kalorická hodnota (na 340 g)
de: Geschätzte Kalorien (pro 12 oz)
el: Θερμίδες κατά προσέγγιση
es: Calorías Estimadas (por 340 gr.)
fr: Calories estimées (pour 35cl)
hu: Becsült kalóriatartalom (354ml)
it: Calorie Stimate(per 340 gr circa)
nb: Estimert kalorier
nl: Geschat aantal calorieën (per 340 g)
pl: Kalorie (w 340 gramach)
pt_br: Calorias Estimadas (por 12oz - 340,19g)
ru: Приблизительно калорий (на 0,33л)
sv: Uppskattade kalorier (per 12 oz)

# BrewDayWidget|
source: Instructions
ca: Instruccions
cs: Instrukce
de: Anweisungen
el: Οδηγίες
es: Instrucciones
hu: Útmutatás
it: Istruzioni
nb: Instruksjoner
nl: Instructies
pl: Instrukcje
pt_br: Instruções
ru: Инструкции
sv: Instruktioner

# BrewDayWidget|
source: Completed
ca: Completat
cs: Dokončeno
de: Fertiggestellt
el: Ολοκληρώθηκε
es: Completado
fr: Terminé
hu: Befejezve
it: Completato
nb: Fullført
nl: Gereed
pl: Zakończone
pt_br: Concluído
ru: Выполнено
sv: Färdig

# BrewDayWidget|
source: Time
ca: Temps
cs: Čas
de: Zeit
el: Χρόνος
es: Tiempo
fr: Temps
hu: Idõ
it: Tempo
nb: Tidtaker
nl: Tijd
pl: Czas
pt_br: Tempo
ru: Время
sv: Tid

# BrewDayWidget|
source: Step
ca: Pas
cs: Krok
de: Schritt
el: Βήμα
es: Escalón
fr: Étape
hu: Lépés
it: Passo
nb: Trinn
nl: Stap
pl: Krok
pt_br: Etapa
ru: Этап
sv: Steg

# BrewDayWidget|
source: Actual Pre-boil Volume:
ca: Volum real abans d'ebullició:
cs: Skutečný objem před chmelovarem:
de: tatsächliche Pfannevollwürzemenge:
el: Ακριβής Όγκος πριν το Βρασμό
es: Volumen Real Pre-Hervido
fr: Volume réel pré-ébullition :
hu: Valós mennyiség (kicefrézéskor)
it: Attuale Volume Pre Bollitura:
nb: Reelt kokevolum
nl: Actueel Volume voor het koken:
pl: Aktualna objętość przed gotowaniem:
pt_br: Volume Real de Pré-fervura:
ru: Фактический объём перед кипячением
sv: Verklig volym innan kokning:

# BrewDayWidget|
source: Actual Pre-boil Gravity:
ca: Densitat real abans d'ebullició:
cs: Skutečná hustota před chmelovarem:
de: tatsächliches Pfannevollwürzekonzentration:
el: Ακριβής πυκνότητα πριν τον Βρασμό
es: Densidad Real Pre-Hervido
fr: Densité réelle pré-ébullition :
hu: Valós fajsúly (kicefrézéskor)
it: Attuale Densità Pre Bollitura:
nb: Reell tetthet før koking:
nl: Actueel SG voor het koken:
pl: Aktualna gęstość przed gotowaniem:
pt_br: Densidade Real de Pré-fervura:
ru: Фактическая плотность перед кипячением
sv: Verklig densitet före kok:

# BrewDayWidget|
source: Post-boil Volume:
ca: Volum després d'ebullició:
cs: Množství po chmelovaru:
de: Ausschlagmenge:
el: Όγκος μετά τον Βρασμό
es: Volumen Post-Hervido
fr: Volume post-ébullition :
hu: Mennyiség (forralás után)
it: Volume dopo Bollitura:
nb: Volum etter kok
nl: Volume voor het koken:
pl: Objętość po gotowaniu:
pt_br: Volume Pós-fervura:
ru: Объём после кипячения
sv: Volym efter kok:

# BrewDayWidget|
source: Post-boil Gravity:
ca: Densitat després d'ebullició:
cs: Hustota po chmelovaru:
de: Stammwürzekonzentration:
el: Πυκνότητα μετά το Βρασμό
es: Densidad Post-Hervido
fr: Densité post-ébullition :
hu: Fajsúly (forralás után)
it: Densità dopo Bollitura:
nb: Tetthet etter kok
nl: SG voor het koken:
pl: Gęstość po gotowaniu:
pt_br: Densidade Pós-fervura:
ru: Плотность после кипячения
sv: Densitet efter kok:

# BrewDayWidget|
source: Volume in fermenter:
ca: Volum en el fermentador:
cs: Objem ve spilce:
de: Anstellwürzemenge:
el: Όγκος στον κάδο Ζύμωσης
es: Volumen en el fermentador:
fr: Volume dans le fermenteur :
hu: Mennyiség (erjesztőedényben)
it: Volume dentro al fermentatore:
nb: Volum til gjæring
nl: Volume in het vergistingsvat:
pl: Objętość w fermentorze:
pt_br: Volume no Fermentador:
ru: Объём в бродильном баке
sv: Volym i jäskar:

# BrewDayWidget|
source: Print Document
ca: Imprimeix el document
cs: Vytisknout dokument
de: Dokument drucken
el: Εκτύπωση εγγράφου
es: Imprimir Documento
fr: Imprimer le document
hu: Dokumentum nyomtatása
it: stampa documento
nb: Skriv ut dokument
pl: Wydrukuj dokument
pt_br: Imprimir Documento
ru: Распечатать документ
sv: Skriv ut dokument

# BrewDayWidget|
source: Notes
cs: Poznámky
de: Anmerkungen
el: Σημειώσεις
es: Notas
hu: Megjegyzések
it: Note
nb: Notater
nl: Aantekeningen
pl: Notatki
pt_br: Notas
ru: Примечания
sv: Anteckningar

# BrewDayWidget|
source: Step %1: %2
ca: Pas %1: %2
cs: Krok %1: %2
de: Schritt %1: %2
el: Βήμα %1: %2
es: Escalón %1: %2
fr: Étape %1 : %2
hu: Lépés %1: %2
it: Passo %1: %2
nb: Trinn %1: %2
nl: Stap %1: %2
pl: Krok %1: %2
pt_br: Etapa %1: %2
ru: Этап %1: %2
sv: Steg %1: %2

# BrewDayWidget|
source: Estimated calories (per 33 cl)
ca: Calories estimades (per 33 cl)
es: Calorías estimadas (por 33 cl)
fr: Calories estimées (pour 33 cl)
pt_br: Calorias estimadas (por 330ml)
sv: Beräknat energiinnehåll (kcal/33cl)

# Brewtarget|
source: Default
ca: Defecte
cs: Výchozí
de: Standard
el: Προεπιλογή
es: Predeterminado
fr: Défaut
hu: Alapértelmezett
nb: Standard
nl: Standaard
pl: Domyślne
pt_br: Padrão
ru: По умолчанию
sv: Förvalt

# Brewtarget|
source: Specific Gravity
ca: Pes específic
cs: Hustota
de: Spezifische Dichte
el: Ειδικό Βάρος
es: Densidad
fr: Densité Spécifique
hu: Fajsúly
it: Densità Specifica
nb: Spesifikk tetthet
nl: Specifieke zwaartekracht
pl: Gęstość (SG)
pt_br: Densidade Específica
ru: Плотность SG
sv: Densitet

# Brewtarget|
source: US Customary
cs: Americké jednotky
de: US-Standard
el: Αμερικάνικο σύστημα
es: EE.UU.
fr: Unités US
hu: US mértékegységek
nb: Amerikanske enheter
nl: Amerikaans maatsysteem
pl: Jednostki USA
pt_br: EUA Usual
ru: Американские единицы
sv: Vanlig i US

# Brewtarget|
source: Milligrams
ca: Miligrams
cs: Miligramy
de: Milligramm
el: Χιλ/μα
es: Miligramos
fr: Milligrammes
hu: Milligramm
it: Milligrammi
nb: Milligram
nl: Milligram
pl: Miligramy
pt_br: Miligramas
ru: Миллиграммы
sv: milligram

# Brewtarget|
source: Grams
cs: Gramy
de: Gramm
el: Γραμ.
es: Gramos
fr: Grammes
hu: Gramm
it: Grammi
nb: Gram
nl: Gram
pl: Gramy
pt_br: Gramas
ru: Граммы
sv: gram

# Brewtarget|
source: Kilograms
cs: Kilogramy
de: Kilogramm
el: Κιλά
es: Kilogramos
fr: Kilogrammes
hu: Kilogramm
it: Kilogrammi
nb: Kilo
nl: Kilogram
pl: Kilogramy
pt_br: Kilogramas
ru: Килограммы
sv: kilogram

# Brewtarget|
source: Ounces
ca: Unces
cs: Unce
de: Unzen
el: Ουγκιές
es: Onzas
fr: Onces
hu: Uncia
it: oncia
nb: Unser
nl: Ounce
pl: Uncje
pt_br: Onças
ru: Унции
sv: Uns

# Brewtarget|
source: Pounds
ca: Lliures
cs: Libry
de: Pfund
el: Λίβρες
es: Libras
fr: Livres
hu: Font
it: libra
nb: Pund
nl: Pound
pl: Funty
pt_br: Libras
ru: Фунты
sv: Pund

# Brewtarget|
source: British Imperial
ca: Imperial britànica
cs: Britské imperiální
de: Imperische Einheiten
el: Βρεττανικό μετρικό σύστημα
es: Británicas
fr: Impériales (GBR)
hu: Brit imperial mértékegységek
it: Imperiali Britanniche
nb: Britiske enheter
nl: Brits maatsysteem
pl: Jednostki brytyjskie
pt_br: Imperial Britânico
ru: Британские имперские
sv: brittisk standard

# Brewtarget|
source: MilliLiters
ca: Mililitres
cs: Mililitry
de: Milliliter
el: Χιλιοστόλιτρα
es: Mililitros
fr: Millilitres
hu: Mililiter
it: Milliletri
nb: Milliliter
nl: Milliliter
pl: Mililitry
pt_br: Mililitros
ru: Миллилитры
sv: milliliter

# Brewtarget|
source: Liters
ca: Litres
cs: Litry
de: Liter
el: Λίτρα
es: Litros
fr: Litres
hu: Liter
it: Litri
nb: Liter
nl: Liter
pl: Litry
pt_br: Litros
ru: Литры
sv: liter

# Brewtarget|
source: Teaspoons
ca: Culleretes
cs: Čajové lžičky
de: Teelöffel
el: κουταλιές του γλυκού
es: Cucharaditas
fr: Cuillères à café
hu: Teáskanál (5 ml)
it: Cucchiaini
nb: Teskje
nl: Theelepels
pl: Łyżeczki
pt_br: Colher de Chá
ru: Чайные ложки
sv: tesked

# Brewtarget|
source: Tablespoons
ca: Cullerades
cs: Polévkové lžíce
de: Esslöffel
el: Κουταλιές της σούπας
es: Cucharadas
fr: Cuillères à soupe
hu: Evőkanál (15 ml)
it: Cucchiai da tavola
nb: Spiseskje
nl: Eetlepels
pl: Łyżki
pt_br: Colher de Sopa
ru: Столовые ложки
sv: matsked

# Brewtarget|
source: Cups
ca: Tasses
cs: Šálky
de: Tassen
el: Φλιτζάνια
es: Tazas
fr: Tasses
hu: Bögre (240 ml)
it: Tazze
nl: Kopjes
pl: Filiżanki
pt_br: Xícara(s)
ru: Чашки
sv: Kopp

# Brewtarget|
source: Quarts
ca: Quarts de galó
cs: Kvarty
de: Quarts (× 0,9464 Liter)
el: Τέταρτα
es: Cuartos
hu: US Quart (950 ml)
it: Quarti
pl: Kwarty
pt_br: Quartos
ru: Кварты
sv: Quart

# Brewtarget|
source: Gallons
ca: Galons
cs: Galony
de: Gallonen
el: Γαλόνια
es: Galones
hu: US gallon (3,8 l)
it: Galloni
pl: Galony
pt_br: Galão(ões)
ru: Галлоны
sv: Gallon

# Brewtarget|
source: Unknown
ca: Desconegut
cs: Neznámý
de: unbekannt
el: Άγνωστο
es: Desconocido
fr: Inconnu
hu: ismeretlen
nb: Ukjent
nl: Onbekend
pl: Nieznane
pt_br: Desconhecido
sv: Okänd

# Brewtarget|
source: mm-dd-YYYY
ca: mm-dd-AAAA
es: mm-dd-AAAA
fr: mm-jj-AAAA
pt_br: MM-DD-AAAA
sv: dd-mm-YYYY

# Brewtarget|
source: Seconds
ca: Segons
de: Sekunden
es: Segundos
fr: Secondes
nl: Seconden
pt_br: Segundos
sv: Sekunder

# Brewtarget|
source: Minutes
ca: Minuts
de: Minuten
es: Minutos
nl: Minuten
pt_br: Minutos
sv: Minuter

# Brewtarget|
source: Hours
ca: Hores
de: Stunden
es: Horas
fr: Heures
nl: Uur
pt_br: Horas
sv: Timmar

# Brewtarget|
source: Days
ca: Dies
de: Tage
es: Días
fr: Jours
nl: Dagen
pt_br: Dias
sv: Dagar

# Brewtarget|
source: Barrels
ca: Barrils
es: Barriles
fr: Barils
hu: Hordók
pt_br: Barris
sv: Fat

# Brewtarget|
source: Scale
ca: Escala
es: Escalar
fr: Échelle
sv: Skala

# BtDigitWidget|
source: Too low for style.
ca: Massa baix per l'estil.
cs: Příliš nízké pro tento styl.
de: Zu niedrig für diesen Typ.
el: Κάτω από τα όρια του στυλ
es: Demasiado bajo para el estilo.
fr: Trop bas pour le style.
hu: Stílus szerint kevés
it: Troopo basso per lo stile.
nb: For lav for øltypen
nl: Te laag voor deze stijl
pl: Za niska wartość dla stylu.
pt_br: Muito baixo para o estilo.
ru: Слишком низко для стиля
sv: För låg för vald stil.

# BtDigitWidget|
source: In range for style.
ca: Correcte per l'estil.
cs: V rozsahu stylu.
de: Im Bereich dieses Typs.
el: Στα όρια του στυλ
es: Correcto para el estilo.
fr: Dans les limites du style.
hu: Stílusnak megfelelő
it: Nel range per lo stile.
nb: Innenfor område til øltypen
nl: Conform stijl
pl: Wartość mieści się w stylu.
pt_br: Dentro da Variação do Estilo.
ru: В пределах стиля
sv: I intervall för stilen.

# BtDigitWidget|
source: Too high for style.
ca: Massa alt per l'estil.
cs: Příliš vysoké pro tento styl.
de: Zu hoch für diesen Typ.
el: Πάνω από τα όρια του στυλ
es: Demasiado alto para el estilo.
fr: Trop haut pour le style.
hu: Stílus szerint sok
it: Troppo alto per lo stile.
nb: For høy for øltypen
nl: Te hoog voor deze stijl
pl: Za wysoka wartość dla stylu.
pt_br: Muito Alto para o Estilo.
ru: Слишком высоко для стиля
sv: För högt för stilen.

# BtLabel|
source: Color (%1)
de: Farbe (%1)
fr: Couleur (%1)
hu: Szín (%1)
nl: Kleur (%1)
pt_br: Cor (%1)
sv: Färg (%1)

# BtSplashScreen|
source: Loading...
ca: S'està carregant…
de: Wird geladen …
es: Cargando...
fr: Chargement...
hu: Betöltés…
nl: Laden…
pt_br: Carregando...
ru: Загрузка…
sv: Laddar...

# BtTreeModel|
source: Name
ca: Nom
cs: Název
el: Ονομασία
es: Nombre
fr: Nom
hu: Név
it: Nome
nb: Navn
nl: Naam
pl: Nazwa
pt_br: Nome
ru: Название
sv: Namn

# BtTreeModel|
source: Brew Date
ca: Data d'elaboració
cs: Datum vaření
de: Braudatum
el: Ημέρα Ζυθοποίησης
es: Fecha de Elaboración
fr: Date de brassage
hu: Sörfőzés ideje
it: Data di birrificazione
nb: Bryggedato
nl: Brouwdatum
pl: Data warzenia
pt_br: Data da brassagem
ru: Дата варки
sv: Bryggdatum

# BtTreeModel|
source: Style
ca: Estil
cs: Styl
de: Stil
el: Στυλ
es: Estilo
hu: Stílus
it: Stile
nb: Øltype
nl: Stijl
pl: Styl
pt_br: Estilo
ru: Стиль
sv: Stil

# BtTreeModel|
source: Boil Time
ca: Temps d'ebullició
cs: Délka chmelovaru
de: Kochzeit
el: Χρόνος βρασμού
es: Tiempo de hervido
fr: Durée d'ébullition
hu: Forralási idő
it: Tempo di bollitura
nb: Koketid
nl: Kooktijd
pl: Czas gotowania
pt_br: Tempo de Fervura
ru: Время кипячения
sv: Koktid

# BtTreeModel|
source: Color
cs: Barva
de: Farbe
el: Χρώμα
fr: Couleur
hu: Szín
it: Colore
nb: Farge
nl: Kleur
pl: Kolor
pt_br: Cor
ru: Цвет
sv: Färg

# BtTreeModel|
source: Type
ca: Tipus
cs: Druh
de: Typ
el: Είδος
es: Tipo
hu: Fajta
it: Tipologia
pl: Rodzaj
pt_br: Tipo
ru: Тип
sv: Stil

# BtTreeModel|
source: Use
ca: Ús
cs: Použití
de: Verwendung
el: Χρήση
es: Usar
fr: Utilisation
hu: Felhasználás
it: Usa
nb: Bruk
nl: Gebruik
pl: Zastosuj
ru: Использование
sv: Använd

# BtTreeModel|
source: Form
ca: Format
cs: Forma
el: Μορφή
es: Formulario
fr: Format
hu: Forma
it: Forma
nb: Skjema
nl: Vorm
pl: Formularz
pt_br: Formulário
ru: Форма
sv: Formulär

# BtTreeModel|
source: Category
ca: Categoria
cs: Kategorie
de: Kategorie
el: Κατηγορία
es: Categoría
fr: Catégorie
hu: Kategória
it: Categoria
nb: Kategori
nl: Categorie
pl: Kategoria
pt_br: Categori­a
ru: Категория
sv: Kategori

# BtTreeModel|
source: Number
ca: Número
cs: Číslo
de: Nummer
el: Αριθμός
es: Número
fr: Nombre
hu: Szám
nb: Nummer
pl: Ilość
pt_br: Número
sv: Nummer
