Repository: Brewtarget/brewtarget
Catalog: translations/lpad/bt-*.po
Languages: ca, cs, de, el, es, fr, hu, it, nb, nl, pl, pt_br, ru, sv

# BtTreeModel|
source: Letter
ca: Carta
de: Buchstabe
el: Γράμμα
es: Carta
fr: Lettre
hu: Betű
nb: Bokstav
pl: Litera
pt_br: Letra
sv: Bokstav

# BtTreeModel|
source: PATH
ca: Camí
de: PFAD
el: Διαδρομή
es: RUTA
hu: ÚTVONAL
nb: STI
pl: Ścieżka
pt_br: CAMINHO
ru: Путь
sv: SÖKVÄG

# BtTreeModel|
source: FULLPATH
ca: Camí sencer
de: VOLLSTÄNDIGER PFAD
el: Πλήρης διαδρομή
es: RUTA ABSOLUTA
hu: Teljes útvonal
nb: HEL STI
pl: Pełna Ścieżka
sv: Hela sökvägen

# BtTreeModel|
source: Could not copy
sv: Kunde inte kopiera

# BtTreeModel|
source: There was an unexpected error creating %1
sv: Ett oväntat fel uppstod när %1 skulle skapas

# BtTreeView|
source: New
ca: Nou
cs: Nový
de: Neu
el: Νέα
es: Nuevo
fr: Nouveau
hu: Új
it: Nuovo
nb: Ny
nl: Nieuw
pl: Nowy
pt_br: Novo
ru: Новый
sv: Ny

# BtTreeView|
source: Recipe
ca: Recepta
cs: Recept
de: Rezept
el: Συνταγή
es: Receta
fr: Recette
hu: Recept
it: Ricetta
nb: Oppskrift
nl: Recept
pl: Przepis
pt_br: Receita
ru: Рецепт
sv: Recept

# BtTreeView|
source: Brew It!
ca: Elabora-la!
cs: Uvařit!
de: Dieses brauen!
el: Ζυθοποίησε!
es: ¡Elaborar cerveza!
fr: Brassons !
hu: Kezdődjön a főzés!
nb: Start brygg!
nl: Brouw het!
pl: Uwarz!
pt_br: Inicie Produção de Cerveja!
ru: Сварить!
sv: Brygg den!

# BtTreeView|
source: Brew Again
ca: Elabora-la un altre cop
cs: Uvařit znovu
de: Erneut brauen
el: Ζυθοποίησε πάλι
es: Elaborar de nuevo
fr: Brasser à nouveau
hu: Ismét főzni
nb: Brygg igjen
nl: Brouw opnieuw
pl: Warz ponownie
pt_br: Fazer cerveja novamente
ru: Сварить снова
sv: Brygg den igen

# BtTreeView|
source: Change date
ca: Canvia la data
cs: Datum změny
de: Datum ändern
el: Αλλαγή ημερομηνίας
es: Cambiar la fecha
fr: Changer la date
hu: Változtatás időpontja
nb: Forandre dato
nl: Datum veranderen
pl: Zmień datę
pt_br: Alterar a data
ru: Выбрать дату
sv: Byt datum

# BtTreeView|
source: Recalculate eff
ca: Torna a calcula efic.
cs: Přepočít. výtěž.
de: Ausbeute neu berechnen
el: Επανυπολογισμός απόδ.
es: Recalcular ef.
fr: Recalculer l'eff
hu: Hatékonyság újraszámolása
nb: Rekaluler eff
pl: Przelicz wydajność
pt_br: Recalcular Eficiência
sv: Räkna om effektivitet

# BtTreeView|
source: Delete
ca: Suprimeix
cs: Smazat
de: Entfernen
el: Διαγραφή
es: Eliminar
fr: Supprimer
hu: Törlés
nb: Slett
nl: Verwijderen
pl: Usuń
pt_br: Excluir
ru: Удалить
sv: Ta bort

# BtTreeView|
source: Equipment
ca: Equipament
cs: Vybavení
de: Ausstattung
el: Εξοπλισμός
es: Equipo
fr: Équipement
hu: Felszerelés
it: Attrezzatura
nb: Utstyr
nl: Apparatuur
pl: Wyposażenie
pt_br: Equipamento
ru: Оборудование
sv: Utrustning

# BtTreeView|
source: Fermentable
cs: Zkvasitelné
de: Gärgut
el: Ζυμώσιμα
fr: Fermentescible
hu: Erjeszthető alapanyag
nb: Gjærbar
pl: Fermentujące
pt_br: Fermentescível
ru: Сбраживаемый
sv: Jäsbar

# BtTreeView|
source: Hop
ca: Llúpol
cs: Chmel
de: Hopfen
el: Λυκίσκος
es: Lúpulo
fr: Houblon
hu: Komló
nb: Humle
pl: Chmiel
pt_br: Lúpulo
ru: Хмель
sv: Humle

# BtTreeView|
source: Misc
ca: Miscel·lània
cs: Přípravky
de: Sonstiges
el: Διαφ.
es: Varios
fr: Divers
hu: Egyéb
it: Aggiunta
nb: Diverse
nl: Diversen
pl: Różne
pt_br: Diversos
ru: Разное
sv: Övrigt

# BtTreeView|
source: Style
ca: Estil
cs: Styl
de: Stil
el: Στυλ
es: Estilo
hu: Stílus
it: Stile
nb: Øltype
nl: Stijl
pl: Styl
pt_br: Estilo
ru: Стиль
sv: Stil

# BtTreeView|
source: Yeast
ca: Llevat
cs: Kvasnice
de: Hefe
el: Μαγιά
es: Levadura
fr: Levure
hu: Élesztőtörzs
it: Lievito
nb: Gjær
nl: Gist
pl: Drożdże
pt_br: Levedura
ru: Дрожжи
sv: Jäst

# BtTreeView|
source: Folder
ca: Carpeta
cs: Adresář
de: Ordner
el: Φάκελος
es: Carpeta
fr: Dossier
hu: Mappa
nb: Mappe
nl: Map
pt_br: Pasta
ru: Папка
sv: Mapp

# BtTreeView|
source: Copy
ca: Copia
cs: Kopírovat
de: Kopieren
el: Αντιγραφή
es: Copiar
fr: Copier
hu: Másolás
nb: Kopier
nl: Kopiëren
pl: Kopiuj
pt_br: Copiar
ru: Копировать
sv: Kopiera

# BtTreeView|
source: Export
ca: Exporta
cs: Exportovat
de: Exportieren
el: Εξαγωγή
es: Exportar
fr: Exporter
hu: Exportálás
nb: Eksportér
nl: Exporteren
pl: Eksport
pt_br: Exportar
ru: Экспорт
sv: Exportera

# BtTreeView|
source: Import
ca: Importa
cs: Importovat
de: Importieren
el: Εισαγωγή
es: Importar
fr: Importer
hu: Importálás
nb: Importér
nl: Importeren
pt_br: Importar
ru: Импорт
sv: Importera

# BtTreeView|
source: Delete %1
ca: Suprimeix %1
cs: Smazat %1
de: %1 löschen
el: Διαγραφή %1
es: Borrar %1
fr: Supprimer %1
hu: Törlés %1
nb: Slett %1
nl: %1 Verwijderen
pl: Usuń %1
pt_br: Excluir %1
ru: Удалить %1
sv: Ta bort %1

# BtTreeView|
source: Delete %1 %2?
ca: Suprimeix %1 %2?
cs: Smazat %1 %2?
de: %1 %2 löschen?
el: Διαγραφή %1 %2?
es: Borrar %1 %2?
fr: Supprimer %1 %2 ?
hu: Törlés °%1 %2?
nb: Slett %1 %2?
nl: %1 %2 Verwijderen?
pl: Usuń %1 %2?
pt_br: Excluir %1 %2?
ru: Удалить %1 %2?
sv: Ta bort %1 %2?

# BtTreeView|
source: BrewNote
ca: Notes d'elaboració
de: Braunotiz
el: Σημείωσεις
fr: Commentaires de brassage
hu: Megjegyzés
nb: Bryggenotat
pl: Notatka
ru: Заметки к варке
sv: Brygganteckning

# BtTreeView|
source: Cancel All
ca: Cancel·la-ho tot
es: Cancelar todo
fr: Tout annuler
nl: Alles annuleren
pt_br: Cancelar Tudo
sv: Ångra alla

# BtTreeView|
source: Copy %1
ca: Copia %1
cs: Kopírovat %1
de: %1 kopieren
el: Αντιγραφή %1
es: Copiar %1
fr: Copier %1
hu: Másolás %1
it: Copia %1
nb: Kopier %1
pl: Kopiuj %1
pt_br: Copiar %1
ru: Копирование %1
sv: Kopiera %1

# BtTreeView|
source: Enter a unique name for the copy of %1.
ca: Entri un nom únic per a la copia de %1.
cs: Zadejte jedinečný název kopie %1.
de: Geben Sie einen eindeutigen Namen für die Kopie von %1 an.
el: Εισάγετε ένα μοναδικό όνομα για την αντιγραφή του %1
es: Introduzca un nombre único para la copia de %1.
fr: Entrez un nom unique pour la copie de %1.
hu: A következő fájl másolatának adj egyedi nevet %1
it: Inserisci un unico nome per la copia di %1.
nb: Skriv inn et unikt navn for kopien av %1.
pl: Podaj nazwę dla kopii %1.
pt_br: Insira um nome único para a cópia de %1.
ru: Введите уникальное имя для копии %1.
sv: Skriv in ett unikt namn för kopian av %1.

# BtTreeView|
source: An empty name will skip copying this %1.
ca: Un nom en blanc farà que no es copiï «%1».
es: Nombre vacío saltará este %1.
fr: La copie de %1 ne sera pas effectuée si le nom est vide.
sv: Ett tomt namn kommer inte att kopiera %1.

# BtTreeView|
source: To XML
sv: Till XML

# BtTreeView|
source: To HTML
sv: Till HTML

source: Converter Tool
ca: Conversor
cs: Převodník
de: Einheitenrechner
el: Εργαλείο μετατροπής
es: Herramienta de conversión
fr: Outil de conversion
hu: Mértékegység átváltó
it: Tool per conversione
nb: Konverteringsverktøy
nl: Conversie Gereedschap
pl: Konwerter
pt_br: Ferramenta de Conversão
ru: Преобразователь единиц измерения
sv: Konverteringsverktyg

# ConverterTool|
source: Input
ca: Entrada
cs: Vstup
de: Eingabe
el: Εισαγωγή
es: Introducir
fr: Entrée
hu: Bevitel
nb: Inndata
nl: Invoer
pl: Dane
pt_br: Entrada
ru: Ввод
sv: Inmatning

# ConverterTool|
source: Output Units
ca: Unitat del resultat
cs: Výstupní jednotky
de: Ausgabeeinheiten
el: μετατροπή μονάδων σε
es: Unidades resultantes
fr: Unité de sortie
hu: Kimeneti mértékegység
it: Moduli di uscita
nb: Utdata enheter
nl: Uitvoer Eenheden
pl: Jednostka wyjścia
pt_br: Unidades de Saída
ru: Выходные единицы
sv: Till enhet

# ConverterTool|
source: Convert
ca: Convertir
cs: Převést
de: Umwandeln
el: Μετατροπή
es: Convertir
fr: Convertir
hu: Átváltás
it: convertire
nb: Konverter
nl: Conversie
pl: Konwertuj
pt_br: Converter
ru: Преобразовать
sv: Konvertera

# ConverterTool|
source: Amount and units to convert
ca: Quantitat i unitats a convertir
cs: Možství převáděných jednotek
de: Zahl und Einheit zur Umrechnung
el: Ποσό και μονάδες που θέλετε να μετατραπούν
es: Cantidad y unidad para convertir
fr: Entrée et unité à convertir
hu: Átváltandó mennyiség és mértékegység
it: Importo e unità per la conversione
nb: Mengder og enheter å konvertere
nl: Hoeveelheden en Eenheden om te converteren
pl: Ilość wraz z jednostką do kowersji
pt_br: Quantidades e unidades para conversão
ru: Входное количество и единицы измерения
sv: Mängd och enheter för konvertering

# ConverterTool|
source: Unit you want to convert to
ca: Unitat a la qual vols convertir
cs: Jednotka, kterou chcete převést
de: Zu dieser Einheit konvertieren
el: Μονάδες που θέλετε να μετατραπούν
es: Unidad que quieres convertir
fr: Unité vers laquelle vous souhaitez convertir
hu: Átváltandó mértékegység
it: Unità che si desidera convertire in
nb: Enhet du ønsker å konvertere til
nl: Eenheid waar u naar toe wilt converteren
pl: Jednostka na którą ma zostać przeliczone źródło
pt_br: Unidade desejada a ser convertida
ru: Единицы измерения, в которые нужно выполнить преобразование
sv: Enheter som du vill konvertera till

# ConverterTool|
source: Output conversion
ca: Conversió del resultat
cs: Výstupní převod
de: Umgerechnete Zahl und Einheit
el: Μετατροπή αποτελέσματος
es: Conversion del resultado
fr: Résultat de la conversion
hu: Kimeneti mértékegység átváltás
it: uscita di conversione
nb: Utdata konvertering
nl: Uitvoer conversie
pl: Wynik konwersji
pt_br: Conversão de saída
ru: Результат преобразования
sv: Utmatnings konvertering

# Database|
source: Merge Database
ca: Unir la base de dades
cs: Spojit databáze
de: Datenbank zusammenführen
el: Συγχώνευση της βάσης δεδομένων
es: Unir Bases de Datos
fr: Fusionner la base de données
hu: Adatbázis összefésülése
it: Unisci database
nb: Flett database
nl: Database Samenvoegen
pl: Połącz bazy danych
pt_br: Mesclar o Banco de Dados
ru: Объединение базы данных
sv: Sammanfoga databas

# Database|
source: There may be new ingredients and recipes available. Would you like to add these to your database?
ca: Hi ha nous ingredients i receptes disponibles. Vol afegir-les a la la seva base de dades?
cs: Možná jsou k dispozici nové přísady a recepty. Chcete je přidat do své databáze?
de: Es sind möglicherweise neue Zutaten und Rezepte verfügbar. Möchten sie diese zu ihrer Datenbank hinzufügen?
el: Πιθανόν να είναι διαθέσιμα νέα συστατικά και συνταγές. Θα θέλατε να προστεθούν στην υπάρχουσα βάση δεδομένων;
es: Puede haber recetas e ingredientes nuevos disponibles. ¿Te gustaría añadirlos a la base de datos?
fr: Il peut y avoir de nouveaux ingrédients et recettes disponibles. Voulez-vous les ajouter à votre base de données ?
hu: Új alkotóelemek és receptek elérhetőek. Szeretné ezeket az adatbázisba illeszteni?
it: Ci possono essere nuovi ingredienti e ricette disponibili. Vuoi aggiungere questi al database?
nb: Det kan være nye in indegrienser og oppskrifter tilgjegelig. Ønsker du å legge disse til databasen?
nl: Er zijn mogelijk nieuwe ingrediënten en recepten verkrijgbaar. Wilt u deze toevoegen aan uw database?
pl: Są dostępne nowe składniki i receptury. Czy chcesz je dodać do swojej bazy danych?
pt_br: Existem novos ingredientes e receitas disponíveis. Deseja adicioná-las ao seu Banco de Dados?
ru: Возможно доступны новые ингридиенты и рецепты. Желаете добавить их в вашу базу данных?
sv: Det kan finnas ny ingredienser och recept tillgängliga. Vill du lägga till dem till din databas?

# Database|
source: Database password
sv: Databaslösenord

# Database|
source: Password
sv: Lösenord

# Database|
source: Connection failed
sv: Anslutningen misslyckades

# Database|
source: Could not connect to %1 : %2
sv: Kunde inte ansluta till %1 %2

# EquipmentEditor|
source: Grain absorption (%1/%2)
ca: Absorció de grans (%1/%2)
cs: Nasákavost sladu (%1/%2)
de: Getreideabsorption (%1/%2)
el: Απορόφηση από τα σιτηρά (%1/%2)
es: Absorción del Grano (%1/%2)
fr: Absorption du grain (%1/%2)
hu: Törköly folyadékelvonása (%1/%2)
it: Assorbimento del grano (%1/%2)
nb: Malt absorption (%1/%2)
pl: Absorbcja wodna słodu (%1/%2)
pt_br: Absorção de Grãos (%1 / %2)
ru: Поглощение дробиной (%1/%2)
sv: Malt upptag (%1/%2)

# EquipmentEditor|
source: Equipment name
ca: Nom de l'equip
cs: Název vybavení
el: Όνομα εξοπλισμού
es: Nombre del equipo
fr: Nom de l'équipement
hu: Felszerelés neve
it: Nome attrezzatura
nb: Utstyrsnavn
nl: Apparatuur naam
pl: Nazwa sprzętu
pt_br: Nome do Equipamento
ru: Название оборудования
sv: Utrustningsnamn

# EquipmentEditor|
source: Equipment name:
ca: Nom de l'equip:
cs: Název vybavení:
el: Όνομα εξοπλισμού
es: Nombre del equipo:
fr: Nom de l'équipement :
hu: Felszerelés neve:
it: Nome attrezzatura:
nb: Utstyrsnavn:
nl: Apparatuur naam:
pl: Nazwa sprzętu:
pt_br: Nome do Equipamento
ru: Название оборудования:
sv: Utrustningsnamn:

source: Equipment Editor
ca: Editor d'equip
cs: Editor vybavení
de: Ausstattungs-Editor
el: Επεξεργασία εξοπλισμού
es: Editor de Equipo
fr: Éditeur d'équipement
hu: Felszerelés szerkesztő
it: Editor attrezzature
nb: Utstyrsredigering
nl: Apparatuur Editor
pl: Edytor sprzętu
pt_br: Editor de Equipamentos
ru: Редактор оборудования
sv: Utrustningseditor

# EquipmentEditor|
source: Equipment
ca: Equipament
cs: Vybavení
de: Ausstattung
el: Εξοπλισμός
es: Equipo
fr: Équipement
hu: Felszerelés
it: Attrezzatura
nb: Utstyr
nl: Apparatuur
pl: Wyposażenie
pt_br: Equipamento
ru: Оборудование
sv: Utrustning

# EquipmentEditor|
source: Set as Default
ca: Posar com Defecte
cs: Nastavit jako Výchozí
de: Als Standard setzen
el: Ορισμός ως Προεπιλογή
es: Establecer como predeterminado
fr: Par défaut
hu: Beállítás alapértelmezésként
it: Imposta come default
nb: Sett som forvalgt
pl: Domyślne
pt_br: Configurar como Padrão
ru: По умолчанию
sv: Använd som standard

# EquipmentEditor|
source: Required Fields
ca: Camps obligatoris
cs: Povinná pole
de: Pflichtfelder
el: Υποχρεωτικά πεδία
es: Campos obligatorios
fr: Champs requis
hu: Szükséges mezők
it: Campi obbligatori
nb: Obligatoriske felt
nl: Vereiste Velden
pl: Wymagane pola
pt_br: Campos obrigatórios
ru: Обязательные поля
sv: Obligatoriska fält

# EquipmentEditor|
source: Name
ca: Nom
cs: Název
el: Ονομασία
es: Nombre
fr: Nom
hu: Név
it: Nome
nb: Navn
nl: Naam
pl: Nazwa
pt_br: Nome
ru: Название
sv: Namn

# EquipmentEditor|
source: Pre-boil volume
ca: Volum abans de l'ebullició
cs: Objem před chmelovarem
de: Vorkochvolumen
el: Όγκος πριν το βρασμό
es: Volumen pre-hervido
fr: Volume pré-ébullition
hu: Forralás előtti mennyiség
it: Volume pre bollitura
nb: Volum før koking
nl: Volume voor het koken
pl: Pojemność przed gotowaniem
pt_br: Volume para Pré-fervura
ru: Объем до кипячения
sv: Volym för kok

# EquipmentEditor|
source: Calculate pre-boil volume
ca: Càlcul volum abans de l'ebullició
cs: Vypočít. obj. před chmelovarem
de: Berechne Pfannevollwürzekonzentration
el: Υπολογισμός όγκου πριν το βρασμό
es: Calcular volumen pre-hervido
fr: Volume pré-ébullition calculé
hu: Forralás előtti mennyiség kiszámolása
it: Calcolare il volume di pre-ebollizione
nb: Kalkuler volum før koking
nl: Bereken volume voor het koken
pl: Wylicz objętość przed gotowaniem
pt_br: Calcular volume pré-fervura
ru: Рассчитать предварочный объём
sv: Berkäknad volym för kok

# EquipmentEditor|
source: Batch size
ca: Volum del lot
cs: Objem várky
de: Ausschlagmenge
el: Μέγεθος παρτίδας
es: Tamaño del lote
fr: Volume de brassin
hu: Főzet mennyisége
it: Dimensione lotto
nb: Batch størrelse
nl: Batch grootte
pl: Wielkość warki
pt_br: Volume do lote
ru: Размер затора
sv: Satsens storlek

# EquipmentEditor|
source: Boiling && Water
ca: Ebullició i aigua
cs: Vaření a voda
de: Kochen && Wasser
el: Βράσιμο && Νερό
es: Hervor && Agua
fr: Eau && Ébullition
it: Bollendo && Acqua
nb: Koking && Vann
nl: Koken && Water
pl: Gotowanie i Woda
pt_br: Fervura && Água
ru: Кипячение && Вода
sv: Kokning och Vatten

# EquipmentEditor|
source: Boil time
ca: Temps d'ebullició
cs: Délka chmelovaru
de: Kochzeit
el: Διάρκεια βρασμού
es: Tiempo de hervido
fr: Durée d'ébullition
hu: Forralási idő
it: Tempo di bollitura
nb: Koketid
nl: Kook tijd
pl: Czas gotowania
pt_br: Tempo de Fervura
ru: Время кипячения
sv: Koktid

# EquipmentEditor|
source: Evaporation rate (per hr)
ca: Tassa d'evaporació (per hora)
cs: Odpar (za hodinu)
de: Verdampfungsrate (pro Stunde)
el: Ποσοστό εξάτμισης (ανα ώρα)
es: Tasa de evaporación (por hr)
fr: Taux d'évaporation (par h)
hu: Párolgási arány (óránként)
it: Tasso di Evaporazione (per ora)
nb: Frodampningsrate (pr time)
nl: Verdampingssnelheid (per uur)
pl: Szybkość parowania (na godz.)
pt_br: Taxa de evaporação por hora
ru: Скорость испарения (в час)
sv: Avdunstning (per timme)

# EquipmentEditor|
source: Kettle top-up water
ca: Aigua agregada a l'olla
cs: Přilití vody před chmelovarem
el: Συμπηρωματική ποσότητα νερού την μαρμίτα
es: Agua agregada a la olla
fr: Ajout d'eau avant l'ébullition
hu: Vízpótlás mennyisége forraláskor
it: Rabbocco Acqua bollitore
nb: Etterfyllingsvann kjele
nl: Ketel top-up water
pl: Początkowa ilość wody w kotle
pt_br: Água adicionada à panela
ru: Доливка воды в котёл
sv: Kittel uppfyllning vatten

# EquipmentEditor|
source: Final top-up water
ca: Aigua agregada al final
cs: Přilití vody po chmelovaru
el: τελική προσθήκη νερού
es: Agua agregada al fin
fr: Ajout d'eau dans le fermenteur
hu: A főzés utolsó fázisban hozzáadott víz mennyisége
it: Finale rabbocco acqua
nb: Endelig etterfyllingsvann
nl: Uiteindelijk top-up water
pl: Początkowa ilość wody w fermentorze
pt_br: Água para encher até o fim
ru: Доливаемая в сусловарник вода
sv: Avslutande uppfyllning Vatten

# EquipmentEditor|
source: Grain Absorption (L/kg)
ca: Absorció de grans (L/kg)
cs: Nasákavost sladu (l/kg)
de: Kornabsorption (L/kg)
el: Βαθμός απορρόφησης νερού από τα σιτηρά (L/Kg)
es: Absorción del grano (l/kg)
fr: Absorption du grain (L/kg)
hu: Cefermoslékban maradó víz (l/kg)
it: Assorbimento grano (L/kg)
nb: Maltets vannabsorpsjon (L/kg)
nl: Graan absorbtie
pl: Absorbcja wodna słodu (L/kg)
pt_br: Absorção dos Grãos (L/kg)
ru: Впитываемость солода (L/kg)
sv: Sädens absorberingsförmåga

# EquipmentEditor|
source: Default Absorption
ca: Absorció per defecte
cs: Výchozí nasákavost
de: Standardabsorption
el: Μέση απορρόφηση
es: Absorción por defecto
fr: Absorption par défaut
it: Assorbimento di default
nb: Normalverdi absorpsjon
nl: Staindaard Absorbtie
pl: Standardowa absorbcja
pt_br: Absorção padrão
ru: Впитываемость по умолчанию
sv: Standard Absorberingsförmåga

# EquipmentEditor|
source: Hop Utilization
ca: Utilització de Llúpol
cs: Výtěžnost chmele
de: Hopfenausnutzung
el: Χρήση λυκίσκου
es: Utilización de lúpulo
fr: Utilisation du houblon
hu: Komló felhasználás
it: L'utilizzo di luppolo
nb: Humleutilisering
pl: Wykorzystanie chmiel
pt_br: Utilização de Lúpulo
ru: Утилизация хмеля
sv: Humlens utnyttjandegrad

# EquipmentEditor|
source: Boiling Point of Water
ca: Punt d'ebullició
cs: Bod varu vody
de: Siedepunkt von Wasser
el: Σημείο βρασμού του νερού
es: Punto de ebullición
fr: Point d'ébullition de l'eau
hu: Víz forráspontja
it: Punto di ebollizione dell'acqua
nb: Kokepunkt for vann
pl: Temperatura wrzenia wody
pt_br: Ponto de Ebolição da Água
ru: Точка кипения воды
sv: Vattnets kokpunkt

# EquipmentEditor|
source: Mash Tun
ca: Macerador
cs: Rmutovací pánev
de: Maischbottich
el: Σκεύος σακχαροποίησης
es: Olla de Maceración
fr: Cuve matière
hu: Cefréző edény
it: Mash di tun
nb: Meskekar
nl: Maisch Vat
pl: Kadź zacierna
pt_br: Panela de Mosturação
ru: Заторник
sv: Mäsktunna

# EquipmentEditor|
source: Volume
ca: Volum
cs: Objem
de: Volumen
el: Όγκος
es: Volumen
hu: Mennyiség
nb: Volum
pl: Objętość
ru: Объём
sv: Volym

# EquipmentEditor|
source: Mass
ca: Massa
cs: Hmotnost
de: Masse
el: Μάζα
es: Masa
fr: Poids
hu: Tömeg
it: Massa
nb: Masse
nl: Gewicht
pl: Masa
pt_br: Massa
ru: Масса
sv: Massa

# EquipmentEditor|
source: Remove equipment
ca: Esborrar equip
cs: Odebrat vybavení
de: Ausstattung entfernen
el: Διαγράψτε τον εξοπλισμό
es: Quitar equipo
fr: Supprimer l'équipement
hu: Felszerelés törlése
it: Rimuovi attrezzatura
nb: Fjern utstyr
nl: Verwijder apparatuur
pl: Usuń sprzęt
pt_br: Remover equipamento
ru: Удалить оборудование
sv: Ta bort utrustning

# EquipmentEditor|
source: If checked, we will calculate your pre-boil volume based on your desired batch size, boil time, evaporation rate, losses, etc.
ca: Si està seleccionat, calcularem el volum abans de l'ebullició basat en la mida del lot desitjat, temps d'ebullició, tassa d'evaporació, pèrdues, etc…
cs: Při zaškrtnutí vypočítá objem před chmelovarem na základě požadované velikosti várky, odparu, ztrát a podobně.
de: Wenn angehakt wird das Pfannevollwürzevolumen basierend auf der gewünschten Ausschlagmenge, Kochzeit, Verdunstungsrate, Verlusten, etc. berechnet.
el: Εάν επιλεγεί θα υπολογίσω όγκο πριν το βρασμό με βάση το επιθυμητό μέγεθος παρτίδας, χρόνο βρασμού, ποσοστό εξάτμισης, απώλειες κλπ.
es: Si está seleccionado, calcularemos el volumen antes de la ebullición basado en el tamaño de lote deseado, tiempo de ebullición, tasa de evaporación, pérdidas, etc.
fr: Si coché, le volume pré-ébullition sera calculé en fonction de la taille de brassin souhaitée, du taux d'évaporation, des pertes, etc...
hu: Ellenőrzés után kiszámolja a forralás előtti mennyiség értékét a megadott adatok alapján.
it: Se selezionata, provvederemo a calcolare il vostro pre-ebollizione del volume in base alla dimensione del lotto da bollire e all'ora desiderate, velocità di evaporazione, perdite, ecc.
nb: Hvis avkrysset, vil vi kalkulere volum før koking basert på din ønskede batch størrelse, koketid, fordampningsrate, tap, etc.
nl: Indien aangevinkt wordt het volume voor het koken berekend, gebaseerd op uw gewenste batch grootte, kook tijd, verdampingssnelheid rate, verliezen, enz.
pl: Jesli zaznaczone, objetość przed gotowaniem zostanie wyliczona na podstawie podanej bielkości warki, czasu warzenia, szybkości parowania, strat, itd.
pt_br: Se marcado, vamos calcular seu volume pré-fervura baseado no volume desejado do lote, tempo de fervura, taxa de evaporação, perdas, etc.
ru: Если опция активирована, то программа рассчитает необходимый вам объем сусла перед началом кипячения, на основании заданных параметрах желаемого конечного объема пива, времени кипячения, объемах выкипания, потерях и т.д.
sv: Markera om volym före kok ska baseras på satsens storlek, koktid, avdunstning, förluster mm.

# EquipmentEditor|
source: Automatically fill in pre-boil volume
ca: Automàticament calcular el volum abans de l'ebullició
cs: Automaticky vyplnit objem před chmelovarem
de: Automatisch Pfannevollwürzevolumen ausfüllen
el: Αυτόματη πλήρωση όγκου πριν το βρασμό
es: Automaticamente calcular el volumen pre-hervido
fr: Renseigne automatiquement le volume pré-ébullition
hu: Automatikusan kitölti a forralás előtti mennyiség értékét.
it: Compilare automaticamente in fase di pre-ebollizione del volume
nb: Automatisk fyll ut volum før koking
nl: Vul automatisch het volume voor het koken in
pl: Automatycznie wypełnij objętość przed gotowaniem
pt_br: Preencha automaticamente o volume pré-fervura
ru: Автоматически заполнить в предварочный объём
sv: Fyll i förkokets volym automatiskt

# EquipmentEditor|
source: How much water boils off per hour
ca: Quantitat d'aigua que s'evapora per hora
cs: Kolik vody se za hodinu odpaří
de: Wie viel Wasser dampft beim Kochen pro Stunde ab
el: Πόσο νερό εξατμίζεται ανα ώρα
es: Cantidad de agua que evapora por hora
fr: Quel volume d'eau est perdu par évaporation en une heure
hu: Mennyi víz párolog el óránként
it: Quanta perdita di acqua per ora
nb: Hvor mye vann koker bort pr time
nl: Hoeveel water verdampt er per uur
pl: Jak dużo wody odparuje w ciągu godziny
pt_br: Quantidade de águar fervida por hora
ru: Сколько воды испаряется за час
sv: MÄngd vatten som avdunstar per timme
