Repository: Brewtarget/brewtarget
Catalog: translations/lpad/bt-*.po
Languages: ca, cs, de, el, es, fr, hu, it, nb, nl, pl, pt_br, ru, sv

# fermentableEditor|
source: Diastatic power in Lintner
ca: Poder diastòlic en Lintner
cs: Diastatická mohutnost v jednotkách Lintera
de: Diastatische Kraft in Lintner
es: Poder diastásico en Lintner
fr: Pouvoir Diastasique en unités Lintner
hu: Diasztatikus erő (Litner)
it: Potere diastasico in Lintner
nb: Diastatisk kraft i Lintner
nl: Diastatische kracht in Lintner
pl: Siła diastatyczna w jednostach Lintnera
pt_br: Poder Diastático em unidade Lintner
ru: Диастатическая сила по шкале Lintner
sv: Diastatisk effekten på Lintner

# fermentableEditor|
source: Protein percentage by mass
ca: Percentatge de proteïnes per massa
cs: Hmotnostní procenta proteinů
de: Eiweiß Prozent der Masse
el: Ποσοστό πρωτεΐνης με βάση την μάζα
es: Porcentaje de proteinas por masa
fr: Pourcentage de protéine en masse
hu: Fehérjetartalom tömegszázalékban kifejezve
it: Perecntuale Proteine per massa
nb: Massens proteinprosent
nl: Eiwit percentage bij massa
pl: Procent białek w masie
pt_br: Porcentagem de Proteína por Massa
ru: Белок в процентах к массе
sv: Procent av protein per massa

# fermentableEditor|
source: Max In Batch (%)
ca: Màxim per Lot (%)
cs: Maximum ve várce (%)
de: Max. in Schüttung (%)
el: Μέγιστη ποσότητα ανά παρτίδα (%)
es: Max. en Lote (%)
fr: Max dans le brassin (%)
hu: Maximum a főzetben (%)
it: Max in Lotto (%)
nb: Maks i batch (%)
pl: Maks. w warce (%)
pt_br: Máx. no Lote (%)
ru: Макс. в засыпи (%)
sv: Max i Sats (%)

# fermentableEditor|
source: Maximum recommended percentage of total grist
ca: Percentatge màxim recomanat del total
cs: Maximální doporučený podíl na várce
de: Empfohlener maximaler Anteil an gesamtem Mahlgut
el: Μεγιστη συνιστόμενη ποσότητα
es: Porcentaje máximo recomendado del total de la molienda
fr: Pourcentage maximal recommandé du poids total de grain
hu: A dara teljes mennyiségében maximálisan felhasználható mennyiség (%)
it: Percentuale massima raccomandata di Grist totale
nb: Maksimal anbefalt andel av total malt
nl: Maximum aanbevolen percentage van totale schrootsel
pl: Maksymalna zalecana procentowa zawartość w całym zasypie
pt_br: Percentagem máxima recomendada da carga total
ru: Максимально допустимый процент в засыпи
sv: Maximalt rekommenderad procent av total mäld

# fermentableEditor|
source: Recommend Mash
ca: Maceració recomanada
cs: Doporučeno rmutování
de: Maischen empfohlen
el: Προτείνεται κατά την σακχαροποίηση
es: Maceración Recomendada
fr: Empâtage recommandé
it: Mash raccomandato
nb: Anbefalt mesket
nl: Aanbevolen maisch
pl: Zalecane zacieranie
pt_br: Mosturação Recomendada
ru: Рекомендуется затереть
sv: Rekommenderad mäsk

# fermentableEditor|
source: Recommend this be mashed
ca: Es recomana que es maceri
cs: Je doporučeno tuto surovinu rmutovat
de: Empfiehlt dies zum Maischen
el: Πρότείνεται να σακχαροποιήται
es: Se recomienda que se macere
fr: Cocher pour recommander d'empâter cet ingrédient
it: Consiglio questo essere mah
nb: Anbefal dette til å bli mesket
nl: Aanbevolen om te maischen
pl: Zalecane jest aby składnik był poddany zacieraniu
pt_br: Recomendado para ser moído
ru: Рекомендуется подвергнуть затиранию
sv: Rekommenderas att detta mäskas

# fermentableEditor|
source: Is Mashed
ca: Macerat
cs: Je rmutovaná
de: Ist Gemaischt
el: Σακχαροποιήται
es: Macerado
fr: Empâté
nb: Blir mesket
nl: is gemaischt
pl: Będzie zacierany
pt_br: É Moído
ru: Затерто
sv: Är mäskat

# fermentableEditor|
source: Checked if it is present in mash
ca: Si està en la maceració
cs: Zaškrtněte pokud je přítomna ve rmutu
de: Anhaken, wenn es sich in der Maische befindet
el: Σημειώστε αν πρέπει να βρίσκεται κατά την σακχαροποίηση
es: Revisar si está en el macerado
fr: À cocher si cet ingrédient est empâté
hu: Ellenőrizni, hogy a bekerült-e a cefrébe.
it: Controllato se presente nel mash
nb: Sjekk om det er tilstede i mesk
nl: Gecontroleerd op aanwezigheid in maisch
pl: Zazanacz jeśli będzie obecny w zacierze
pt_br: Verifique se isto esta presente na mosturação
ru: Отмечено, если это присутствует в засыпи
sv: Kontrollera om det finns i mäsken

# fermentableEditor|
source: Bitterness (IBU*gal/lb)
ca: Amargor (IBU*gal/lb)
cs: Hořkost (IBU*gal/lb)
de: Bitterkeit (IBU*gal/lb)
el: Πικράδα (IBU*gal/lb)
es: Amargor (IBU*gal/lb)
fr: Amertume (IBU*gal/lb)
hu: Keserűség (IBU * gallon/font)
it: Amarezza (IBU*gal/lb)
nb: Bitterhet (IBU*gal/lb)
nl: Bitterheid (IBU*gal/lb)
pl: Goryczka
pt_br: Amargor (IBU*gal/lb)
ru: Горечь (IBU*гал./фт.)
sv: Bitterhet (IBU*gal/lb)

# fermentableEditor|
source: Bitterness of pre-hopped extracts
ca: Amargor dels extractes de llúpol
cs: Hořkost předchmelených výtažků
de: Bitterkeit der ungehopften Extrakte
el: Βαθμός πικρότητας εκχυλισμάτων
es: Amargor de los extractos con lúpulo
fr: Amertume des extraits pré-houblonnés
hu: Előre komlózott malátakivonat keserűsége
it: Amarezza di estratti pre luppolatura
nb: Bitterhet på prehumlede ekstrakter
nl: Bitterheid van voorgehopte extracten
pl: Goryczka dodatków niechmielowych
pt_br: Amargor de extratos de malte pré-lupulados
ru: Горечь охмеленных экстрактов
sv: Bitterhet av extrakt före Humlen

# fermentableEditor|
source: Notes:
cs: Poznámky:
de: Notizen:
el: Σημειώσεις:
es: Notas:
hu: Megjegyzés:
it: Note:
nb: Notater:
nl: Aantekeningen:
pl: Notatki:
pt_br: Notas:
ru: Примечания:
sv: Anteckningar:

# fermentableEditor|
source: Default Amount
ca: Per defecte
cs: Výchozí množství
de: Standardmenge
el: προεπιλεγμένη ποσότητα
es: Cantidad por defecto
fr: Quantité par défaut
hu: Mennyiségi alapérték
nb: Forhåndsvalgt mengde
pl: Domyślna ilość
pt_br: Quantidade Padrão
ru: Количество по-умолчанию
sv: Standardmängd

# fermentableEditor|
source: Amount in Inventory
ca: Existències
cs: Množství na skladě
de: Menge im Lager
el: Ποσότητα στο ευρετήριο
es: Cantidad en inventario
fr: Quantité dans l'inventaire
hu: Készleten lévő mennyiség
nb: Mengde i varebeholdning
pl: Ilość w magazynie
pt_br: Quantidade no inventário
ru: Количество в инвентаре
sv: Antal i Lager

# fermentableEditor|
source: Amount in inventory
ca: Quantitat en estoc
cs: Množství na skladě
de: Menge im Lager
el: Ποσότητα στο ευρετήριο
es: Cantidad en inventario
fr: Quantité dans l'inventaire
hu: Készleten lévő mennyiség
nb: Mengde i varebeholdning
pl: Ilość w magazynie
pt_br: Quantidade no inventário
ru: Количество в инвентаре
sv: Antal i Lager

# fermentableEditor|
source: Color
cs: Barva
de: Farbe
el: Χρώμα
fr: Couleur
hu: Szín
it: Colore
nb: Farge
nl: Kleur
pl: Kolor
pt_br: Cor
ru: Цвет
sv: Färg

source: Hop Editor
ca: Editor de Llúpols
cs: Editor chmele
de: Hopfen-Editor
el: Επεξεργασία λυκίσκου
es: Editor de Lúpulos
fr: Éditeur de houblon
hu: Komló szerkesztő
it: Editor Luppolo
nb: Rediger humle
pl: Edytor chmielu
pt_br: Editor de Lúpulos
ru: Редактор сортов хмеля
sv: Humle-editor

# hopEditor|
source: Required Fields
ca: Camps obligatoris
cs: Povinná pole
de: Pflichtfelder
el: Υποχρεωτικά πεδία
es: Datos Mandatarios
fr: Champs requis
hu: Szükséges mezők
it: Campi obbligatori
nb: Obligatoriske felt
nl: Vereiste Velden
pl: Wymagane pola
pt_br: Campos Requeridos
ru: Обязательные поля
sv: Obligatoriska fält

# hopEditor|
source: Name
ca: Nom
cs: Název
el: Ονομασία
es: Nombre
fr: Nom
hu: Név
it: Nome
nb: Navn
nl: Naam
pl: Nazwa
pt_br: Nome
ru: Название
sv: Namn

# hopEditor|
source: Alpha (%)
ca: Alfa (%)
cs: Alfa (%)
es: Alfa (%)
hu: Alfasav tartalom (%)
nb: Alfa (%)
pl: Alfa %
pt_br: Alfa (%)
ru: Альфа (%)
sv: Alfa (%)

# hopEditor|
source: Alpha acids as percent by mass
ca: Percentatge d'alfa-àcids per massa
cs: Hmotnostní procenta alfa hořkých kyselin
de: Alphasäuren in Prozent der Masse
el: Alpha οξέα σε ποσοστό επί της μάζας
es: Porcentaje de ácidos alfas por masa
fr: Pourcentage d'acides alpha en masse
hu: Alfasav tartalom tömegszázalékban
it: Alpha Acidi come percentuale in massa
nb: Massens alfasyrer som prosent
nl: Alpha ziir als percentage van de massa
pl: Procent alfa-kwasów w masie
pt_br: Ácidos alfa em porcentagem de massa
ru: Альфа-кислот как процент по массе
sv: Alfasyror som Procent per massa

# hopEditor|
source: Amount
ca: Quantitat
cs: Množství
de: Menge
el: Ποσότητα
es: Cantidad
fr: Quantité
hu: Mennyiség
it: Ammontare
nb: Mengde
nl: Hoeveelheid
pl: Ilość
pt_br: Quantidade
ru: Количество
sv: Mängd

# hopEditor|
source: Use
ca: Ús
cs: Použití
de: Verwende
el: Χρήση
es: Uso
fr: Utilisation
hu: Felhasználás
it: Usa
nb: Bruk
nl: Gebruik
pl: Użycie
pt_br: Uso
ru: Использование
sv: Använd

# hopEditor|
source: Mash
ca: Maceració
cs: Vystírka (mash hop)
de: Maische
el: Στο σκεύος σακχαροποίησης
es: Maceración
fr: Empâtage
hu: Cefre
nb: Mesk
nl: Maisch
pl: Zacieranie
pt_br: Mosto
ru: Затор
sv: Mäsk

# hopEditor|
source: First Wort
ca: Primera most
cs: Vyslazování (first wort)
de: Vorderwürze
el: Πρίν το βράσιμο
fr: Pré-ébullition
hu: Színlé komlózása (forralás előtt)
it: Primo mosto
nb: Skylling
nl: Eerste Wort
pl: Chmielenie przedniej brzeczki
pt_br: Primeiro mosto
ru: Первое сусло
sv: Första Vörten

# hopEditor|
source: Boil
ca: Bullit
cs: Chmelovar
de: Kochen
el: Στο Βράσιμο
es: Hervor
fr: Ébullition
hu: Forralás
it: Bollire
nb: Kok
nl: Koken
pl: Gotowanie
pt_br: Ferver
ru: Кипячение
sv: Kokning

# hopEditor|
source: Aroma
cs: Aromatický
el: Για άρωμα
fr: Arôme
pl: Chmielenie na aromat
ru: Аромат
sv: Arom

# hopEditor|
source: Dry Hop
cs: Dry hopping
de: Stopfhopfen
el: στον κάδο ζύμωσης
fr: Houblonnage à cru
hu: Hidegkomló
nb: Tørrhumle
pl: Chmielenie na zimno
ru: Сухое охмеление
sv: Torrhumling

# hopEditor|
source: Time
ca: Temps
cs: Čas
de: Zeit
el: Χρόνος
es: Tiempo
fr: Durée
hu: Idõ
it: Tempo
nb: Tid
nl: Tijd
pl: Czas
pt_br: Tempo
ru: Время
sv: Tid

# hopEditor|
source: Type
ca: Tipus
cs: Druh
de: Typ
el: Είδος
es: Tipo
hu: Fajta
it: Tipologia
pl: Typ
pt_br: Tipo
ru: Тип
sv: Stil

# hopEditor|
source: Bittering
ca: Amargor
cs: Hořký
de: Bitterung
el: Πικράδα
es: Amargor
fr: Amérisant
hu: Keserűkomló
it: Amarezza
nb: Forbitrende
nl: Bitterhop
pl: Goryczkowy
pt_br: Amargor
ru: Горечь
sv: Bitter

# hopEditor|
source: Both
ca: Ambdós
cs: Oboje
de: Beide
el: Και τα δύο
es: Los dos
fr: Les deux
hu: Mindkettő
it: entrambi
nb: Begge
nl: Beide
pl: Uniwersalny
pt_br: Ambos
ru: Оба
sv: Både

# hopEditor|
source: Form
ca: Format
cs: Forma
el: Μορφή
es: Forma
fr: Format
hu: Forma
it: Forma
nb: Skjema
nl: Vorm
pl: Postać
pt_br: Formulário
ru: Форма
sv: Formulär

# hopEditor|
source: Leaf
ca: Flor
cs: Hlávkový
de: Blatt
el: σε φύλλα
es: Flor
fr: Cône
hu: leveles
it: foglia
nb: Blad
nl: Blad
pl: Szyszka
pt_br: Folha
ru: Шишковой
sv: Löv

# hopEditor|
source: Pellet
ca: Pèl·let
cs: Granulovaný
el: Σφαιρίδια
pl: Granulat
ru: Гранулы
sv: Pellets

# hopEditor|
source: Plug
cs: Lisovaný
de: Niederdruckpellet
el: Ανθός
hu: Nagy pellet (komlódugó)
nb: Plugg
nl: Geperste hop
pl: Tabletka
ru: Пробка
sv: Puck

# hopEditor|
source: Beta acids as percent by mass
ca: Percentatge àcids beta per massa
cs: Hmotnostní procenta beta hořkých kyselin
de: Beta-Säuren in Prozent der Masse
el: Οξέα Beta ως πσοστό επι της μάζας
es: Ácidos betas por masa
fr: Pourcentage d'acides bêta en masse
hu: Bétasav tartalom tömegszázalékban
it: Beta Acidi come percentuale in massa
nb: Massens betasyrer i prosent
nl: Beta zuur als percentage van de massa
pl: Procent beta-kwasów w masie
pt_br: Ácidos Beta em percentual da massa
ru: Бета-кислот как процент по массе
sv: Betasyror som Procent per massa

# hopEditor|
source: Hop Stability/Storage index
ca: Índex d'estabilitat/emmagatzematge del llúpol
cs: Index stability/skladovatelnosti chmele
de: Hopfen Stabilität/Lagerungs Index
el: Σταθερότητα λυκίσκου/Αποθήκευση
es: Índice de estabilidad de lúpulos
fr: Indice de stabilité/durée de conservation du houblon
hu: Komló tárolási/stabilitási mutató
it: Satabilità Luppolo/Indce di Stoccaggio
nb: Humlestabilitet/Lagringsindex
nl: Hop Stabiliteit/Opslag index
pl: Indeks stabilności i przechowywania chmielu
pt_br: Índice de Estabilidade/Estocagem do Lúpulo
ru: Индекс Стабильности/Сохранности Хмеля
sv: Humlestabilitet/förvaringsindex

# hopEditor|
source: Origin
ca: Origen
cs: Původ
de: Ursprung
el: Προέλευση
es: Origen
fr: Origine
hu: Eredet
it: Origine
nb: Opphav
nl: Origine
pl: Pochodzenie
pt_br: Origem
ru: Происхождение
sv: Ursprung

# hopEditor|
source: Humulene (%)
cs: Humulin (%)
de: α-Humulene (%)
fr: Humulène (%)
nl: Humuleen (%)
pl: Humulony (%)
pt_br: Humuleno (%)
ru: Гумулон (%)
sv: Terpener (%)

# hopEditor|
source: Humulene
cs: Humulin
de: α-Humulene
fr: Humulène
nl: Humuleen
pl: Humulony
pt_br: Humuleno
ru: Гумулон
sv: Terpener

# hopEditor|
source: Caryophyllene (%)
cs: Karofilen (%)
fr: Caryophyllène (%)
it: Cariphillene (%)
nl: Caryophylleen (%)
pt_br: Cariofileno (%)
ru: Кариофиллен (%)
sv: Karyofyllen (%)

# hopEditor|
source: Caryophyllene
cs: Karofilen
fr: Caryophyllène
it: Cariphillene
nl: Caryophylleen
pt_br: Cariofileno
ru: Кариофиллен
sv: Karyofyllen

# hopEditor|
source: Myrcene (%)
cs: Mircen (%)
fr: Myrcène (%)
it: Mircene (%)
nl: Myrceen (%)
pt_br: Mirceno (%)
ru: Мирцен (%)
sv: Myrcen (%)

# hopEditor|
source: Myrcene
cs: Mircen
fr: Myrcène
it: Mircene
nl: Myrceen
pt_br: Mirceno
ru: Мирцен
sv: Myrcen

# hopEditor|
source: Substitutes:
ca: Substituts:
cs: Náhrady:
de: Ersatzstoffe:
el: Υποκατάστατα
es: Substitutos:
fr: Substituts :
hu: Helyettesíthetőség:
it: Sostituti:
nb: Erstatninger:
nl: Vervangingen:
pl: Zamienniki:
pt_br: Substituintes
ru: Замены:
sv: Ersättning:

# hopEditor|
source: Notes:
cs: Poznámky:
de: Notizen:
el: Σημειώσεις:
es: Notas:
hu: Megjegyzés:
it: Note:
nb: Notater:
nl: Aantekeningen:
pl: Notatki:
pt_br: Notas:
ru: Примечания:
sv: Anteckningar:

# hopEditor|
source: Default Amount
ca: Per defecte
cs: Výchozí množtví
de: Standardmenge
el: προεπιλεγμένη ποσότητα
es: Cantidad por defecto
fr: Quantité par défaut
hu: Alap mennyiség
nb: Forhåndsvalgt mengd
pl: Domyślna ilość
pt_br: Quantidade Padrão
ru: Количество по-умолчанию
sv: Förinställt antal

# hopEditor|
source: Amount in Inventory
ca: Existències
cs: Množství na skladě
de: Menge im Lager
el: Ποσότητα στο ευρετήριο
es: Cantidad en inventario
fr: Quantité dans l'inventaire
hu: Készleten lévő mennyiség
nb: Mengde i varebeholdning
pl: Ilość w magazynie
pt_br: Quantidade no inventário
ru: Количество в инвентаре
sv: Antal i Lager

# hopEditor|
source: Amount in inventory
ca: Quantitat en estoc
cs: Množství na skladě
de: Menge im Lager
el: Ποσότητα στο ευρετήριο
es: Cantidad en inventario
fr: Quantité dans l'inventaire
hu: Készleten lévő mennyiség
nb: Mengde i varebeholdning
pl: Ilość w magazynie
pt_br: Quantidade no inventário
ru: Количество в инвентаре
sv: Antal i Lager

# instructionWidget|
source: Form
ca: Format
cs: Formulář
de: von
el: Μορφή
es: Forma
fr: Format
hu: Forma
it: Forma
nb: Skjema
nl: Vorm
pl: Forma
pt_br: Formulário
ru: Форма
sv: Formulär

# instructionWidget|
source: Show a timer
ca: Mostra un temporitzador
cs: Zobrazit časovač
de: Eine Stoppuhr zeigen
el: Χρονόμετρο
es: Muestra minutero
fr: Afficher une minuterie
hu: Időzítő megjelenítése
it: Mostro il tempo
nb: Vis et tidsur
nl: Toon een timer
pl: Pokaż minutnik
pt_br: Mostrar um cronômetro
ru: Показать таймер
sv: Visa en timer

# instructionWidget|
source: Show timer
ca: Mostra un temporitzador
cs: Zobrazit časovač
de: Eine Stoppuhr zeigen
el: Εμφάνιση χρονομέτρου
es: Muestra minutero
fr: Afficher la minuterie
hu: Időzítő megjelenítése
it: Mostra Timer
nb: Vis tidsur
nl: Toon timer
pl: Pokaż minutnik
pt_br: Mostrar o cronômetro
ru: Показать таймер
sv: Visa timer

# instructionWidget|
source: Mark this step completed
ca: Marcar aquest pas com a complert
cs: Označit krok jako provedený
de: Diesen Schritt als fertig markieren
el: ανήγγειλε αυτό το βήμα ώς ολοκληρωμένο
es: Marcar como completado
fr: Marquer cette étape comme achevée
hu: Befejezett lépés
it: Segna questo step completato
nb: Merk fase som ferdig
nl: Markeer deze stap als compleet
pl: Oznacz krok jako zakończony
pt_br: Marcar esse passo como concluído
ru: Пометить этот этап, как завершённый
sv: Markera steg som slutfört

# instructionWidget|
source: Step completed
ca: Pas complet
cs: Krok proveden
de: Schritt ist fertig
el: Το βήμα ολοκληρώθηκε
es: Paso Completado
fr: Étape achevée
hu: Befejezett lépés
it: Step completato
nb: Fase ferdig
nl: Stap compleet
pl: Krok zakończony
pt_br: Passo concluído
ru: Этап завершён
sv: Steg slutfört

# mainWindow|
source: Recipes
ca: Receptes
cs: Recepty
de: Rezepte
el: Συνταγές
es: Recetas
fr: Recettes
hu: Receptek
it: Ricette
nb: Oppskrifter
nl: Recepten
pl: Receptury
pt_br: Receitas
ru: Рецепты
sv: Recept

# mainWindow|
source: Styles
ca: Estils
cs: Styly
de: Stile
el: Στυλ
es: Estilos
hu: Stílusok
it: Stili
nb: Stiler
pl: Style
pt_br: Estilos
ru: Стили
sv: Stilar

# mainWindow|
source: Fermentables
cs: Suroviny
de: Gärgüter
el: Ζυμώσιμα
fr: Fermentescibles
hu: Erjesztető anyagok
it: Fermentabili
nb: Gjærbart
nl: Mout
pl: Składniki fermentacji
pt_br: Fermentáveis
ru: Сбраживаемое
sv: Jäsbart

# mainWindow|
source: Hops
ca: Llúpols
cs: Chmele
de: Hopfen
el: Λυκίσκοι
es: Lúpulos
fr: Houblons
hu: Komló
it: Luppoli
nb: Humle
nl: Hop
pl: Chmiele
pt_br: Lúlupos
ru: Хмель
sv: Humle

# mainWindow|
source: Miscs
ca: Ingredients extres
cs: Přípravky
de: Sonstiges
el: Διάφορα
fr: Divers
hu: Egyebek
nb: Diverse
nl: Diversen
pl: Dodatki
pt_br: Adjunto
ru: Прочее
sv: Diverse

# mainWindow|
source: Yeasts
ca: Llevats
cs: Kvasnice
de: Hefen
el: Μαγιές
es: Levaduras
fr: Levures
hu: Élesztők
it: Lieviti
nb: Gjær
nl: Gist
pl: Drożdze
pt_br: Leveduras
ru: Дрожжи
sv: Jäst

# mainWindow|
source: Recipe
ca: Recepta
cs: Recept
de: Rezept
el: Συνταγή
es: Receta
fr: Recette
hu: Recept
it: Ricetta
nb: Oppskrift
nl: Recept
pl: Receptura
pt_br: Receita
ru: Рецепт
sv: Recept

# mainWindow|
source: Name
ca: Nom
cs: Název
el: Ονομασία
es: Nombre
fr: Nom
hu: Név
it: Nome
nb: Navn
nl: Naam
pl: Nazwa
pt_br: Nome
ru: Название
sv: Namn

# mainWindow|
source: Name of recipe
ca: Nom de la recepta
cs: Název receptu
de: Name des Rezepts
el: Ονομασία συνταγής
es: Nombre de la receta
fr: Nom de la recette
hu: Recept neve
it: Nome della Ricetta
nb: Navn på oppskrift
nl: Naam van het recept
pl: Nazwa receptury
pt_br: Nome de receita
ru: Название рецепта
sv: Namn på recept

# mainWindow|
source: Target boil size
ca: Ebullició desitjada
cs: Objem várky před chmelovarem
de: Geplante Ausschlagmenge
el: Όγκος που επιθυμούμε
es: Tamaño de hervor que deseas
fr: Volume d'ébullition visé
hu: Főzet várt mennyisége
it: Obiettivo misura bollitura
nb: Kokevolum mål
nl: Streef Kook grootte
pl: Docelowa objętość brzeczki przed gotowaniem
pt_br: Tamanho Alvo de Fervura
ru: Планируемый объем варки
sv: Måsättning kokstorlek

# mainWindow|
source: Efficiency (%)
ca: Eficiència (%)
cs: Varní výtěžnost (%)
de: Effizienz (%)
el: Απόδοση (%)
es: Eficiencia (%)
fr: Efficacité (%)
hu: Kihozatal (%)
it: Efficenza (%)
nb: Effektivitet (%)
nl: Efficiëntie (%)
pl: Wydajność (%)
pt_br: Eficiência (%)
ru: Эффективность (%)
sv: Effektivitet (%)

# mainWindow|
source: Calculated Boil Size
ca: Ebullició calculada
cs: Vypočt. obj. várky před chmlv.
de: Berechnete Auschlagmenge
el: Υπολογισμένος όγκος βρασμού
es: Tamaño de hervor calculado
fr: Volume d'ébullition calculé
hu: Kiszámított forralási mennyiség
it: Calcolato la misura di bollitura
nb: Kalkulert kokevolum
nl: Berekende Kook grootte
pl: Wyliczona objętość brzeczki przed gotowaniem
pt_br: Tamanho Calculado de Fervura
ru: Рассчитаный объем варки
sv: Beräknad kokstorlek

# mainWindow|
source: Calculated Batch Size
ca: Lot calculat
cs: Vypočtený cílový objem várky
de: Berechnete Ausschlagmenge
el: Υπολογισμένος όγκος παρτίδας
es: Tamaño de lote calculado
fr: Volume du brassin calculé
hu: Kiszámított főzet mennyiség
it: Calcolato la misura del lotto
nb: Kalkulert batch volum
nl: Berekende Batch grootte
pl: Wyliczona wielkość warki
pt_br: Tamanho de Fornada Calculado
ru: Рассчитанный объем готовой партии
sv: Beräknad Satsstorlek

# mainWindow|
source: The extraction efficiency you expect
ca: L'eficiència d'extracció que esperes
cs: Očekávaná varní výtěžnost
de: Die erwartete Effizient beim extrahieren
el: Πσοστό απόδοσης που περιμένουμε
es: La eficiencia de extracción que esperas
fr: Le rendement d'extraction prévu
hu: Várható kihozatali hatékonyság
it: L'efficienza di estrazione che ci si aspetta
nb: Ekstraksjonseffektiviteten du forventer
nl: Verwachtte brouwzaal rendement
pl: Wydajność której oczekujesz
pt_br: Eficiência de extração esperada
ru: Ожидаемая эффективность
sv: Utvinningseffektiviteten du förväntas

# mainWindow|
source: Style
ca: Estil
cs: Styl
de: Art
el: Στυλ
es: Estilo
hu: Stílus
it: Stile
nb: Øltype
nl: Stijl
pl: Styl
pt_br: Estilo
ru: Сорт
sv: Stil

# mainWindow|
source: Boil Time
ca: Temps d'ebullició
cs: Délka chmelovaru
de: Kochzeit
el: Χρόνος βρασμού
es: Tiempo de Ebullición
fr: Durée d'ébullition
hu: Forralási idő
it: Tempo di bollitura
nb: Koketid
nl: Kooktijd
pl: Czas gotowania
pt_br: Tempo de Fervura
ru: Время кипячения
sv: Koktid

# mainWindow|
source: Target batch size
ca: Lot desitjat
cs: Požadovaná cílová velikost várky
de: Geplante Ausschlagmenge
el: Μέγεθος παρτίδας που επιθυμούμε
es: Tamaño de lote que deseas
fr: Volume du brassin visé
hu: Főzet várt mennyisége
it: Obiettivo Lotto Misura
nb: Batchvolum mål
nl: Streef Batch grootte
pl: Docelowa wielkość warki
pt_br: Tamanho Alvo de Fornada
ru: Планируемый объем готовой партии
sv: Målsättning satsstorlek

# mainWindow|
source: Target Batch Size
ca: Volum del lot desitjat
cs: Cílový objem várky
de: Geplante Ausschlagmenge
el: Μέγεθος παρτίδας που επιθυμούμε
es: Tamaño de lote deseado
fr: Volume du brassin visé
hu: Főzet vát mennyisége
it: Obiettivo Lotto Misura
nb: Batchvolum mål
nl: Streef Batch grootte
pl: Docelowa wielkość warki
pt_br: Tamanho Alvo de Fornada
ru: Планируемый объем готовой партии
sv: Målsättning satsstorlek

# mainWindow|
source: Equipment
ca: Equip
cs: Vybavení
de: Ausstattung
el: Εξοπλισμός
es: Equipaje
fr: Équipement
hu: Felszerelés
it: Attrezzatura
nb: Utstyr
nl: Apparatuur
pl: Sprzęt
pt_br: Equipamento
ru: Оборудование
sv: Utrustning

# mainWindow|
source: Target Boil Size
ca: Ebullició desitjada
cs: Objem várky před chmelovarem
de: Geplante Ausschlagmenge
el: Μέγεθος όγκου βρασμού που επιθυμούμε
es: Tamaño de hervor deseado
fr: Volume d'ébullition visé
hu: Főzet várt mennyisége
it: Obiettivo misura bollitura
nb: Kokevolum mål
nl: Streef Kook grootte
pl: Docelowa ilość brzeczki przed gotowaniem
pt_br: Tamanho Alvo de Fervura
ru: Планируемый объем варки
sv: Målsättning Kokstorlek

# mainWindow|
source: Boil SG
ca: Densitat d'ebullició
cs: Hustota před chmelovarem
de: Pfannevollwürzekonz.
el: SG βρασμού
es: Densidad del hervor
fr: Densité pré-ébullition
hu: Fajsúly forraláskor
it: Bollitura SG
nb: SG koking
nl: Kook SG
pl: Gęstość przed gotowaniem
pt_br: SG de Fervura
ru: Плотность при кипячении
sv: Kok SG

# mainWindow|
source: ABV
cs: Obsah alkoholu
es: APV
hu: alkoholfok (v/v%)
nl: Alc (vol%)
pl: Alkohol (ABV)
ru: % алкоголя (об.)
sv: Alkoholhalt

# mainWindow|
source: Bitterness (IBU)
ca: Amargor (IBU)
cs: Hořkost (IBU)
de: Bitterkeit (IBU)
el: Πικρότητα (IBU)
es: Amargor (IBU)
fr: Amertume (IBU)
hu: Keserűség (IBU)
it: Amarezza (IBU)
nb: Bitterhet (IBU)
nl: Bitterheid (IBU)
pl: Goryczka (IBU)
pt_br: Amargor (IBU)
ru: Горечь (IBU)
sv: Bitterhet (IBU)

# mainWindow|
source: Color
cs: Barva
de: Farbe
el: Χρώμα
fr: Couleur
hu: Szín
it: Colore
nb: Farge
nl: Kleur
pl: Barwa
pt_br: Cor
ru: Цвет
sv: Färg

# mainWindow|
source: Calories/12oz
cs: Kalorická hodnota (na 340 g)
de: Kalorien/12oz
el: Θερμίδες/12 ουγγιές
es: Calorías/12oz
fr: Calories/35cl
hu: Energiatartalom (Kcal/354ml)
it: Calorie/340gr
nb: Kalorier/12oz
pl: Kalorie w małym piwie
pt_br: Calorias/12oz
ru: Калории/0.33л
sv: Kalorier/12oz

# mainWindow|
source: Extras
ca: Extres
cs: Podrobnosti
el: Πρόσθετα
hu: Extrák
it: Extra
nb: Ekstra
pl: Szczegóły
ru: Дополнительно
sv: Extra
