Repository: Brewtarget/brewtarget
Catalog: translations/lpad/bt-*.po
Languages: ca, cs, de, el, es, fr, hu, it, nb, nl, pl, pt_br, ru, sv

# refractoDialog|
source: Refractive Index
ca: Índex refractor
cs: Index lomu
de: Refraktionsindex
el: δείκτης διάθλασης
es: Índice Refractor
fr: Indice de réfraction
it: Indice di rifrattometro
nb: Refraktiv index
nl: Refractieve index
pl: Indeks refrakcyjny
pt_br: Índice Refrativo
ru: Показатель преломления
sv: Brytningsindex

# refractoDialog|
source: Real Extract (Plato)
ca: Extracte real (Plato)
cs: Skutečný extrakt (P.)
de: Wahrer Restextrakt (Plato)
es: Extracto Real (Plato)
fr: Extrait réel (°P)
it: Estratto reale (Plato)
nb: Virkelig ekstrakt (Plato)
nl: Werkelijk Extract (Plato)
pl: Prawdziwy ekstrakt (Plato)
pt_br: Extrato real (Platô)
ru: Действительный экстракт (Плато)
sv: Verkligt extrakt (Plato)

# refractoDialog|
source: Measured original plato
ca: Platos inicials obtinguts
fr: Densité Initiale mesurée en degrés Plato
sv: Uppmätt verkligt Plato

# refractoDialog|
source: Measured original gravity
ca: Densitat inicial obtinguda
fr: Densité Initiale mesurée en densité spécifique à 20°C
pt_br: Gravidade original medida
sv: Uppmätt ursprungling gravitation

# refractoDialog|
source: Current measured plato
ca: Platos actuals obtinguts
fr: Densité actuelle mesurée en degrés Plato
sv: Nu uppmätt Plato

# strikeWaterDialog|
source: Strike Water Calculator
ca: Calculadora d'aigua a afegir
cs: Výpočet nálevu
de: Einmaischwasser-Rechner
el: Υπολογισμός Θερμοκρασίας νερού
fr: Calculateur d'eau d'empâtage
hu: Felöntő víz kiszámítás
nb: Meskevannkalkulator
pl: Kalkulator wody do infuzji
pt_br: Calculador de água inicial
sv: Tillsatsvatten kalkylator

# strikeWaterDialog|
source: Initial Infusion
ca: Infusió inicial
de: Anfänglicher Aufguss
el: Αρχική έγχυση
es: Infusión Inicial
fr: Infusion initiale
nb: Initiell infusjon
pl: Pierwsza infuzja
pt_br: Infusão Inicial
sv: Initial insats

# strikeWaterDialog|
source: Original Grain Temperature
ca: Temp. original del gra
cs: Teplota sladu
de: Ursprüngliche Malz-Temperatur
el: Αρχική θερμοκρασία σιτηρών
fr: Température initiale du grain
nb: Orginal malttemperatur
pl: Pierwotna temperatura słodów
pt_br: Temperatura Original dos Grãos
ru: Температура солода
sv: Ursprunglig Korn temperatur

# strikeWaterDialog|
source: Target Mash Temperature
ca: Temp. de macerat desitjada
cs: Cílová teplota rmutu
de: Zieltemperatur der Maische
el: Επιθυμητή θερμοκρασία χυλού
fr: Température d'empâtage désirée
nb: Måltemperatur mesk
pl: Docelowa temperatura zacieru
pt_br: Temperatura Alvo do Mosto
ru: Необходимая температура затирания
sv: Måltemperatur för Mäsk

# strikeWaterDialog|
source: Weight of Grain
ca: Pes del gra
cs: Hmožnost sladu
de: Gewicht des Getreides
el: Βαρός σιτηρών
es: Peso del Grano
fr: Poids du grain
nb: Maltvekt
pl: Waga ziarna
pt_br: Peso dos Grãos
ru: Вес солода
sv: Kornvikt

# strikeWaterDialog|
source: Volume of Water
ca: Volum d'aigua
cs: Objem vody
de: Wasservolumen
el: Όγκος νερού
es: Volumen de Agua
fr: Volume d'eau
nb: Vannvolum
pl: Objętość wody
pt_br: Volume de Água
sv: Vattenvolym

# strikeWaterDialog|
source: Mash Infusion
ca: Infusió
el: έγχυση του χυλού
fr: Infusion de la maische
nb: Meskinfusjon
pl: Zacieranie infuzyjne
pt_br: Infusão do Mosto
sv: Mäskinfusion

# strikeWaterDialog|
source: Total Volume of Water
ca: Volum total d'aigua
cs: Celkový objem vody
de: Gesamtvolumen des Wassers
el: Ολικός όγκος νερού
es: Volumen Total del Agua
fr: Volume d'eau total
nb: Totalvolum vann
pl: Całkowita objętość wody
pt_br: Volume Total de Água
sv: Totalvolym av vatten

# strikeWaterDialog|
source: Grain Weight
ca: Massa del gra
cs: Hmotnost sladu
de: Getreidegewicht
el: Βάρος σιτηρών
es: Peso del Grano
fr: Poids du grain
nb: Maltvekt
pl: Waga ziarna
pt_br: Peso dos Grãos
ru: Вес солода
sv: Kornvikt

# strikeWaterDialog|
source: Actual Mash Temperature
ca: Temperatura de macerat actual
cs: Skutečná teplota rmutu
de: Aktuelle Maischetemperatur
el: Ακριβής θερμοκρασία χυλού
fr: Température d'empâtage réelle
nb: Faktisk mesketemperatur
pl: Obecna temperatura zacieru
pt_br: Temperatura Atual do Mosto
sv: Faktisk Mäsktemperatur

# strikeWaterDialog|
source: Infusion Water Temperature
ca: Temperatura de l'aigua per la infusió
de: Temperatur des Aufgusswassers
el: Θερμοκρασία νερού έγχυσης
fr: Température de l'eau d'infusion
nb: Innfusjonsvanntemperatur
pl: Temperatura wody do infuzji
pt_br: Temperatura de Infusão da Água
sv: Infutsionsvattentemperatur

# strikeWaterDialog|
source: Calculate
ca: Calcula
cs: Vypočítat
de: Berechnen
el: Υπολογισμός
es: Calcular
fr: Calculer
it: Calcola
nb: Beregn
nl: Bereken
pl: Oblicz
pt_br: Calcular
ru: Рассчитать
sv: Beräkna

# strikeWaterDialog|
source: Strike Water Temperature
ca: Temperatura de l'aigua a afegir
cs: Teplota nálevu
de: Einmaischtemperatur
el: Θερμοκρασία της αρχικής ποσότητας νερού
es: Golpe de temperatura del agua
fr: Température d'eau d'empâtage
nb: Meskevanntemperatur
pl: Temperatura wody do pierwszej infuzji
pt_br: Temperatura da água inicial
sv: Tillsatsvattentemperatur

# strikeWaterDialog|
source: Volume to add
ca: Volum a afegir
cs: Množství k přidání
de: Zuzugebendes Volumen
el: Ποσότητα για προσθήκη
es: Volumen a añadir
fr: Volume à ajouter
nb: Volum å tilsette
pl: Objętość do dodania
pt_br: Volume a ser adicionado
sv: Volym att lägga till

# strikeWaterDialog|
source: Note: This calculator assumes a preheated mash tun.
ca: Tingueu en compte que la calculadora suposa que el macerador ja està calent.
cs: Pozn.: Tato kalkulačka uvažuje předehřátou rmutovací pánev.
de: Hinweis: Diese Berechnung setzt einen vorgeheizten Maischottich voraus.
el: Σημείωση: Το πρόγραμμα θεωρεί ότι το σκεύος σακχαροποίησης έχει προθερμανθεί
fr: Note : Ce calculateur suppose que la cuve matière est préchauffée.
nb: NB: Denne kalkulatoren antar et forhåndsvarmet meskekar
pl: Uwaga: kalkulator zakłada podgrzaną kadź zacierną
pt_br: Nota: esse cálculo assume um tonel de mosto pré-aquecido
sv: Not.: Kalkylatorn utgår ifrån en förvärmd mäsk tun.

source: Style Editor
ca: Editor d'estils
cs: Editor stylů
el: Επεξεργαστής στυλ
es: Editor de Estilos
fr: Éditeur de style
it: Editor stile
nb: Øltyperedigerer
nl: Stijl Editor
pl: Edytor stylu
pt_br: Editor de Estilo
ru: Редактор сортов
sv: Stilredigerare

# styleEditor|
source: Style
ca: Estil
cs: Styl
de: Stil
el: Στυλ
es: Estilo
hu: Stílus
it: Stile
nb: Øltype
nl: Stijl
pl: Styl
pt_br: Estilo
ru: Сорт
sv: Stil

# styleEditor|
source: Delete selected style
ca: Elimina estil seleccionat
cs: Odstranit vybraný styl
de: Ausgewählten Stil entfernen
el: Διέγραψε το επιλεγμένο στυλ
es: Remover estilo seleccionado
fr: Supprimer le style sélectionné
it: Cancella stile selezionato
nb: Slett valgt øltype
nl: Verwijder geselecteerde stijl
pl: Usuń wybrany styl
pt_br: Excluir estilo selecionado
ru: Удалить выбранный сорт
sv: Ta bort vald Stil

# styleEditor|
source: Basic Information
ca: Informació bàsica
cs: Základní informace
de: Grundinformation
el: Βασικές πληροφορίες
es: Datos Básicos
fr: Les informations de base
it: Informazioni di base
nb: Grunnleggende informasjon
pl: Informacje podstawowe
pt_br: Informações Básicas
ru: Общая информация
sv: Grundläggande information

# styleEditor|
source: Name
ca: Nom
cs: Název
el: Ονομασία
es: Nombre
fr: Nom
hu: Név
it: Nome
nb: Navn
nl: Naam
pl: Nazwa
pt_br: Nome
ru: Название
sv: Namn

# styleEditor|
source: Category
ca: Categoria
cs: Kategorie
de: Kategory
el: Κατηγορία
es: Categoría
fr: Catégorie
hu: Kategória
it: Categoria
nb: Ølkategori
nl: Categorie
pl: Kategoria
pt_br: Categoria
ru: Категория
sv: Kategori

# styleEditor|
source: Category number
ca: Número de categoria
cs: Číslo kategorie
el: Αριθμός κατηγορίας
es: Número de Categoría
fr: Numéro de catégorie
it: Numero di categoria
nb: Ølkategorinummer
nl: Categorie nummer
pl: Numer kategorii
pt_br: Número da Categoria
ru: Номер категории
sv: Kategorinummer

# styleEditor|
source: Style letter
ca: Estil de lletra
cs: Písmeno stylu
el: Γράμμα στυλ
es: Letra de Estilo
fr: Lettre du style
it: Stile di lettera
nb: Øltypebokstav
nl: Stijl letter
pl: Litera stylu
pt_br: Estilo de Letra
ru: Сорт
sv: Stilbrev

# styleEditor|
source: Style guide
ca: Guia d'estil
cs: Katalog stylů
el: Οδηγός στυλ
es: Guía de Estilos
fr: Guide du style
it: guida allo stile
nb: Hvilke rettningslinjer
nl: Stijl gids
pl: Przewodnik stylu
pt_br: Guia de Estilos
ru: Классификация сортов
sv: Stilguide

# styleEditor|
source: Type
ca: Tipus
cs: Druh
de: Typ
el: Είδος
es: Tipo
hu: Fajta
it: Tipologia
pl: Typ
pt_br: Tipo
ru: Тип
sv: Stil

# styleEditor|
source: Type of beverage
ca: Tipus de beguda
cs: Druh nápoje
de: Getränketyp
el: Τύπος αναψυκτικού
es: Tipo de bebida
fr: Type de breuvage
it: Tipo di bevanda
nb: Type drikke
nl: Type drank
pl: Gatunek piwa
pt_br: Tipo de Bebida
ru: Тип напитка
sv: Typ av dryck

# styleEditor|
source: Mead
ca: Aiguamel
cs: Medovina
de: Met
el: Υδρόμελο
fr: Hydromel
nb: Mjød
nl: Mede
pl: Miodowe
pt_br: Hidromel
ru: Медовуха
sv: Mjöd

# styleEditor|
source: Wheat
ca: Blat
cs: Pšenice
de: Wiezen
el: Σιτάρι
es: Trigo
fr: Blanche
hu: Búza
nb: Hvete
nl: Tarwe
pl: Pszeniczne
pt_br: Trigo
ru: Пшеница
sv: Vete

# styleEditor|
source: Mixed
ca: Mixte
cs: Mix
de: Gemischt
el: Ανάμεικτη
es: Mezclado
fr: Mixte
it: Mix
nb: Blandet
nl: Gemengd
pl: Mieszane
pt_br: Mista
ru: Смешанный
sv: Blandad

# styleEditor|
source: Vital Statistics
ca: Estadísitques vitals
cs: Číselná charakteristika
de: Wichtige Statistiken
el: Κύρια χαρακτηριστικά
es: Estadísticas
fr: Statistiques essentielles
it: Statistiche Vitali
nb: Vital statistikk
pl: Statystki życiowe
pt_br: Estatísticas Vitais
ru: Основные характеристики
sv: Vital statestik

# styleEditor|
source: Color (SRM)
cs: Barva (SRM)
de: Farbe (SRM)
el: Χρώμα (SRM)
fr: Couleur (SRM)
hu: Szín (SRM)
it: Colore (SRM)
nb: Farge (SRM)
nl: Kleur (SRM)
pl: Barwa (SRM)
pt_br: Cor (SRM)
ru: Цвет (SRM)
sv: Färg (SRM)

# styleEditor|
source: Carb (vols)
cs: Nasycení (obj.)
de: Karbohydrate (Vol.)
el: Ανθρακ. (ατμ)
es: CO2 (vol.)
nb: Karb (Vols)
pl: Nagazowanie (vol)
ru: Карбонизация (об.)
sv: Kolsyrning (vols)

# styleEditor|
source: Profile
ca: Perfil
cs: Profil
de: Profil
el: Προφίλ
es: Perfil
it: Profilo
nb: Profil
nl: Profiel
pl: Profil
pt_br: Perfil
ru: Краткое описание
sv: Profil

# styleEditor|
source: Ingredients
cs: Přísady
de: Ingredienzen
el: Συστατικά
es: Ingredientes
fr: Ingrédients
it: Ingredienti
nb: Ingredienser
nl: Ingrediënten
pl: Składniki
pt_br: Ingredientes
ru: Ингредиенты
sv: Ingredienser

# styleEditor|
source: Examples
ca: Exemples
cs: Příklady
de: Beispiele
el: Παραδείγματα
es: Ejemplos
fr: Exemples
it: Esempi
nb: Eksempler
nl: Voorbeelden
pl: Przykłady
pt_br: Exemplos
ru: Примеры
sv: Exempel

# styleEditor|
source: Notes
cs: Poznámky
de: Notizen
el: Σημειώσεις
es: Notas
hu: Megjegyzések
it: Note
nb: Notater
nl: Aantekeningen
pl: Notatki
pt_br: Notas
ru: Примечания
sv: Anteckningar

# styleEditor|
source: New
ca: Nou
cs: Nový
de: Neu
el: Νέο
es: Nuevo
fr: Nouveau
hu: Új
it: Nuovo
nb: Ny
nl: Nieuw
pl: Nowy
pt_br: Novo
ru: Новый
sv: Ny

# styleEditor|
source: Save
ca: Desa
cs: Uložit
de: Speichern
el: Αποθήκευση
es: Guardar
fr: Sauvegarder
hu: Mentés
it: Salva
nb: Lagre
nl: Opslaan
pl: Zapisz
pt_br: Salvar
ru: Сохранить
sv: Spara

# styleEditor|
source: Cancel
ca: Cancel·lar
cs: Zrušit
de: Abbruch
el: Ακύρωση
es: Cancelar
fr: Annuler
hu: Mégsem
it: Cancella
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ru: Отменить
sv: Avbryt

# timerListDialog|
source: Addition Timers
sv: Tillsats Timers

# timerWidget|
source: Form
sv: Formulär

# timerWidget|
source: Add:
sv: Lägg till:

# timerWidget|
source: Notes...
sv: Anteckningar...

# timerWidget|
source: At:
sv: Vid:

# timerWidget|
source: mins
sv: minuter

# waterEditor|
source: Name
ca: Nom
cs: Název
el: Ονομασία
es: Nombre
fr: Nom
hu: Név
it: Nome
nb: Navn
nl: Naam
pl: Nazwa
pt_br: Nome
ru: Название
sv: Namn

# waterEditor|
source: Notes
cs: Poznámky
de: Notizen
el: Σημειώσεις
es: Notas
hu: Megjegyzések
it: Note
nb: Notater
nl: Aantekeningen
pl: Notatki
pt_br: Notas
ru: Примечания
sv: Anteckningar

source: Yeast Editor
ca: Editor de Llevats
cs: Editor kvasnic
de: Hefe-Editor
el: Επεξεργασία στοιχείων μαγιάς
es: Editor de Levaduras
fr: Éditeur de levure
it: Editor Lievito
nb: Gjærredigerer
nl: Gist Editor
pl: Edytor drożdży
pt_br: Edição de Levedura
ru: Информация о дрожжах
sv: Jästeditor

# yeastEditor|
source: Required Fields
ca: Camps obligatoris
cs: Povinná pole
de: Pflichtfelder
el: Υποχρεωτικά πεδία
es: Información Requisita
fr: Champs requis
hu: Szükséges mezők
it: Campi obbligatori
nb: Obligatoriske felt
nl: Vereiste Velden
pl: Wymagane pola
pt_br: Campos Obrigatórios
ru: Обязательные поля
sv: Obligatoriska fält

# yeastEditor|
source: Name
ca: Nom
cs: Název
el: Ονομασία
es: Nombre
fr: Nom
hu: Név
it: Nome
nb: Navn
nl: Naam
pl: Nazwa
pt_br: Nome
ru: Название
sv: Namn

# yeastEditor|
source: Type
ca: Tipus
cs: Druh
de: Typ
el: Είδος
es: Tipo
hu: Fajta
it: Tipologia
pl: Typ
pt_br: Tipo
ru: Тип
sv: Typ

# yeastEditor|
source: Wheat
ca: Blat
cs: Pšenice
de: Weizenbier
el: Σταρένια
es: Trigo
fr: Blanche
hu: Búza
nb: Hvete
nl: Tarwe
pl: Pszenica
pt_br: Trigo
ru: Пшеничные
sv: Vete

# yeastEditor|
source: Wine
ca: Vi
cs: Víno
de: Wein
el: Κρασί
es: Vino
fr: Vin
hu: Bor
it: Vino
nb: Vin
nl: Wijn
pl: Wino
pt_br: Vinho
ru: Винные
sv: Vin

# yeastEditor|
source: Form
ca: Format
cs: Druh
el: Μορφή
es: Forma
fr: Format
hu: Forma
it: Forma
nb: Skjema
nl: Vorm
pl: Postać
pt_br: Forma
ru: Форма
sv: Formulär

# yeastEditor|
source: Liquid
ca: Líquid
cs: Tekuté
de: Flüssig
el: Υγρή
es: Liquida
fr: Liquide
hu: Folyékony élesztő
it: Liquido
nb: Flytende
nl: Vloeistof
pl: Płynne
pt_br: Líquido
ru: Жидкие
sv: Vätska

# yeastEditor|
source: Dry
ca: Sec
cs: Sušené
de: Trocken
el: Ξηρή
es: Seca
fr: Sèche
hu: Szárított élesztő
it: Secco
nb: Tørr
nl: Gedroogd
pl: Suche
pt_br: Seco
ru: Сухие
sv: Torrt

# yeastEditor|
source: Slant
ca: Pendent
cs: Agar
de: Schrägagar
el: επικλινής
fr: Gélose inclinée
it: Inclinazione
nb: Prøverør
nl: Opgekweekt
pl: Skos
pt_br: Tubo inclinado contendo cultura pura de levedura
ru: В пробирке
sv: Lutning

# yeastEditor|
source: Culture
ca: Cultiu
cs: Kultura
de: Kultur
el: Καλιέργεια
es: Cultura
hu: élesztőkultúra
it: Cultura
nb: Kultur
nl: Cultuur
pl: Gęstwa
pt_br: Cultura
ru: Культура
sv: Kultur

# yeastEditor|
source: Amount
ca: Quantitat
cs: Množství
de: Menge
el: Ποσότητα
es: Cantidad
fr: Quantité
hu: Mennyiség
it: Ammontare
nb: Mengde
nl: Hoeveelheid
pl: Ilość
pt_br: Quantidade
ru: Количество
sv: Mängd

# yeastEditor|
source: Check it if the amount given is in kg instead of L.
ca: Marqueu si és en kilos i no en litres
cs: Zaškrtněte, pokud je objem v kg místo l.
de: Anhaken, wenn Mengenangabe in kg antatt L
el: Έλεγχος εάν η ποσότητα είναι σε κιλά αντί για λίτρα
es: Si la cantidad es masa.
fr: À cocher si la quantité est exprimée en kg et non en L.
it: Controllare se l'importo indicato è in kg invece di L.
nb: Sjekk etter om mengden er gitt i kg instedet for L.
nl: Controleer of de opgegeven hoeveelheid in kg is i.p.v.in L.
pl: Zaznacz jeśli ilość podana jest w kg a nie w L.
pt_br: Verifique se a quantidade informada é em quilograma ao inves de litros.
ru: Отметьте, если количество указано в кг вместо л.
sv: Markera denna om mängden anges i kilo istället för liter.

# yeastEditor|
source: Amount is weight?
ca: Quantitat en massa?
cs: Možství je hmotnost?
de: Mengenangabe ist Gewicht
el: Το ποσό αναφέρεται σε βάρος;
es: ¿Cantidad es masa?
fr: Exprimée en poids
it: Importo è il peso?
nb: Mengde er i vekt?
nl: Hoeveelheid is gewicht?
pl: Czy ilość jest wagą?
pt_br: Quantidade é peso?
ru: Количество - вес?
sv: Mängden är i vikt?

# yeastEditor|
source: Checked if the given amount is weight instead of volume
ca: Indica si la quantitat esta expressada en massa o volum
cs: Zaškrtněte, pokud je zadané množství hmotnostní, nikoli objemové
de: Angehakt, wenn die Mengenangabe in Gewicht anstatt Volumen erfolgt
el: Τσέκαρε εάν το νούμερο αναφέρεται σε βάρος αντί για όγκο
es: Si la cantidad es masa
fr: À cocher si la quantité est exprimée en poids et non en volume
it: Controlla se la data quantità è peso invece di volume
nb: Sjekk etter om mengden er gitt i vekt instedet for volum.
nl: Controleer of de opgegeven hoeveelheid een gewicht is i.p.v. een volume
pl: Zaznacz jeśli podana ilość jest wagą a nie objętością
pt_br: Verifique se a quantidade informada é um peso ao invés de um volume
ru: Отмечено, если указанное количество - вес, а не объем
sv: Markera denna om värdet indikerar vikt istället för volym

# yeastEditor|
source: Product ID
ca: ID del producte
cs: ID produktu
de: Produktnummer
el: Κωδικός προιόντος
es: No. ID
fr: ID du produit
hu: Termékazonosító
it: ID Prodotto
nb: Produkt-ID
pl: ID produktu
pt_br: ID de Produto
ru: ID продукта
sv: Produkt-ID

# yeastEditor|
source: Flocculation
ca: Floculació
cs: Flokulace
de: Ausflockung
el: κροκίδωση
es: Precipitado
fr: Floculation
hu: ülepedés
it: Flocculazione
nb: Flokkulering
nl: Flocculatie
pl: Flokulacja
pt_br: Floculação
ru: Флоккуляция
sv: flockulering

# yeastEditor|
source: Low
ca: Baixa
cs: Nízká
de: Niedrig
el: Χαμηλή
es: Bajo
fr: Faible
hu: Alacsony
it: Basso
nb: Lav
nl: Laag
pl: Niska
pt_br: Baixo
ru: Низкая
sv: Låg

# yeastEditor|
source: Medium
ca: Mitja
cs: Střední
de: Mittel
el: Μεσαία
es: Medio
fr: Moyen
hu: Közepes
it: Medio
nl: Gemiddeld
pl: Średnia
pt_br: Médio
ru: Средняя
sv: Mellan

# yeastEditor|
source: High
ca: Alta
cs: Vysoká
de: Hoch
el: Υψηλή
es: Alto
fr: Élevé
hu: Magas
it: Alto
nb: Høy
nl: Hoog
pl: Wysoka
pt_br: Alto
ru: Высокая
sv: Hög

# yeastEditor|
source: Very High
ca: Molt Alta
cs: Velmi vysoké
de: Sehr Hoch
el: Πολύ υψηλή
es: Muy Alto
fr: Très élevé
hu: Nagyon magas
it: Molto alto
nb: Veldig høy
nl: Erg Hoog
pl: Bardzo wysoka
pt_br: Muito Alto
ru: Очень высокая
sv: Mycket hög

# yeastEditor|
source: Attenuation (%)
ca: Atenuació (%)
cs: Prokvašení (%)
de: Vergärungsgrad (%)
el: Ελάττωση
es: Atenuación (%)
fr: Atténuation (%)
it: Attenuazione (%)
nl: Vergisting (%)
pl: Żywotność (%)
pt_br: Atenuação (%)
ru: Степень сбраживания (%)
sv: Förtunning (%)

# yeastEditor|
source: Apparent attenuation as percentage of OG points
ca: Atenuació aparent com un percentatge de punts de DI
cs: Zdánlivé prokvašení v procentech bodů hustoty
de: scheinbarer Vergärungsgrad in Prozent
el: Φαινομενική ελάττωση πυκνότητας ως πσοστό επί OG βαθμών
es: Atenucación aparente como un porcentaje de puntos de DI
fr: Atténuation apparente en pourcentage de la densité initiale
it: Attenuazione apparente come percentuale di punti OG
nb: Tilsynelatende demping i prosent av OG-poeng
nl: Schijnbare Vergisting als percentage van het oorspronkelijke SG
pl: Żywotność jako procent punktów OG
pt_br: Atenuação aparente como percentagem de medida do OG
ru: Видимая степень сбраживания в процентах от НП
sv: Uppenbar försvagnings som procent av OG värde

# yeastEditor|
source: Times Recultured
ca: Nombre de cultius
cs: Počet použití
de: Führung Nr.
el: Φορές που επανακαλλιεργήθηκε
es: Veces Reculturada
fr: Nombre de cultures
it: Riattivato
nb: Ganger rekulturert
nl: Aantal keren opgekweekt
pl: Ilość pokoleń
pt_br: Vezes recultivadas
ru: Сколько раз использовались повторно
sv: Antal omodlingar

# yeastEditor|
source: Times this yeast has been recultured
ca: Cops que aquest llevats s'ha tornat a cultivar
cs: Kolikrát byly již kvasnice použity
de: Die Führung in der sich die Hefe befindet
el: Φορές που αυτή η μαγιά επανακαλλιεργήθηκε
es: Numero de veces que la levadura ha sido reculturado
fr: Nombre de fois que cette levure a été cultivée
it: Illievito è stato riattivato
nb: Antall ganger denne gjæren er rekulturert
nl: Aantal keren dat deze gist is opgekweekt
pl: Które pokolenie drożdży
pt_br: Vezes que esta levedura foi recultivada
ru: Сколько раз эти дрожжи повторно использовались
sv: Antal gånger denna jäst har blivit omodlad

# yeastEditor|
source: Max Recultures
ca: Cultius màxims
cs: Max. počet použití
de: Max Führungen
el: Μέγιστος αριθμός επανακαλλιεργιών
es: Reculteraciónes Max
fr: Nombre de cultures max
it: Massima riattivazione
nb: Maks rekultureringer
nl: Max keren opkweken
pl: Maks. pokoleń
pt_br: Máximo de recultivos
ru: Максимальное число повторных использований
sv: Max antal omodlingar

# yeastEditor|
source: Max recultures
ca: Nombre màxim de cultius
cs: Maximální počet použití
de: Maximale Anzahl der Führungen für die Hefe
el: Μέγιστος αριθμός επανακαλλιεργιών
es: Reculteraciónes Max
fr: Nombre de cultures max
it: Massima riattivazione
nb: Maks antall ganger rekulturering
nl: Max keren opkweken
pl: Maksymalna ilość pokoleń
pt_br: Máximo de recultivos
ru: Максимальное число повторных использований
sv: Max antal omodlingar

# yeastEditor|
source: Add to Secondary
ca: Afegiu al secundari
cs: Přidat při dokvašování
de: Zur Nachgärung hinzufügen
el: Προσθήκη στο δεύτερο κάδο ζύμωσης
es: Agregar al Secundario
fr: Ajouter en secondaire
it: Aggiungi al secondario
nb: Legg til i sekundær
nl: Voeg toe aan navergisting
pl: Dodawane do fermentacji cichej
pt_br: Adicionar ao Secundário
ru: Добавлять на карбонизацию
sv: Tillsätt i sekundären

# yeastEditor|
source: Checked means add this yeast to secondary instead of primary
ca: Comprova si cal afegir aquest llevat al secundari en lloc del primari
cs: Zaškrtněte, pokud přidáváte tyto kvasnice do dokvašování místo hlavního kvašení
de: Wenn angehakt, diese Hefe zur Nachgärung verwenden anstatt zur Hauptgärung
el: Σε περίπτωση τσεκαρίσματος η μαγιά προστίθεται στο δεύτερο κάδο
es: Que si se necesita agregarla al secundario
fr: À cocher si vous souhaitez ajouter cette levure en secondaire et non primaire
it: Controlla di aggiungere questo lievito secondario invece di primario
nb: Avkrysset betyr: Legg til denne gjær i sekundær i stedet for primær
nl: Aangevinkt betekent: voeg gist toe aan navergisting i.p.v. hoofdvergisting
pl: Oznacza, że te drożdże dodawane są do fermentacji cichej
pt_br: Selecionado significa adicionar o fermento no secundário, em vez de primário
ru: Если отмечено, добавьте эти дрожжи на карбонизацию вместо главного брожения
sv: Markering betyder att den här jästen ska tillsättas i sekundären istället för i primären

# yeastEditor|
source: Best For:
ca: Millor per a:
cs: Nejvhodnější pro:
de: Geeignet für:
el: Κατάλληλη για :
es: Mejor para:
fr: Adaptée à :
it: Migliore per:
nl: Houdbaar tot:
pl: Data ważności:
pt_br: Melhor para:
ru: Использовать до
sv: Passar till:

# yeastEditor|
source: Notes:
cs: Poznámky:
de: Bemerkungen:
el: Σημειώσεις:
es: Notas:
hu: Megjegyzés:
it: Note:
nb: Notater:
nl: Aantekeningen:
pl: Notatki:
pt_br: Notas:
ru: Примечания:
sv: Anteckningar:

# yeastEditor|
source: Default Amount
ca: Per defecte
cs: Výchozí množství
de: Standardmenge
el: προεπιλεγμένη ποσότητα
es: Cantidad por defecto
fr: Quantité par défaut
hu: Mennyiségi alapérték
nb: Forhåndsvalgt mengde
pl: Domyślna ilość
pt_br: Quantidade Padrão
ru: Количество по-умолчанию
sv: Standardmängd

# yeastEditor|
source: Quanta in Inventory
ca: Existències
de: Menge im Lager
el: Ποσότητα στο ευρετήριο
fr: Quantité dans l'inventaire
nb: Mengde i varebeholdning
pl: Ilość w magazynie
pt_br: Quantidade em estoque
sv: Mängd i lager

# yeastEditor|
source: Quanta in inventory
ca: Quantitat en estoc
de: Menge im Lager
el: Ποσότητα στο ευρετήριο
fr: Quantité dans l'inventaire
nb: Mengde i varebeholdning
pl: Ilość w magazynie
pt_br: Quantidade em estoque
sv: Mängd i lager

# Brewtarget|
source: YYYY-mm-dd
ca: AAAA-mm-dd
es: AAAA-mm-dd
fr: AAAA-mm-jj
pt_br: AAAA-MM-DD

# Brewtarget|
source: dd-mm-YYYY
ca: dd-mm-AAAA
es: dd-mm-AAAA
fr: jj-mm-AAAA
pt_br: DD-MM-AAAA

# BtTreeModel|
source: Guide
ca: Guia
de: Richtlinie
el: Οδηγός
es: Guía
hu: Útmutató
nb: Veiledning
pl: Poradnik
pt_br: Guia
ru: Руководство
