Repository: Brewtarget/brewtarget
Catalog: translations/lpad/bt-*.po
Languages: ca, cs, de, el, es, fr, hu, it, nb, nl, pl, pt_br, ru, sv

# MiscDialog|
source: Edit selected ingredient
ca: Edita ingredient seleccionat
cs: Upravit zvolenou přísadu
de: Bearbeite ausgewählte Zutat
el: Διόρθωση επιλεγμένου συστατικού
es: Editar ingrediente seleccionado
fr: Modifier l'ingrédient sélectionné
hu: Kiválasztott elem szerkesztése
it: Edit ingrediente selezionato
nb: Rediger valgt ingrediens
nl: Edit geselecteerde ingrediënt
pt_br: Editar ingrediente selecionado
ru: Изменить выбранный ингредиент
sv: Ändra vald ingrediens

# MiscDialog|
source: Remove selected ingredient
ca: Borra l'ingredient seleccionat
cs: Odebrat zvolenou přísadu
el: Διαγραφή επιλεγμένου συστατικού
es: Quitar ingrediente seleccionado
fr: Supprimer l'ingrédient sélectionné
hu: Kiválasztott elem törlése
it: Rimuovi ingerdiente selezionato
nb: Fjern valgt ingrediens
nl: Verwijder geselecteerde ingrediënt
pt_br: Remover ingrediente selecionado
ru: Удалить выбранный ингредиент
sv: Ta bort vald ingrediens

# MiscItemDelegate|
source: Spice
ca: Especie
cs: Koření
de: Gewürz
el: Μπαχαρικά
es: Especia
fr: Épice
hu: Fűszer
it: Spezie
nb: Krydder
nl: Specerij
pl: Przyprawa
pt_br: Tempero
ru: Специя
sv: Krydda

# MiscItemDelegate|
source: Fining
ca: Clarificador
cs: Čeření
de: Schönung
el: Βελτιωτικά
es: Aclarador
fr: Clarifiant
hu: Derítőszer
it: affinamento
nb: Klaringsmiddel
pl: Substancja klarująca
pt_br: Refinação
ru: Очистка
sv: Klarningsmedel

# MiscItemDelegate|
source: Water Agent
ca: Agent per l'aigua
cs: Úprava vody
de: Wasserzusatzmittel
el: Ρυθμιστής νερού
es: Agente para Agua
fr: Agent d'eau
hu: Vízkezelő anyag
it: Agente dell'acqua
nb: Vannjustering
nl: Waterbehandeling
pl: Uzdatnianie wody
pt_br: Corretor de água
ru: Агент воды
sv: Vattenbehandling

# MiscItemDelegate|
source: Herb
ca: Herba
cs: Bylina
de: Kraut
el: Βότανα
es: Hierba/especia
fr: Herbes
hu: Gyógynövény
it: Erba
nb: Urt
nl: Kruid
pl: Zioło
pt_br: Erva
ru: Трава
sv: Örtkrydda

# MiscItemDelegate|
source: Flavor
ca: Sabor
cs: Příchuť
de: Aroma
el: Άρωματικές Ύλες
es: Sabor
fr: Saveur
hu: Ízanyag
it: Sapore
nb: Smak
nl: Smaak
pl: Aromat
pt_br: Aroma
ru: Вкус
sv: Smak

# MiscItemDelegate|
source: Other
ca: Altre
cs: Jiný
de: Sonstiges
el: 'Αλλο
es: Otro
fr: Autres
hu: Egyéb anyag
it: Altro
nb: Annet
nl: Overig
pl: Inny
pt_br: Outro
ru: Иное
sv: Övrigt

# MiscItemDelegate|
source: Boil
ca: Bullit
cs: Chmelovar
de: Kochen
el: Στο Βράσιμο
es: Hervir
fr: Ébullition
hu: Forralás
it: Bollire
nb: Kok
nl: Koken
pl: Gotowanie
pt_br: Ferver
ru: Кипячение
sv: Kokning

# MiscItemDelegate|
source: Mash
ca: Maceració
cs: Rmutování
de: Maische
el: Στο σκεύος σακχαροποίησης
es: Maceración
fr: Empâtage
hu: Cefre
nb: Mesk
nl: Maisch
pl: Zacieranie
pt_br: Mosto
ru: Затор
sv: Mäsk

# MiscItemDelegate|
source: Primary
ca: Primari
cs: Hlavní kvašení
de: Hauptgärung
el: Κατά την πρώτη ζύμωση
es: Primario
fr: Primaire
hu: Elsődleges
it: Primario
nb: Primær
nl: Hoofdvergisting
pl: Fermentacja burzliwa
pt_br: Primário
ru: Первичный
sv: Primär

# MiscItemDelegate|
source: Secondary
ca: Secundari
cs: Dokvašování
de: Nachgärung
el: κατά την δεύτερη ζύμωση
es: Secundario
fr: Secondaire
hu: Másodlagos
it: Secondario
nb: Sekundær
nl: Secundaire
pl: Fermentacja Cicha
pt_br: Secundário
ru: Вторичный
sv: Sekundär

# MiscItemDelegate|
source: Bottling
ca: Embotellar
cs: Stáčení
de: Abfüllung
el: Κατά την εμφιάλωση
es: Embotellar
fr: Embouteillage
hu: Palackozás
it: Imbottigliamento
nb: Flasking
nl: Bottelen
pl: Butlekowanie
pt_br: Engarrafamento
ru: Бутылирование
sv: Flasktappning

# MiscItemDelegate|
source: Weight
ca: Massa
es: Peso
fr: Poids
sv: Vikt

# MiscItemDelegate|
source: Volume
ca: Volum
es: Volumen
sv: Volym

# MiscTableModel|
source: Name
ca: Nom
cs: Název
el: Όνομασία
es: Nombre
fr: Nom
hu: Név
it: Nome
nb: Navn
nl: Naam
pl: Nazwa
pt_br: Nome
ru: Название
sv: Namn

# MiscTableModel|
source: Type
ca: Tipus
cs: Druh
de: Typ
el: Είδος
es: Tipo
hu: Típus
it: Tipologia
pl: Typ
pt_br: Tipo
ru: Тип
sv: Typ

# MiscTableModel|
source: Use
ca: Ús
cs: Použití
de: Verwendung
el: Χρήση
es: Uso
fr: Utilisation
hu: Felhasználás
it: Usa
nb: Bruk
nl: Gebruik
pl: Użycie
pt_br: Usar
ru: Использование
sv: Användning

# MiscTableModel|
source: Time
ca: Temps
cs: Čas
de: Zeit
el: Χρόνος
es: Tiempo
fr: Durée
hu: Idõ
it: Tempo
nb: Tid
nl: Tijd
pl: Czas
pt_br: Tempo
ru: Время
sv: Tid

# MiscTableModel|
source: Amount
ca: Quantitat
cs: Množství
de: Menge
el: Ποσότητα
es: Cantidad
fr: Quantité
hu: Mennyiség
it: Ammontare
nb: Mengde
nl: Hoeveelheid
pl: Ilość
pt_br: Quantidade
ru: Количество
sv: Mängd

# MiscTableModel|
source: Amount Type
ca: Tipus de quantitat
cs: Druh množství
de: Mengenangabe
el: Μονάδα μέτρησης
es: Tipo de Cantidad
fr: Type de quantité
hu: Mennyiségi egység
it: Tipo di Quantità
nb: Enhetstype
pl: Rodzaj kwoty
pt_br: Tipo Quantidade
sv: Mängdbeteckning

# MiscTableModel|
source: Inventory
ca: Existències
cs: Sklad
de: Lagerbestand
el: Ευρετήριο ειδών
es: Inventario
fr: Inventaire
hu: Készlet
nb: Lagerbeholdning
pl: Magazyn
pt_br: Inventário
ru: Инвентарь
sv: Lager

# OptionDialog|
source: Open Directory
ca: Obre el directori
cs: Otevřít adresář
de: Verzeichnis öffnen
el: Άνοιγμα Καταλόγου
es: Abrir Carpeta
fr: Ouvrir le Répertoire
hu: Mappa nyitása
it: Apri directory
nb: Åpne mappe
pl: Otwórz katalog
pt_br: Abrir Diretório
ru: Открыть директорию
sv: Öppna katalog

# OptionDialog|
source: Copy Data
ca: Copia les dades
cs: Zkopírovat data
de: Daten kopieren
el: Αντιγραφή δεδομένων
es: Copiar Datos
fr: Copier les Données
hu: Adat másolás
it: Copia Dta
nb: Kopier data
pl: Kopiuj dane
pt_br: Copiar Dados
ru: Копировать данные
sv: Kopiera Data

# OptionDialog|
source: There do not seem to be any data files in this directory, so we will copy your old data here.
ca: No hi ha els fitxers de dades en aquest directori, de manera que copiarem les dades antigues aquí.
cs: V tomto adresáři nejsou žádná data, vaše stará data tedy zkopírujeme sem.
de: Es scheinen keinerlei Dateien in diesem Verzeichnis zu liegen. Deshalb werden Ihre alten Daten hierhin kopiert.
el: Δεν φαίνεται να υπάρχουν αρχεία σε αυτό τον φάκελο, οπότε θα αντιγράψουμε τα παλιά σας δεδομένα εδώ.
es: Parece que no hay archivos de datos en esta carpeta, así que copiaremos los datos viejos aquí.
fr: Il ne semble pas y avoir de fichier de données dans ce répertoire, nous allons y copier les données existantes.
hu: Nincs adatfájl a mappában, a régi adatokat ide másolom.
it: Non sembrano esserci qualsiasi file di dati in questa directory, quindi dovremo copiare i vostri vecchi dati qui.
nb: Det later ikke til å være noen datafiler i denne mappen, så vi kopierer dine gamle data hit.
pl: W tym katalogu wydaje się nie być żadnych danych, skopiujemy tutaj twoje stare dane.
pt_br: Não parece haver qualquer arquivos de dados nesse diretório, por isso vamos copiar os dados antigos aqui.
ru: Не найдено ни одного файла данных в этой диретории, поэтому я скопирую сюда Ваши старые данные.
sv: Det verkar inte finnas några datafiler i den här katalogen så vi kommer att kopiera din gamla data hit.

# OptionDialog|
source: Restart
ca: Reinicia
cs: Restartujte
de: Neustart
el: Επανεκκίνηση
es: Reiniciar
fr: Redémarrer
hu: Újrakezdés
it: Riavviare
nb: Start på nytt
pl: Ponownie uruchomić
pt_br: Reiniciar
ru: Перезапуск
sv: Starta om

# OptionDialog|
source: Please restart Brewtarget.
ca: Per favor reinicieu Brewtarget.
cs: Restartujte Brewtarget.
de: Bitte starten Sie Brewtarget neu.
el: Παρακαλώ επανεκκινήστε το πρόγραμμα
es: Por favor reinicia Brewtarget
fr: Redémarrer Brewtarget.
hu: Kérlek indítsd újra az alkalmazást.
it: Si prega di riavviare Brewtarget.
nb: Vennligst start Brewtarget på nytt.
pl: Proszę ponownie uruchomić program.
pt_br: Favor reiniciar o Brewtarget.
ru: Пожалуйста, перезапустите Brewtarget.
sv: Vänligen starta om Brewtarget.

# OptionDialog|
source: Catalan
ca: Català
cs: Katalánština
de: Katalanisch
el: Καταλανικά
es: Catalán
hu: katalán
nb: Katalansk
pl: Kataloński
pt_br: Catalão
ru: Каталонский
sv: Katalanska

# OptionDialog|
source: Czech
ca: txec
cs: Čeština
de: Tschechisch
el: Τσεχική
es: Checo
fr: Tchèque
hu: cseh
nb: Tsjekkisk
pl: Czeski
pt_br: Tcheco
ru: Чешский
sv: Tjeckiska

# OptionDialog|
source: German
ca: Alemany
cs: Němčina
de: Deutsch
el: Γερμανικά
es: Alemán
fr: Allemand
hu: német
nb: Tysk
pl: Niemiecki
pt_br: Alemão
ru: Немецкий
sv: Tyska

# OptionDialog|
source: English
ca: Anglès
cs: Angličtina
de: Englisch
el: Αγγλικά
es: Inglés
fr: Anglais
hu: angol
nb: Engelsk
pl: Angielski
pt_br: Inglês
ru: Английский
sv: Engelska

# OptionDialog|
source: Greek
ca: Grec
cs: Řečtina
de: Griechisch
el: Ελληνικά
es: Griego
fr: Grec
hu: görög
nb: Gresk
pl: Grecki
pt_br: Grego
ru: Греческий
sv: Grekiska

# OptionDialog|
source: Spanish
ca: Espanyol
cs: Španělština
de: Spanisch
el: ισπανικά
es: Español
fr: Espagnol
hu: spanyol
nb: Spansk
pl: Hiszpański
pt_br: Espanhol
ru: Испанский
sv: Spanska

# OptionDialog|
source: French
ca: Francès
cs: Francouzština
de: Französisch
el: Γαλλικά
es: Francés
fr: Français
hu: francia
nb: Fransk
pl: Francuski
pt_br: Francês
ru: Французский
sv: Franska

# OptionDialog|
source: Italian
ca: Italià
cs: Italština
de: Italienisch
el: Ιταλικά
es: Italiano
fr: Italien
hu: olasz
nb: Italiensk
pl: Włoski
pt_br: Italiano
ru: Итальянский
sv: Italienska

# OptionDialog|
source: Dutch
ca: Holandès
cs: Holandština
de: Niederländisch
el: Ολλανδικά
es: Holandés
fr: Néérlandais
hu: holland
nb: Nederlansk
pl: Duński
pt_br: Holandês
ru: Голландский
sv: Holländska

# OptionDialog|
source: Polish
ca: Polonès
cs: Polština
de: Polnisch
el: Πολωνικά
es: Polaco
fr: Polonais
hu: lengyel
nb: Polsk
pl: Polski
pt_br: Polonês
ru: Польский
sv: Polska

# OptionDialog|
source: Portuguese
ca: Portuguès
cs: Portugalština
de: Portugiesisch
el: Πορτογαλικά
es: Portugués
fr: Portugais
hu: portugál
nb: Portugisisk
pl: Portugalski
pt_br: Português (Portugal)
ru: Португальский
sv: Portugisiska

# OptionDialog|
source: Russian
ca: Rus
cs: Ruština
de: Russisch
el: Ρωσικά
es: Ruso
fr: Russe
hu: orosz
nb: Russisk
pl: Rosyjski
pt_br: Russo
ru: Русский
sv: Ryska

# OptionDialog|
source: Chinese
ca: Xinès
cs: Čínština
de: Chinesisch
el: Κινέζικα
es: Chino
fr: Chinois
hu: kínai
nb: Kinesisk
pl: Chiński
pt_br: Chinês
ru: Китайский
sv: Kinesiska

# OptionDialog|
source: SI units
sv: SI-Enheter

# OptionDialog|
source: US traditional units
sv: Amerikanska enheter

# OptionDialog|
source: British imperial units
sv: brittiska enheter

# OptionDialog|
source: 20C/20C Specific Gravity
sv: 20C/68F

# OptionDialog|
source: mm-dd-YYYY
sv: dd-mm-YYYY

# OptionDialog|
source: Tinseth's approximation
sv: Tinseths metod

# OptionDialog|
source: Rager's approximation
sv: Ragers metod

# OptionDialog|
source: Noonan's approximation
sv: Nonnans metod

# OptionDialog|
source: Mosher's approximation
sv: Moshers metod

# OptionDialog|
source: Daniel's approximation
sv: Daniels metod

# OptionDialog|
source: Morey's approximation
sv: Moreys metod

# OptionDialog|
source: SQLite (default)
sv: SQLite (standard)

# OptionDialog|
source: Danish
sv: Danska

# OptionDialog|
source: Estonian
sv: Estniska

# OptionDialog|
source: Basque
sv: Baskiska

# OptionDialog|
source: Galician
sv: Galiciska

# OptionDialog|
source: Hungarian
sv: Ungerska

# OptionDialog|
source: Latvian
sv: Lettiska

# OptionDialog|
source: Norwegian Bokmål
sv: Norskt bokmål

# OptionDialog|
source: Serbian
sv: Serbiska

# OptionDialog|
source: Swedish
sv: Svenska

# OptionDialog|
source: Turkish
sv: Turkiska

# OptionDialog|
source: Test connection or cancel
sv: Testa uppkopplingen eller avbryt

# OptionDialog|
source: Saving the options without testing the connection can cause brewtarget to not restart. Your changes have been discarded, which is likely really, really crappy UX. Please open a bug explaining exactly how you got to this message.
sv: Att spara installningarna utan att testa kopplingen kan orsaka Brewtarget att inte starta om. Dina ändringar har ångrats, vilket troligen är väldigt dålig UX, Vänligen öppna en felrapport och förklara exakt hur du fick detta felmeddelande.

# OptionDialog|
source: Would you like brewtarget to transfer your data to the new database? NOTE: If you've already loaded the data, say No
sv: Vill du att Brewtarget ska föra över data till den nya databasen? NOTERA! om du redan har laddat in data så ska du svara NEJ här

# OptionDialog|
source: Transfer database
sv: Överför databasen

# OptionDialog|
source: Please restart brewtarget to connect to the new database
sv: Starta om Brewtarget för att koppla upp dig mot den nya databasen

# QObject|
source: Invalid color formula type: %1
ca: Fórmula de color invàlida: %1
cs: Neplatný druh barevného vzorce: %1
de: Falscher Farbtyp: %1
el: λανθασμένος τύπος φόρμουλας χρώματος: %1
es: Tipo de fórmula de color inválido: %1
fr: Formule de d'estimation de la couleur invalide : %1
hu: Érvénytelen szín formula: %1
it: Formula tipo colore non valido: %1
nb: Ugyldig fargeformeltype: %1
nl: Ongeldige kleur formule type: %1
pl: Błędny typ formuły barwy: %1
pt_br: Cor Inválida do tipo fórmula:%1
ru: Неправильный тип цвета: %1
sv: Ogiltig typ för färgformel:%1

# QObject|
source: Unrecognized IBU formula type. %1
ca: Fórmula errònia IBU. %1
cs: Nerozpoznaný druh vzorce IBU: %1
de: Unbekannter IBU-Typ. %1
el: Μη αναγνωρίσiμος τύπος φόρμουλας IBU. %1
es: Tipo de fórmula de IBUs no reconocido. %1
fr: Formule d'IBU de type non reconnu.%1
hu: Beazonosíthatatlan keserűség formula. %1
it: Formula tipo IBU non riconosciuta. %1
nb: Ukjent IBU-formeltype. %1
pl: Nierozpoznana formuła typu IBU. %1
pt_br: Fórmula de IBU não reconhecida. %1
ru: Неопределённый тип IBU. %1
sv: Okänd typ för IBU formel. %1

# QObject|
source: Directory Problem
ca: Problema amb la carpeta
cs: Problém s adresářem
de: Verzeichnisproblem
el: Πρόβλημα με το φάκελο
es: Problema con la Carpeta
fr: Problème de répertoire
hu: Mappa hiba
it: Problema Directory
nb: Mappeproblem
nl: Directory Probleem
pl: Problem z katalogiem
pt_br: Problema de Diretório
ru: Каталог проблемы
sv: Katalogproblem

# QObject|
source: "%1" cannot be read.
ca: "%1" no es pot llegir.
cs: "%1" nelze přečíst.
de: "%1" kann nicht eingelesen werden.
el: "%1" δεν μπορεί να διαβαστεί.
es: "%1" no se puede leer.
fr: "%1" ne peut être lu.
hu: "%1" nem olvasható
it: "%1" Non può essere letto.
nb: "%1" kan ikke leses.
nl: "%1" kan niet gelezen worden.
pl: "%1" nie może zostać odczytany.
pt_br: "%1" não pode ser lido.
ru: Не удаётся выполнить чтение "%1".
sv: "%1" kan ej läsas.

# QObject|
source: New Version
ca: Versió nova
cs: Nová verze
de: Neue Version
el: Νέα έκδοση
es: Versión Nueva
fr: Nouvelle version
hu: Új verzió
it: Nuova versione
nb: Ny versjon
nl: Nieuwe Versie
pl: Nowa Wersja
pt_br: Nova Versão
ru: Новая версия
sv: Ny Version

# QObject|
source: Version %1 is now available. Download it?
ca: La versió %1 ara està disponible. La vols descarregar?
cs: Verze %1 je k dispozici. Chcete ji stáhnout?
de: Version %1 steht jetzt zur Verfügung. Herunterladen?
el: Η νέα έκδοση %1 είναι διαθέσιμη. Να την κατεβάσω?
es: La versión %1 se encuentra disponible. ¿Quieres descargarla?
fr: La version %1 est maintenant disponible. La télécharger ?
hu: %1 verzió elérhető. Eltöltöd?
it: La versione %1 è ora disponibile. Scaricala?
nb: Versjon %1 er nå tilgjengelig. Laste den ned?
nl: Versie %1 is nu verkrijgbaar. Downloaden?
pl: Wersja %1 jest dostępna. Czy ją pobrać?
pt_br: Versão %1 está disponível. Deseja baixá-la?
ru: Доступна версия %1. Загрузить её?
sv: Version %1 är nu tillgänglig. Ladda ner?

# QObject|
source: Stop bothering you about new versions?
ca: Vols que no et recordi més que existeixen noves versions?
cs: Přestat otravovat s novými verzemi?
de: Damit aufhören, Sie mit Meldungen über neue Versionen zu nerven?
el: Να μην σας ξαναενοχλήσω για νέες εκδόσεις;
es: ¿No te molestamos más por la versión nueva?
fr: Souhaitez-vous désactiver la vérification des nouvelles versions ?
hu: Kikapcsoljam az értesítést a verziófrissítésről?
it: Vuoi non essere più avvisato del rilascio delle nuove versioni?
nb: Slutte å plage deg med nye versjoner?
nl: Niet meer lastigvallen over nieuwe versies?
pl: Nie pytać o nowe wersje?
pt_br: Parar de questionar sobre novas versões?
ru: Больше не напоминать о новых версиях?
sv: Sluta störa dig angående nya versioner?

# QObject|
source: Database Failure
ca: Error a la base de dades
cs: Selhání databáze
de: Datenbankfehler
el: Πρόβλημα με την βάση δεδομένων
es: Fallo de la Base de Datos
fr: Défaillance de base de données
hu: Adatbázis hiba
it: Errore del database
nb: Databasefeil
pl: Błąd bazy danych
pt_br: Falha no Banco de Dados
ru: Сбой базы данных
sv: Databasfel

# QObject|
source: Failed to open the database '%1'.
ca: Error al obrir la base de dades '%1'.
cs: Nepodařilo se otevřít databázi '%1'.
de: Die Datenbank '%1' konnte nicht geöffnet werden.
el: Δεν ήταν δυνατό να ανοίξει η βάση δεδομένων '%1'.
es: No se pudo abrir la base de datos '%1'.
fr: Impossible d'ouvrir la base de données '%1'.
hu: '%1' adatbázis nem megnyitható
it: Errore del database %1'.
nb: Kunne ikke åpne database '%1'.
pl: Niemożliwe otwarcie bazy danych'%1'.
pt_br: Erro ao abrir o banco de dados '%1'.
ru: Не удалось открыть базу данных '%1'.
sv: Kunde inte öppna databasen '%1'.

# QObject|
source: Grain
ca: Gra
cs: Slad
de: Korn
el: Σιτηρά
es: Grano
hu: Gabona
it: Grano
nb: Korn
nl: Graan
pl: Słód
pt_br: Grão
ru: Солод
sv: Korn

# QObject|
source: Sugar
ca: Sucre
cs: Cukr
de: Zucker
el: Σάκχαρα
es: Azúcar
fr: Sucre
hu: Cukor
it: Zucchero
nb: Sukker
nl: Suiker
pl: Cukier
pt_br: Açúcar
ru: Сахар
sv: Socker

# QObject|
source: Extract
ca: Extracte
cs: Výtažek
de: Extrakt
el: Υγρή Βύνη
es: Extracto
fr: Extrait
hu: Folyékony malátasűrítmény (LME)
it: Estratto
nb: Ekstrakt
pl: Ekstrakt
pt_br: Extrair
ru: Экстракт
sv: Extrakt

# QObject|
source: Dry Extract
ca: Extracte sec
cs: Sušený výtažek
de: Trockenextrakt
el: Ξηρή Βύνη
es: Extracto Seco
fr: Extrait sec
hu: Szárított malátasűrítmény (DME)
it: Estratto secco
nb: Tørr ekstrakt
nl: Gedroogd Extract
pl: Suchy ekstrakt
pt_br: Extrato Seco
ru: Сухой экстракт
sv: torrextrakt

# QObject|
source: Adjunct
ca: Adjunt
cs: Surogát
de: Zusatz
el: Πρόσθετα
es: Adjunto
fr: Adjuvant
hu: Adalék
it: Aggiunta
nb: Adjunkt
nl: Aanvulling
pl: Dodatek
pt_br: Complemento
ru: Дополнение
sv: Tillsats

# QObject|
source: Infusion
ca: Infusió
cs: Infuze
de: Aufguß
el: Έγχυση
es: Infusión
hu: Áztatás
it: Infusione
nb: Infusjon
nl: Infusie
pl: Infuzja
pt_br: Infusão
ru: Настаивание
sv: avkok

# QObject|
source: Temperature
ca: Temperatura
cs: Teplota
de: Temperatur
el: Θερμοκρασία
es: Temperatura
fr: Chauffe
hu: Hőmérséklet
it: Temperatura
nb: Temperatur
nl: Temperatuur
pl: Programowanie temperaturowe
pt_br: Temperatura
ru: Температура
sv: Temperatur

# QObject|
source: Decoction
ca: Decocció
cs: Dekokce
de: Absud
es: Decocción
fr: Décoction
hu: Dekokció
it: Decotto
nb: Dekoksjon
nl: Decoctie
pl: Dekokcja
pt_br: Cozimento
ru: Отвар
sv: Avkok

# QObject|
source: Wheat
ca: Blat
cs: Pšenice
de: Wiezen
es: Trigo
fr: Blanche
hu: Búza
nb: Hvete
nl: Tarwe
pl: Pszeniczne
pt_br: Trigo
ru: Пшеница
sv: Vete

# QObject|
source: Wine
ca: Vi
cs: Víno
de: Wein
el: Κρασί
es: Vino
fr: Vin
hu: Bor
it: Vino
nb: Vin
nl: Wijn
pl: Wino
pt_br: Vinho
ru: Вино
sv: Vin

# QObject|
source: Liquid
ca: Líquid
cs: Tekuté
de: Flüssigkeit
el: Υγρή
es: Líquida
fr: Liquide
hu: Folyékony élesztő
it: Liquido
nb: Væske
nl: Vloeistof
pl: Płynne
pt_br: Líquido
ru: Жидкость
sv: Vätska

# QObject|
source: Dry
ca: Sec
cs: Sušené
de: Trocken
el: Ξηρή
es: Seca
fr: Sèche
hu: Szárított élesztő
it: Secco
nb: Tørt
nl: Droog
pl: Suche
pt_br: Seco
ru: Сухой
sv: Torrt

# QObject|
source: Slant
ca: Pendent
cs: Agar
de: Schrägkultur
el: επικλινής
es: Tubo
fr: Gélose inclinée
it: Inclinazione
nb: Prøverør
nl: Opgekweekt
pl: Skos
pt_br: inclinação
ru: Уклон
sv: Lutning

# QObject|
source: Culture
ca: Cultiu
cs: Kultura
de: Kultur
el: Καλιέργεια
es: Cultivo
hu: élesztőkultúra
it: Cultura
nb: Kultur
nl: Cultuur
pl: Gęstwa
pt_br: Cultura
ru: Культура
sv: Kultur

# QObject|
source: Low
ca: Baixa
cs: Nízká
de: Niedrig
el: Χαμηλή
es: Bajo
fr: Faible
hu: Alacsony
it: Basso
nb: Lav
nl: Laag
pl: Niska
pt_br: Baixo
ru: Низкий
sv: Låg

# QObject|
source: Medium
ca: Mitja
cs: Střední
el: Μεσαία
es: Medio
fr: Moyen
hu: Közepes
it: Medio
nl: Gemiddeld
pl: Średnia
pt_br: Médio
ru: Средний
sv: Medel

# QObject|
source: High
ca: Alta
cs: Vysoká
de: Hoch
el: Υψηλή
es: Alto
fr: Élevé
hu: Magas
it: Alto
nb: Høy
nl: Hoog
pl: Wysoka
pt_br: Alto
ru: Высокий
sv: Hög

# QObject|
source: Very High
ca: Molt Alta
cs: Velmi vysoká
de: Sehr hoch
el: Πολύ υψηλή
es: Muy Alto
fr: Très élevé
hu: Nagyon magas
it: Molto alto
nb: Meget høy
nl: Erg Hoog
pl: Bardzo wysoka
pt_br: Muito Alto
ru: Очень высокий
sv: Mycket hög

# QObject|
source: Recipes
ca: Receptes
cs: Recepty
de: Rezepte
el: Συνταγές
es: Recetas
fr: Recettes
hu: Receptek
it: Ricette
nb: Oppskrifter
nl: Recepten
pl: Receptury
pt_br: Receitas
ru: Рецепты
sv: Recept

# QObject|
source: Equipment
ca: Equip
cs: Vybavení
de: Ausstattung
el: Εξοπλισμός
es: Equipo
fr: Équipement
hu: Felszerelés
it: Attrezzatura
nb: Utstyr
nl: Apparatuur
pl: Sprzęt
pt_br: Equipamento
ru: Оборудование
sv: Utrustning

# QObject|
source: Fermentables
cs: Suroviny
de: Gärgut
el: Ζυμώσιμα
fr: Fermentescibles
hu: Erjesztető anyagok
it: Fermentabili
nb: Gjærbare råvarer
nl: Mout
pl: Składniki fermentacji
pt_br: Fermentáveis
ru: Сбраживаемое
sv: Jäsbart

# QObject|
source: Hops
ca: Llúpols
cs: Chmele
de: Hopfen
el: Λυκίσκος
es: Lúpulos
fr: Houblons
hu: Komló
it: Luppoli
nb: Humle
nl: Hop
pl: Chmiele
pt_br: Lúpulo
ru: Хмель
sv: Humle

# QObject|
source: Miscellaneous
ca: Ingredients extres
cs: Přípravky
de: Sonstiges
el: Διάφορα
es: Misc
fr: Divers
hu: Egyebek
it: Aggiunta
nb: Diverse
nl: Diversen
pl: Dodatki
pt_br: Adjuntos
ru: Прочее
sv: Övrigt

# QObject|
source: Yeast
ca: Llevat
cs: Kvasnice
de: Hefe
el: Μαγιά
es: Levadura
fr: Levure
hu: Élesztőtörzs
it: Lievito
nb: Gjær
nl: Gist
pl: Drożdże
pt_br: Levedura
ru: Дрожжи
sv: Jäst

# QObject|
source: Style
ca: Estil
cs: Styl
de: Stil
el: Στυλ
es: Estilo
hu: Stílus
it: Stile
nb: Øltype
nl: Stijl
pl: Styl
pt_br: Estilo
ru: Стиль
sv: Stil

# QObject|
source: Folder
ca: Carpeta
cs: Adresář
de: Ordner
el: Φάκελος
es: Carpeta
fr: Dossier
hu: Mappa
nb: Mappe
pl: Katalog
pt_br: Pasta
ru: Папка
sv: Katalog

# QObject|
source: Failed to update the database
ca: No s'ha pogut actualitzar la base de dades
es: Falló la actualización del base de datos
fr: Échec de la mise à jour de la base de données
pt_br: Falha ao atualizar banco de dados
sv: Misslyckades att uppdatera databasen

# QObject|
source: Error attempting to create directory "%1"
sv: Ett fel uppstod när katalogen %1 skulle skapas

# QObject|
source: Data directory "%1" is missing. Some features will be unavaliable.
sv: Katalogen "%1" saknas. Vissa funktioner kommer att inaktiveras.

# QObject|
source: Fly Sparge
sv: Löpande vattning

# QObject|
source: Batch Sparge
sv: Batch vattning

# QObject|
source: Connection Test
sv: Kopplingstest

# QObject|
source: Connection to database was successful
sv: Kopplingen till databsen lyckades

# QObject|
source: Plaintext
sv: Ren text

# QObject|
source: Passwords are saved in plaintext. We make no effort to hide, obscure or otherwise protect the password. By enabling this option, you take full responsibility for any potential problems.
sv: Lösenorden sparas som ren text. Inga försök att gömma, förvanska eller på annat sätt att skydda lösenorden utförs. Genom att välja detta alternativ så är du helt och hållet ansvarig för eventuella problem som kan uppstå.
