Repository: Brewtarget/brewtarget
Catalog: translations/lpad/bt-*.po
Languages: ca, cs, de, el, es, fr, hu, it, nb, nl, pl, pt_br, ru, sv

# miscEditor|
source: Amount
ca: Quantitat
cs: Množství
de: Menge
el: Ποσότητα
es: Cantidad
fr: Quantité
hu: Mennyiség
it: Ammontare
nb: Mengde
nl: Hoeveelheid
pl: Ilość
pt_br: Quantidade
ru: Количество
sv: Mängd

# miscEditor|
source: Check it if the amount listed is in kg instead of L.
ca: Marcar si la quantitat es mesura en Kg en comptes de L.
cs: Zaškrtněte, pokud se množství přísady vyjadřuje v kg místo l.
de: Anhaken, wenn Menge in kg statt L angegeben wird.
el: Τσέκαρε το εαν το ποσό που αναγράφεται είναι σε κιλά αντί για λίτρα
es: Marcar si la cantidad se mide por masa en vez de volumen
fr: Vérifier que la quantité est exprimée en kg et non en L.
it: Controllare se l'importo indicato è in kg invece di L.
nb: Sjekk etter om mengde listet opp er i kg i stedet for L.
nl: Controleer of de hoeveelheid vermeld staat in kg i.p.v. L.
pl: Zaznacz jeśli ilość podana jest w kg a nie w L.
pt_br: Checar se a quantidade está em Kg em vez de L.
ru: Включите, если количество задано в кг, а не в литрах.
sv: Kontrollera om mängden är listad i kg istället för L.

# miscEditor|
source: Amount is weight?
ca: La quantitat és massa?
cs: Množství je v kg?
de: Mengenangabe ist Gewicht
el: Το ποσό αναφέρεται σε βάρος;
es: ¿Cantidad es masa?
fr: Exprimée en poids
it: Importo è il peso?
nb: Mengde er i vekt?
nl: Hoeveelheid is gewicht?
pl: Czy ilość jest wagą?
pt_br: Quantidade é o peso?
ru: Количество - вес?
sv: Mängden är i vikt?

# miscEditor|
source: Checked if the given amount is weight instead of volume
ca: Marcar si la quantitat es mesura en massa en comptes de volum
cs: Zaškrtněte pokud je zadané množství v hmostnostních a ne objemových jednotkách
de: Angehakt, wenn die Mengenangabe in Gewicht anstatt Volumen erfolgt
el: Τσέκαρε το εαν το αναφερόμενο ποσό είναι βάρος αντί για όγκος
es: Marcar si la cantidad se mide por masa en vez de volumen
fr: À cocher si la quantité est exprimée en poids et non en volume
it: Controlla se la data quantità è peso invece di volume
nb: Sjekk etter om mengde listet opp er i vekt i stedet for volum.
nl: Controleer of de opgegeven hoeveelheid gewicht is i.p.v. volume
pl: Zaznacz jeśli podana ilość jest wagą a nie objętością
pt_br: Verifique se a quantidade informada é um peso ao invés de um volume
ru: Отметьте, если указанное количество - вес, а не объем
sv: Markera denna om värdet indikerar vikt istället för volym

# miscEditor|
source: Use for:
ca: Emprat per:
cs: Použít pro:
de: Verwendet für:
el: Χρήση για
es: Se utiliza para:
fr: Utilisé pour :
it: Usa per:
nb: Brukt til:
nl: Gebruik voor:
pl: Używane do:
pt_br: Usar para:
ru: Используется для:
sv: Använd för:

# miscEditor|
source: Notes:
cs: Poznámky:
de: Notizen:
el: Σημειώσεις:
es: Notas
hu: Megjegyzés:
it: Note:
nb: Notater:
nl: Aantekeningen:
pl: Notatki:
pt_br: Notas:
ru: Примечания:
sv: Anteckningar:

# miscEditor|
source: Default Amount
ca: Per defecte
cs: Výchozí množství
de: Standardmenge
el: προεπιλεγμένη ποσότητα
es: Cantidad por defecto
fr: Quantité par défaut
hu: Mennyiségi alapérték
nb: Forhåndsvalgt mengde
pl: Domyślna ilość
pt_br: Quantidade Padrão
ru: Количество по-умолчанию
sv: Standardmängd

# miscEditor|
source: Amount in Inventory
ca: Existències
cs: Množství na skladě
de: Menge im Lager
el: Ποσότητα στο ευρετήριο
es: Cantidad en inventario
fr: Quantité dans l'inventaire
hu: Készleten lévő mennyiség
nb: Mengde i varebeholdning
pl: Ilość w magazynie
pt_br: Quantidade no inventário
ru: Количество в инвентаре
sv: Antal i Lager

# miscEditor|
source: Amount in inventory
ca: Quantitat en estoc
cs: Množství na skladě
de: Menge im Lager
el: Ποσότητα στο ευρετήριο
es: Cantidad en inventario
fr: Quantité dans l'inventaire
hu: Készleten lévő mennyiség
nb: Mengde i varebeholdning
pl: Ilość w magazynie
pt_br: Quantidade no inventário
ru: Количество в инвентаре
sv: Antal i Lager

source: Named Mash Editor
ca: Editor de maceracions amb nom
cs: Editor pojmenovaných rmutovacích schémat
es: Editor de Macerados
fr: Éditeur de profil d'empâtage
nb: Navngitt meskeredigerer
pl: Edytor schematów zacierania
pt_br: Editor de Brassagem Nomeado
sv: Namngiben Mäsk Redigerare

# namedMashEditor|
source: Mash
ca: Maceració
cs: Rmutovací schéma
de: Maische
el: Σακχαροποίηση
es: Maceración
fr: Empâtage
hu: Cefre
it: Ammostatura
nb: Mesk
nl: Maisch
pl: Zacieranie
pt_br: Mosto
ru: Затор
sv: Mäsk

# namedMashEditor|
source: Delete selected style
ca: Elimina estil seleccionat
cs: Odstranit vybraný styl
de: Ausgewählten Stil entfernen
el: Διέγραψε το επιλεγμένο στυλ
es: Eliminar el estilo seleccionado
fr: Supprimer le style sélectionné
it: Elimina stile selezionato
nb: Slett valgt stil
nl: Verwijder geselecteerde stijl
pl: Usuń wybrany styl
pt_br: Excluir estilo selecionado
ru: Удалить выбранный сорт
sv: Ta bort vald Stil

# namedMashEditor|
source: Name
ca: Nom
cs: Název
el: Ονομασία
es: Nombre
fr: Nom
hu: Név
it: Nome
nb: Navn
nl: Naam
pl: Nazwa
pt_br: Nome
ru: Название
sv: Namn

# namedMashEditor|
source: Initial grain temp
ca: Temp. inicial del gra
cs: Počáteční teplota sladu
de: Anfängliche Getreidetemp.
el: Αρχική θερμοκρασία σιτηρών
es: Temp. inicial del grano
fr: Température initiale du grain
hu: Dara kezdeti hőmérséklet
it: Temp iniziale chicchi
nb: Temperatur malt
nl: Initiële graan temp
pl: Początkowa temperatura słodu
pt_br: Temperatura inicial dos grãos
ru: Начальная температура солода
sv: Initial korntemperatur

# namedMashEditor|
source: Sparge temp target
ca: Temp. desitjada del rentat
cs: Cílová teplota vyslazovací vody
de: Geplante Anschwänztemp.
el: Επιθυμητή θερμοκρασία ψεκασμού
es: Temp. deseado del lavado
fr: Température de rinçage ciblée
hu: Máslás megcélzott hőmérséklete
it: Obiettivo Temepratuta di Saprge
nb: Måltemperatur meskevann
nl: Beoogde Spoel temp
pl: Docelowa temperatura wysładzania
pt_br: meta da temperatura de aspersão
ru: Нужная температура промывки
sv: Sparge Måltemperatur

# namedMashEditor|
source: Notes
cs: Poznámky
de: Notizen
el: Σημειώσεις
es: Notas
hu: Megjegyzések
it: Note
nb: Notater
nl: Aantekeningen
pl: Notatki
pt_br: Anotações
ru: Заметки
sv: Anteckningar

# namedMashEditor|
source: From Equipment
ca: De l'equip
cs: Z vybavení
de: Von Ausrüstung
el: Από τον εξοπλισμό
es: Desde Equipo
fr: Valeurs de l'équipement
it: Dall'attrezzatura
nb: Fra utstyr
nl: Van Apparatuur
pl: Pobierz z ustawień sprzętu
pt_br: Do Equipamento
ru: С Оборудования
sv: Från utrustning

# namedMashEditor|
source: Tun sp. heat
ca: Macer. calor específic
cs: Spec. teplo kádě
de: Maischbottich sp. Wärme
el: Συγκ. Θερμ. σκ.
es: Calor específico
fr: Chaleur spécifique
it: Tun sp.Calore
nb: Karets spesifikk varme
nl: Vat spec. hitte
pl: Ciepło właściwe kadzi
pt_br: Calor específico da tina
ru: Теплоемк. Заторника
sv: Tun sp. värme

# namedMashEditor|
source: Tun specific heat (cal/(g*K))
ca: Calor específic del macerador (cal/(g*K))
cs: Specifické teplo kádě (kalorií/(g*K))
de: Maischbottich spez. Wärme (cal/(g*K))
el: Συγκεκριμένη θερμοκρασία σκεύους (cal/(g*K))
es: Calor específico de la cuba (cal/(g*K))
fr: Chaleur spécifique de la cuve matière (cal/(g*K))
it: Calore specifico botte (cal/g*K))
nb: Karets spesifikk varme (cal/(g*K))
nl: Vat specifieke hitte (cal/g*K)
pl: Ciepło właściwe kadzi (cal/(g*K))
pt_br: Calor específico da tina (cal/(g*K))
ru: Теплоемкость Заторника (кал/(гр*С))
sv: Tun specifik värme (cal/(g*K))

# namedMashEditor|
source: Add mash step
ca: Afegieix una fase a la maceració
cs: Přidat rmutovací krok
de: Maischschritt hinzufügen
el: Νέο βήμα σακχ/σης
es: Agregar paso de maceración
fr: Ajouter un palier d'empâtage
hu: Cefrézési lépés hozzáadása
it: Aggiungi step mash
nb: Legg til meskefase
nl: Voeg maisch stap toe
pl: Dodaj krok zacierania
pt_br: Adicionar passo de Mosturação
ru: Добавить этап сусловарения
sv: Lägg till Mäsk-steg

# namedMashEditor|
source: Remove selected mash step
ca: Elimina la fase seleccionada
cs: Odebrat zvolený rmutovací krok
de: ausgewählten Maischschritt entfernen
el: Αφαιρέστε το επιλεγμένο βήμα σακχ/σης
es: Remover paso seleccionado
fr: Supprimer le palier d'empâtage sélectionné
hu: Kiválasztott cefrézési lépcső eltávolítása
it: Rimuovi mash step selezionato
nb: Fjern valgt meskefase
nl: Verwijder geselecteerde maisch stap
pl: Usuń wybrany krok zacierania
pt_br: Remover passo de Mosturação Selecionado
ru: Удалить выбранный этап сусловарения
sv: Ta bort valt Mäsk-steg

# namedMashEditor|
source: Mash step up
ca: Mou cap a dalt la fase de maceració
cs: Krok nahoru
de: Maischschritt hoch
el: Βήμα σακχ/σης πάνω
es: Subir Paso
fr: Monter le palier
hu: Cefrézési lépés fel
it: Intensificare Mash
nb: Meskeopptrinn
nl: Maisch stap omhoog
pl: Nastepna przerwa
pt_br: Acelerar Mosturação
ru: Этап затирания выше
sv: Mäskning steg upp

# namedMashEditor|
source: Mash step down
ca: Mou cap abaix la fase de maceració
cs: Krok dolů
de: Maischschritt runter
el: βήμα σακχ/σης κάτω
es: Bajar Paso
fr: Descendre le palier
hu: Cefrézési lépés le
it: Dimettere Mash
nb: Meskenedtrinn
nl: Maisch stap omlaag
pl: Poprzednia przerwa
pt_br: Atrasar Mosturação
ru: Предыдущий этап сусловарения
sv: Mäskning steg ner

# ogAdjuster|
source: Adjust Volume to Hit OG
ca: Ajustar el Volum per obtenir la DI
cs: Úprava objemu pro dosažení hustoty
de: Volumen anpassen um Stammwürze zu erreichen
el: Ρύθμιση όγκου για να συμπέσει με την OG
es: Ajustar el Volumen para alcanzar la DI
fr: Ajuster le volume pour atteindre la DI
it: Regolazione del volume a Hit OG
nb: Juster volum for å treffe OG
nl: Coorigeer volume om met OG te matchen
pl: Dopasuj objętość by uzyskać gęstość początkową
pt_br: Ajuste o volume para atingir a OG
ru: Коррекция объема для получения НП
sv: Justera Mängd för att träffa OG

# ogAdjuster|
source: Input
ca: Entrada
cs: Vstup
de: Eingabe
el: Εισαγωγή
es: Introducir
fr: Entrée
hu: Bevitel
nb: Inndata
nl: Invoer
pl: Dane
pt_br: Entrada
ru: Ввод
sv: Inmatning

# ogAdjuster|
source: Measured gravity pre-boil
ca: Densitat mesurada abans de bullir
cs: Změřená hustota před chmelovarem
de: Gemessene Pfannevollwürzekonzentration
el: Υπολογισμένη πυκνότητα προ του βρασμού
es: Densidad medida antes del hervor
fr: Densité Spécifique mesurée pré-ébullition
it: Misurata Densità pre ebollizione
nb: Målt SG før koking
nl: Gemeten SG voor het koken
pl: Gęstość zmierzona przed gotowaniem (SG)
pt_br: Gravidade medida antes da fervura
ru: Измеренная плотность до кипячения
sv: Mätt densitet före kok

# ogAdjuster|
source: Temp
cs: Tepl.
el: Θερμ.
fr: Température
hu: Hőmérséklet
it: Temperatura
pt_br: Temperatura
ru: Температура
sv: Temperatur

# ogAdjuster|
source: Temperature of SG reading
ca: Temperatura al mesurar la densitat
cs: Teplota vzorku při měření hustoty
el: Θερμοκρασία της SG
es: Temp de la medida de la densidad
fr: Température du moût lors de la mesure de la DS
it: Temperatura dell'SG letta
nb: Temperatur ved måling av SG
nl: Temperatuur van het afgelezen SG
pl: Temperatura odczytu gęstości
pt_br: Temperatura da SG medida
ru: Температура, при которой измерялась плотность
sv: Temperatur vid SG avläsning

# ogAdjuster|
source: Calibration Temp
ca: Temperatura de calibrat
cs: Kalibr. tepl.
de: Kalibrierte Temperatur
el: Θερμοκρασία ρύθμισης
es: Temp del calibrado
fr: Température de calibration
it: Calibrazione temperatura
nb: Kalibreringstemperatur
nl: Calibratie Temp
pl: Temp. kalibracji
pt_br: Calibração de Temperatura
ru: Калибровка температуры
sv: Kalibrations temperatur

# ogAdjuster|
source: Temp to which the hydrometer is calibrated
ca: Temperatura a la que està calibrat el hidròmetre
cs: Teplota, na kterou je hydrometr kalibrován
de: Temperatur, bei welcher das Hydrometer kalibriert ist.
el: θερμοκρασία που είναι ρυθμισμένο το υδρόμετρο
es: Temp al cual está calibrado el hidrometro
fr: Température à laquelle le densimètre est calibré
it: Temperatura a cui è tarato il densimetro
nb: Temperatur når gavitasjonsmeteret er kalibrert
nl: Temp waar op de hydrometer is gecaibreerd
pl: Temperatura w której kallibrowany jest gęstościomierz
pt_br: Temperatura de calibragem do hidrômetro
ru: Темп., на которую откалиброван ареометр
sv: Temp. som hydrometer är kalibrerad till

# ogAdjuster|
source: -or-
ca: -o-
cs: -n.-
de: -oder-
el: -ή-
es: -o-
fr: -ou-
it: -o-
nb: -eller-
nl: -of-
pl: -lub-
pt_br: -ou-
ru: -или-
sv: -eller-

# ogAdjuster|
source: Plato (percent by mass of equivalent sucrose)
ca: Plato (percentatge per massa de sacarosa equivalent)
cs: Plato (hmotnostní procenta sacharozy)
de: Plato (Prozent der Masse bei entsrechender Saccharose)
es: Plato (porciento por masa de sacarosa equivalente)
fr: Plato (pourcentage de la masse de sucrose équivalent)
it: Plato (percentuale in massa di saccarosio equivalente)
nb: Plato (prosent ekvivalent sukrose i massen)
nl: Plato(massa percentage van sucrose equivalent)
pl: Plato (procent masy ekwiwalent sacharozy)
pt_br: Plato (percentagem, em massa, equivalente de sacarose
ru: Плато (процент по массе эквивалента сахара)
sv: Plato (viktprocent av likvärdig sackaros)

# ogAdjuster|
source: Pre-Boil Volume
ca: Volum abans de bullir
cs: Objem před chmelovarem
de: Vorkochvolumen
el: Όγκος προ-βρασμού
es: Volumen pre-hervor
fr: Volume pré-ébullition
it: Volume pre bollitura
nb: Volum før koking
nl: Volume voor het koken
pl: Objętość przed gotowaniem
pt_br: Volume de Pré-fervura
ru: Объем до кипячения
sv: Volym före kok

# ogAdjuster|
source: Measured pre-boil volume
ca: Volum mesurat abans de bullir
cs: Změřený objem před chmelovarem
de: Gemessenes Pfannevollwürzevolumen
el: καταμετρημένος προ-βρασμού όγκος
es: Volumen medido antes del hervor
fr: Volume pré-ébullition mesuré
it: Misurato Volume pre ebollizione
nb: Målt volum før koking
nl: Gemeten volume voor het koken
pl: Zmierzona objętość przed gotowaniem
pt_br: Volume de pré-fervura medido
ru: Измеренный объем до кипячения
sv: Uppmätt volym före kok

# ogAdjuster|
source: Output
ca: Resultats
cs: Výstup
de: Ausgabe
el: Μετατροπή
es: Resultados
fr: Sortie
hu: Kimenet
it: Produzione
nb: Utdata
nl: Uitvoer
pl: Wynik
pt_br: Saída
ru: Результат
sv: Resultat

# ogAdjuster|
source: OG w/o Correction
ca: DI sense correcció
cs: Původní hustota bez kor.
de: Stammwürze ohne Korrektur
el: OG χωρίς διόρθωση
es: DI sin corrección
fr: DI sans correction
it: Correzione OG w/o
nb: OG uten korrigering
nl: Oorspronkelijk SG zonder correctie
pl: Gęstość bez korekcji
pt_br: OG com a correção
ru: НП без коррекции
sv: OG utan korrigering

# ogAdjuster|
source: OG if you boil as planned
ca: DI si es bull com tenim planificat
cs: Hustota, které by bylo dosaženo, pokud byste vařili podle plánu
de: Stammwürze wenn Sie wie geplant kochen
el: OG εαν βράσατε κατά το σχέδιο
es: DI si se hierve como planeado
fr: DI après l'ébullition prévue
it: OG se bolle come previsto
nb: OG hvis du koker som planlagt
nl: Oorspronkelijk SG bij koken volgens planning
pl: Gęstość przy gotowaniu zgodnie z planem
pt_br: OG se você ferver como o planejado
ru: НП если варка по плану
sv: OG om du kokar som planerat

# ogAdjuster|
source: Add to Boil
ca: Afegir al bullir
cs: Množství pro přidání
de: Dem Sud hinzufügen
el: προσθήκη στο βράσιμο
es: Agregar al hervor
fr: Ajouter à l'ébullition
it: Aggiungere alla bollitura
nb: Legg til i kok
nl: Toevoegen bij het koken
pl: Dodaj do gotowania
pt_br: Adicionar à Fervura
ru: Добавить в варочник
sv: Lägg till i kok

# ogAdjuster|
source: Amount of water you need to add to hit planned OG (or boil off if negative)
ca: Quantitat d'aigua que necessites afegir a la ebullició per arribar a la DI planificada (o bullir si és negativa)
cs: Množství vody, které musíte přidat pro dosažení požadované hustoty
de: Menge an Wasser welches Sie hinzufügen müssen um die geplante Stammwürzekonzentration zu erreichen (oder verkochen müssen wenn negativ)
el: Ποσότητα νερού που απαιτείται για να επιτευχθεί η OG
es: Cantidad de agua que necesitas agregar al hervor para alcanzar la DI planeada (o hervir si está negativa)
fr: Quantité d'eau à ajouter afin d'atteindre la DI prévue (ou taux d'évaporation si négatif)
it: Quantità di acqua necessaria da aggiungere per determinare OG previsto (o ferma la bollitura se negativo)
nb: Mengde vann du må tilsette for å treffe planlagt OG (eller koke ut hvis negativt tall)
nl: Benodigde hoeveelheid water om toe te voegen om eht geplande oorspronkelijk SG te halen (of verdampen indien negatief)
pl: Ilość wody którą musisz dodać aby uzyskać planowaną gęstość (lub odparować jeśli ujemne)
pt_br: Quantidade de água que você necessita adicionar para atingir a OG planejada (ferva se for negativo)
ru: количество воды, которое нужно добавить или выпарить чтобы достичь требуемую НП
sv: Mängd vatten du behöver lägga till för att träffa planerad OG ( eller koka bort om negativt)

# ogAdjuster|
source: Final Batch Size
ca: Mida lot final
cs: Celkový objem várky
de: Brauziel
el: Τελικός όγκος παρτίδας
es: Tamaño de lote final
fr: Volume final du brassin
it: Misura lotto finale
nb: Endelig batchstørrelse
nl: Uiteindelijke Batch Grootte
pl: Końcowa wielkość warki
pt_br: Tamanho final da brassagem
ru: Окончательный объем готового сусла
sv: Slutlig Batch storlek

# ogAdjuster|
source: Estimated batch size after correction
ca: Mida estimada després de la correcció
cs: Odhadovaný objem várky po korekci
de: Geschätzte Auschlagmenge nach Korrektur
el: Προβλεπόμενος όγκος παρτίδας μετά την διόρθωση
es: Tamaño estimado después de la corrección
fr: Volume du brassin estimé après correction
it: Misura lotto stimata dopo correzione
nb: Estimert batchstørrelse etter korrigering
nl: Geschatte batch grootte na correctie
pl: Przybliżona wielkość warki po korekcie
pt_br: Tamanho estimado da brassagem após correção
ru: Оценочный объем готового сусла после коррекции
sv: Uppskattad batch storlek efter korrigering

# ogAdjuster|
source: Calculate
ca: Calcular
cs: Spočítat
de: Berechne
el: Υπολογισμός
es: Calcular
fr: Calculer
it: Calcola
nb: Beregn
nl: Bereken
pl: Wylicz
pt_br: Calcular
ru: Расчитать
sv: Beräkna

source: ogAdjuster
sv: ogJusterare

# optionsDialog|
source: Options
ca: Opcions
cs: Možnosti
de: Optionen
el: Επιλογές
es: Opciones
it: Opzioni
nb: Alternativer
nl: Opties
pl: Opcje
pt_br: Opções
ru: Параметры
sv: Inställningar

# optionsDialog|
source: Units
ca: Unitats
cs: Jednotky
de: Einheiten
el: Μονάδες
es: Unidades
fr: Unités
it: Moduli
nb: Enheter
nl: Eenheden
pl: Jednostki
pt_br: Unidades
ru: Единицы
sv: Enhet

# optionsDialog|
source: Weight
ca: Massa
cs: Hmotnost
de: Gewicht
el: Βάρος
es: Masa
fr: Poids
hu: Súly
it: peso
nb: Vekt
nl: Gewicht
pl: Waga
pt_br: Peso
ru: Вес
sv: Vikt

# optionsDialog|
source: Temperature
ca: Temperatura
cs: Teplota
de: Temperatur
el: Θερμοκρασία
es: Temperatura
fr: Température
hu: Hőmérséklet
it: Temperatura
nb: Temperatur
nl: Temperatuur
pl: Temperatura
pt_br: Temperatura
ru: Температура
sv: Temperatur

# optionsDialog|
source: Volume
ca: Volum
cs: Objem
de: Volumen
el: Όγκος
es: Volumen
hu: Mennyiség
nb: Volum
pl: Objętość
ru: Объём
sv: Volym

# optionsDialog|
source: Gravity
ca: Densitat
cs: Hustota
de: Dichte
el: Πυκνότητα
es: Densidad
fr: Densité
it: Densità
nb: Gravitasjon
nl: SG
pl: Gęstość
pt_br: Gravidade
ru: Плотность
sv: Gravitation

# optionsDialog|
source: Color
cs: Barva
de: Farbe
el: Χρώμα
fr: Couleur
hu: Szín
it: Colore
nb: Farge
nl: Kleur
pl: Barwa
pt_br: Cor
ru: Цвет
sv: Färg

# optionsDialog|
source: Formulas
ca: Fórmules
cs: Vzorce
de: Berechnungen
el: Φόρμουλες
fr: Formules
it: Formula
nb: Formularer
nl: Formules
pl: Formuły wyliczeń
pt_br: Fórmulas
ru: Формулы
sv: Formler

# optionsDialog|
source: IBU Adjustments
ca: Ajustaments IBU
cs: Úpravy IBU
de: IBU Korrekturen
el: Προσαρμογή IBU
es: Ajustes de IBUs
fr: Ajustements de l'IBU
nb: IBU-justeringer
pl: Dostosowanie IBU
pt_br: Ajustes de IBU
ru: Корректировки горечи по IBU
sv: IBU justeringar

# optionsDialog|
source: Browse
ca: Navegar
cs: Procházet
de: Durchsuchen
el: Πλοήγηση
es: Buscar
fr: Parcourir
it: Sfogliare
nb: Bla gjennom
nl: Zoeken
pl: Przeglądaj
pt_br: Navegar
ru: Выбрать
sv: Bläddra

# optionsDialog|
source: Language
ca: Llenguatge
cs: Jazyk
de: Sprache
el: Γλώσσα
es: Lenguaje
fr: Langue
it: Lingua
nb: Språk
nl: Taal
pl: Język
pt_br: Línguas
ru: Язык
sv: Språk

# optionsDialog|
source: <qt> <b>Know another language?</b> <br><br> Or, would you like to improve a translation? Help us out and <a href="https://sourceforge.net/sendmessage.php?touser=938941"> provide a translation</a> so that your friends can use brewtarget! </qt>
ca: <qt> <b>Coneixes un altre idioma?</b> <br><br> O potser t'agradaria millorar una traducció? Ajuda'ns i <a href="https://sourceforge.net/sendmessage.php?touser=938941"> fes una traducció</a> per a que els teus amics usin brewtarget! </qt>
cs: <qt> <b>Rozumíte dalšímu jazyku?</b> <br><br> Nebo máte zájem vylepšit překlad? Pomozte nám a <a href="https://sourceforge.net/sendmessage.php?touser=938941"> poskytněte překlad</a> aby vaši přátelé mohli používat BrewTarget! </qt>
el: <qt> <b>Γνωρίζεις κάποια άλλη γλώσσα;</b> <br><br> Ή, θα ήθελες να βελτιώσεις μια ήδη υπάρχουσα μετάφραση; Βοήθησε μας και <a href="https://sourceforge.net/sendmessage.php?touser=938941"> κάνε μια μετάφραση</a> ώστε και οι φίλοι σου να μπορούν να χρησιμοποιήσουν το brewtarget! </qt>
es: <qt> <b>¿Conoces otra idioma?</b> <br><br> ¿O, te gustaría mejorar una traducción? ¡Ayudanos y <a href="https://sourceforge.net/sendmessage.php?touser=938941"> da una traducción</a> para que tus amigos utilizen brewtarget! </qt>
fr: <qt> <b>Connaissez vous une autre langue ?</b> <br><br> Ou, souhaitez-vous améliorer une traduction ? Aidez-nous en <a href="https://sourceforge.net/sendmessage.php?touser=938941"> fournissant une traduction</a> pour que vos amis puissent utiliser brewtarget ! </qt>
nb: <qt> <b>Kan du et annet språk?</b> <br><br> Eller, vil du forbedre en oversettelse? Hjelp oss å <a href="https://sourceforge.net/sendmessage.php?touser=938941"> oversette</a> sånn at dine venner kan bruke Brewtarget! </qt>
nl: <qt> <b>Beheerst u een andere taal?</b> <br><br> Of, zou u een vertaling willen verbeteren? Help ons en <a href="https://sourceforge.net/sendmessage.php?touser=938941"> lever een vertaling</a> zo dat uw vrienden brewtarget kunnen gebruiken! </qt>
pl: <qt> <b>Używasz innego języka?</b> <br><br> Chciałbyś udoskonalić tłumaczenie? Pomóż nam i <a href="https://sourceforge.net/sendmessage.php?touser=938941"> zaproponuj tłumaczenie</a> aby twoi przyjaciele mogli używać Brewtarget! </qt>
pt_br: <qt> <b>Conhece outra língua?</b> <br><br> Ou deseja melhorar uma tradução? Nos ajude e <a href="https://sourceforge.net/sendmessage.php?touser=938941"> disponibilize uma tradução</a> para que seus amigos possam usar o Brewtarget! </qt>
ru: <qt> <b>Знаете другой язык?</b> <br><br> Или хотите улучшить перевод? Помогите нам и <a href="https://sourceforge.net/sendmessage.php?touser=938941"> пришлите перевод</a>, чтобы ваши друзья могли пользоваться brewtarget! </qt>
sv: <qt> <b>Känner du till ett annat språk?</b> <br><br> Eller, vill du förbättra en översättning? Hjälp oss att <a href="https://sourceforge.net/sendmessage.php?touser=938941"> skapa en översättning</a> så att dina vänner kan använda Brewtarget! </qt>

# optionsDialog|
source: Date
ca: Data
cs: Datum
de: Datum
el: Ημερομηνία
es: Fecha
hu: Időpont
it: Data
nb: Dato
nl: Datum
pl: Data
pt_br: Data
ru: Дата
sv: Datum

# optionsDialog|
source: Forumulas
sv: Formler

# optionsDialog|
source: Mash Hop (%)
sv: Mäsk Humle (%)

# optionsDialog|
source: First Wort (%)
sv: Första vörten (%)

# optionsDialog|
source: Databases
sv: Databaser

# optionsDialog|
source: Engines
sv: Databasmotorer

# optionsDialog|
source: RDBMS Engine
sv: RDBMS motor

# optionsDialog|
source: Test Connection
sv: Testa kopplingen

# optionsDialog|
source: Configuration
sv: Konfigurering

# optionsDialog|
source: Restore defaults
sv: Återställ standardvärden

# optionsDialog|
source: Hostname
sv: Värdnamn
