Repository: Brewtarget/brewtarget
Catalog: translations/lpad/bt-*.po
Languages: ca, cs, de, el, es, fr, hu, it, nb, nl, pl, pt_br, ru, sv

# ConverterTool|
source: Output
ca: Resultats
cs: Výstup
de: Ausgabe
el: Μετατροπή
es: Resultados
fr: Sortie
hu: Kimenet
it: Produzione
nb: Utdata
nl: Uitvoer
pl: Wynik
pt_br: Saída
ru: Результат

# EquipmentEditor|
source: Tun Volume Warning
ca: Avís de volum al macerador
cs: Varování objemu kádě
de: Kesselvolumenwarnung
el: Προειδοποίηση Ορίων όγκου σκεύους σακχαροποίησης
es: Precaución con el volumen del Macerador
fr: Avertissement - Volume de la cuve
hu: Figyelmeztetés - edény méret
it: Avvertimento di volume di Tun
nb: Tønnevolum advarsel
nl: Vat Volume Waarschuwing
pl: Ostrzeżenie dotyczące pojemności kadzi zaciernej
pt_br: Atenção ao volume da Tina
ru: Предупреждение, объём бака

# EquipmentEditor|
source: Batch Size Warning
ca: Avís del lot
cs: Varování objemu várky
de: Ausschlagmengenwarnung
el: Προειδοποίηση ορίων μεγέθους παρτίδας
es: Precaución con el volumen del Lote
fr: Avertissement - Volume du brassin
hu: Figyelmeztetés - adag mennyiség
it: Avvertimento della misura
nb: Bryggevolum advarsel
nl: Batch Grootte Waarschuwing
pl: Ostrzeżenie dotyczące wielkości warki
pt_br: Atenção ao Volume da Leva
ru: Предупреждение, размер затора

# EquipmentEditor|
source: The tun volume you entered is 0. This may cause problems
ca: La capacitat del macerador entrada és 0. Això pot causar problemes
cs: Zadaný objem pánve je nulový což může způsobit potíže
de: Das von Ihnen angegebene Fassvolumen beträgt 0. Dies kann Probleme verursachen.
el: Ο όγκος του σκεύους σακχαροποίησης που έχετε εισάγει είναι 0. Αυτό πιθανόν να προκαλέσει προβλήματα
es: El volumen del macerador ingresado es 0. Esto puede causar problemas
fr: Le volume que vous avez saisi est 0. Cela peut causer des problèmes
hu: Az edény megadott űrtartalma 0. Ez az érték számítási problémát okozhat.
it: Il volume della botte che hai inserito è 0. Ciò potrebbe causare problemi.
nb: Tønnevolumet ble satt til 0. Dette kan skape problemer
pl: Wpisano 0 przy objętości kadzi. To może powodować problemy.
pt_br: O volume da tina que você inseriu é 0. Isto pode causar problemas
ru: Введенный Вами объем заторника равен 0. Это может создать проблемы

# EquipmentEditor|
source: The batch size you entered is 0. This may cause problems
ca: La capacitat de lot entrada és 0. Això pot causar problemes
cs: Zadaná velikost várky je nulová což může způsobit potíže
de: Die von Ihnen eingegebene Ausschlagmenge beträgt 0. Dies kann Probleme verursachen
el: Το μέγεθος της παρτίδας που έχετε εισάγει είναι 0. Αυτό πιθανόν να προκαλέσει προβλήματα
es: El tamaño de lote ingresado es 0. Esto puede causar problemas
fr: Le volume de brassin saisie est de 0. Cela peut causer des problèmes
hu: Az adag megadott mennyisége 0. Ez az érték számítási problémát okozhat.
it: La quantità inserita è 0. Ciò potrebbe causare problemi
nb: Bryggevolumet ble satt til 0. Dette kan skape problemer
pl: Wielkość warki wynosi 0. To może powodować problemy.
pt_br: O tamanho da leva que você inseriu é 0. Isto pode causar problemas
ru: Введенный Вами размер партии равен 0. Это может создать проблемы

# EquipmentEditor|
source: Hop Utilization Warning
ca: Advertència al emprar el llúpol
cs: Varování výtěžnosti chmele
de: Hopfenausnutzungs-Warnung
el: Προειδοποίηση χρήσης λυκίσκου
es: Advertencia de Utilización de Lúpulo
fr: Avertissement - Utilisation du houblon
hu: Figyelmeztetés - komló használat
it: Avviso Utilizzo del Luppolo
nb: Humleutnyttelse advarsel
pl: Ostrzeżenie utylizacji chmielu
pt_br: Atenção à taxa de utilização de Lúpulo
ru: Предупреждение об использовании хмеля

# EquipmentEditor|
source: The hop utilization percentage you entered is 0. This may cause problems
ca: El percentatge d'ús de llúpol entrat és 0. Això pot causar problemes
cs: Zadaná výtěžnost chmele je nulová což může způsobit potíže
de: Die von Ihnen angegebene Ausnutzung des Hopfens beträgt 0. Dies kann Probleme verursachen.
el: Το ποσοστό χρήσης λυκίσκου είναι 0. Αυτό πιθανό να προκαλέσει προβλήματα
es: El porcentaje de utilización del lúpulo ingresado es 0. Esto puede causar problemas
fr: Le pourcentage d'utilisation saisi est de 0. Cela peut causer des problèmes
hu: A felhasznált komló megadott mennyisége 0%. Ez az érték számítási problémát okozhat.
it: La percentuale di luppolo che hai inserito è 0. Ciò potrebbe causare problemi
nb: Prosentvis utnyttelse av humlen ble satt til 0. Dette kan skape problemer
pl: Procentu utylizacji chmielu wynosi 0. To może powodować problemy.
pt_br: A porcentagem de utilização de lúpulo que você inseriu é 0. Isto pode causar problemas
ru: Введенный Вами процент использования хмеля равен 0. Это может создать проблемы

# QObject|
source: Save Database Changes
ca: Canvis a la bases de dades guardats
cs: Uložit změny databáze
de: Datenbankänderungen speichern
el: Αποθήκευση των αλλαγών στην βάση δεδομένων
es: Guardar Cambios a la Base de Datos
fr: Sauvegarder les modifications
hu: Adatbázis változások mentése
it: Salva le modifiche del database
nb: Lagre databaseendringer
pl: Zapisz zmiany bazy danych
pt_br: Salvar Mudanças no Banco de Dados
ru: Сохранить изменения в базе данных

# QObject|
source: Would you like to save the changes you made?
ca: T'agradaria guardar els canvis realitzats?
cs: Chcete uložit změny, které jste provedli?
de: Möchten Sie die vorgenommenen Änderungen speichern?
el: θα θέλατε να αποθηκευτούν οι αλλαγές που έγιναν;
es: ¿Te gustaría guardar los cambios?
fr: Voulez-vous sauvegarder les modifications que vous avez faites?
hu: El akarod menteni a változásokat?
it: Vuoi salvare le modifiche apportate?
nb: Vil du lagre endringene du gjorde?
pl: Chcesz, aby zapisać wprowadzone zmiany?
pt_br: Deseja salvar as mudanças realizadas?
ru: Сохранить сделанные вами изменения?

# QObject|
source: Multiple Databases Found
ca: S'han trobat multiples bases de dades
cs: Nalezeno více databází
de: Mehrere Datenbanken gefunden
el: Βρέθηκαν πολλαπλές βάσεις δεδομένων
es: Encontradas varias Bases de Datos
fr: Plusieurs bases de données trouvées
hu: Több adatbázist találtam.
it: Più database trovati
nb: Flere databaser funnet
pl: Znaleziono kilka baz danych
pt_br: Múltiplos Banco de Dados Encontrados
ru: Найдено несколько баз данных

# QObject|
source: Multiple databases were found. Do you want to restore the changes you made during your last Brewtarget session, or rollback to before last session's changes?
ca: S'han trobat diverses bases de dades. Voleu desfer els canvis realitzats durant la passada sessió de Brewtarget, o els canvis d'abans de la sessió passada?
cs: Bylo nalezeno více databází. Chcete obnovit změny, které jste provedli při posledním použití Brewtargetu nebo je vrátit zpět?
de: Mehrere Datenbanken wurden gefunden. Möchten Sie die Änderungen die Sie in Ihrer letzten Sitzung gemacht haben wiederherstellen oder zum Stand vor der letzten Sitzung zurückkehren?
el: Βρέθηκαν πολλαπλές βάσεις δεδομένων. Θα θέλατε να επαναφέρετε τις αλλαγές που έγιναν κατά την τελευταία χρήση του προγράμματος ή να αποκαταστήσω τις αλλαγές πριν από αυτήν;
es: Se encontraron varias Bases de Datos. ¿Te gustaría reestablecer los cambios hechos durante la última sesión de Brewtarget, o volver a la situación anterior a la última sesión?
fr: Plusieurs bases de données ont été trouvées. Voulez-vous restaurer la dernière session, ou abandonner les modifications et revenir à la session précédente ?
hu: Több adatbázist találtam. Szeretnéd visszaállítani a változásokat, amelyeket a legutóbb használtál, vagy az utolsó előtti használat idején aktuális állapotot állítsam vissza (visszagörgetés)?
it: Più database sono stati trovati. Vuoi ripristinare le modifiche apportate durante l'ultima sessione Brewtarget o torna indietro di prima che le modifiche della sessione ?
nb: Flere databaser ble funnet. Vil du gjenopprette endringene du gjorde under din forrige Brewtarget-økt eller tilbakestille til før forrige økts endringer?
pl: Znaleziono kilka baz danych Czy chcesz, aby przywrócić zmiany wprowadzone podczas ostatniej sesji Brewtarget lub wycofać się ze zmian ostatniej sesji?
pt_br: Múltiplos Bancos de Dados foram encontrados. Deseja restaurar suas mudanças feitas durante a última sessão do Brewtarget ou descartá-las restaurando a versão anterior as mudanças?
ru: Найдено несколько баз данных. Восстановить изменения, сделанные в последнем сеансе Brewtarget, или выполнить откат к состоянию до изменений в последнем сеансе?

# QObject|
source: Restore
ca: Restaura
cs: Obnovit
de: Wiederherstellen
el: Επαναφορά
es: Reestablecer
fr: Restaurer
hu: Visszaállítás
it: Ripristinare
nb: Gjenopprett
pl: Przywróć
pt_br: Restaurar
ru: Восстановить

# QObject|
source: Rollback
ca: Desfés
cs: Vrátit zpět
de: Zurücknehmen (Rollback)
el: αποκατάσταση
es: Volver Atrás
fr: Abandonner
hu: Visszagörgetés
it: torna indietro
nb: Tilbakestill
pl: Wycofaj zmiany
pt_br: Desfazer
ru: Откатить

# QObject|
source: Failed to remove the temporary backup database. Navigate to '%1' and remove 'tempBackupDatabase.sqlite'.
ca: No s'ha pogut eliminar la còpia temporal de la base de dades. Ves a «%1» i esborra «tempBackupDatabase.sqlite».
cs: Nepodařilo se odstranit dočasnou záložní databázi. Přejděte do '%1' a odstraňte 'tempBackupDatabase.sqlite' ručně.
de: Fehler beim Löschen der temporären Sicherungskopie der Datenbank. Gehen Sie zu '%1' und löschen Sie die Datei 'tempBackupDatabase.sqlite'.
el: Αποτυχία διαγραφής της προσωρινής βάσης δεδομένων. Πηγαίνετε στο φάκελο '%1' και αφαιρέστε το αρχείο 'tempBackupDatabase.sqlite'.
es: Fallo al quitar la base de datos temporal de backup. Navegar a '%1' y quitar'tempBackupDatabase.sqlite'.
fr: Impossible de supprimer la base de données de sauvegarde temporaire. Veuillez accéder à '%1' et supprimer 'tempBackupDatabase.sqlite' manuellement.
hu: Az ideiglenes biztonsági adatbázis visszaállítása nem sikerült. Navigálj a következő helyre: '%1' és töröld a 'tempBackupDatabase.sqlite'.
it: Impossibile rimuovere il database temporaneo di backup. Passare a '%1' e rimuovere 'tempBackupDatabase.sqlite'.
nb: Kunne ikke fjerne den midlertidige sikkerhetskopien av databasen. Naviger til '%1' og fjern 'tempBackupDatabase.sqlite'.
pl: Nie udało się usunąć tymczasowej bazy danych kopii zapasowej. Przejdź do '%1' i usuń.'tempBackupDatabase.sqlite'.
pt_br: Erro ao remover a cópia de segurança temporária do banco de dados. Navegue até '%1' e remova o 'tempBackupDatabase.sqlite'.
ru: Не удалось удалить временную резервную базу данных. Перейдите в '%1' и удалите 'tempBackupDatabase.sqlite'.

# QObject|
source: Failed to rollback to the backup database. Navigate to '%1', remove 'database.sqlite' if it exists, and rename 'tempBackupDatabase.sqlite' to 'database.sqlite'.
ca: Error al desfer la còpia de la base de dades. Ves a «%1», borra «database.sqlite» si existeix i reanomena «tempBackupDatabase.sqlite» a «database.sqlite».
cs: Nepodařilo se vrátit zpět dočasnou záložní databázi. Přejděte do '%1' a odstraňte 'database.sqlite', pokud existuje. Poté přejmenujete 'tempBackupDatabase.sqlite' na 'database.sqlite'.
de: Fehler bei der Rückkehr zur Datenbank-Sicherungskopie. Gehen Sie zu '%1', löschen Sie die Datei 'database.sqlite' wenn sie existiert und ändern Sie den Namen der Datei 'tempBackupDatabase.sqlite' zu 'database.sqlite'.
el: Αποτυχία διαγραφής της προσωρινής βάσης δεδομένων. Πηγαίνετε στο φάκελο '%1' και αφαιρέστε το αρχείο 'database.sqlite' εάν υπάρχει, και μετονομάστε το αρχείο 'tempBackupDatabase.sqlite' σε 'database.sqlite'.
es: Fallo al recuperar la base de datos de backup. Navegar a '%1', quitar 'database.sqlite' si existe, y renombrar 'tempBackupDatabase.sqlite' a 'database.sqlite'.
fr: Échec de la restauration de la base de données de sauvegarde.Veuillez accéder à '%1', supprimer 'database.sqlite' si elle existe, et renommer 'tempBackupDatabase.sqlite' en 'database.sqlite' manuellement.
hu: Nem sikerült az adatbázist visszaállítani. Navigálj a következő címre: '%1', távolítsd el a 'database.sqlite' fájlt ha létezik és nevezd át a 'tempBackupDatabase.sqlite' fájlt 'database.sqlite'-ra.
it: Impossibile tornare indietro al database di backup. Passare a '%1', togliere 'database.sqlite' se esiste, e rinominare 'tempBackupDatabase.sqlite' a 'database.sqlite'.
nb: Kunne ikke tilbakestille til sikkerhetskopien av databasen. Naviger til '%1', fjern 'database.sqlite' hvis den eksisterer og endre navnet på 'tempBackupDatabase.sqlite' til 'database.sqlite'.
pl: Nie udało się wycofać do kopii zapasowej bazy danych. Przejdź do '%1', usuń 'database.sqlite' jeżeli istnieje, i zmień nazwę 'tempBackupDatabase.sqlite' na 'database.sqlite'.
pt_br: Erro ao restaurar a cópia de segurança do banco de dados. Navegue até '%1'; remova, se existir, o 'database.sqlite'; e renomeie o 'tempBackupDatabase.sqlite' para 'database.sqlite'.
ru: Не удалось выполнить откат к резервной базе данных. Перейдите в '%1', удалите 'database.sqlite' (если этот файл существует) и переименуйте 'tempBackupDatabase.sqlite' в 'database.sqlite'.

# QObject|
source: Database Restore Failure
ca: Error al restaurar la base de dades
cs: Obnovení databáze selhalo
de: Datenbank-Wiederherstellungsfehler
el: Αποτυχία επαναφοράς βάσης δεδομένων
es: Falló la Restitución de la Base de Datos
fr: Échec de la restauration de la base de données
hu: Adatbázis helyreállítási hiba
it: Errore del database di ripristino
nb: Feil i tilbakestilling av database
pl: Błąd przywracania bazy danych
pt_br: Falha ao Restaurar o Banco de Dados
ru: Ошибка восстановления базы данных

# QObject|
source: Failed to restore the backup database. Navigate to '%1' and rename 'tempBackupDatabase.sqlite' to 'database.sqlite'.
ca: Error al restaurar la còpia de la base de dades. Ves a «%1» i reanomena «tempBackupDatabase.sqlite» a «database.sqlite».
cs: Nepodařilo se obnovit záložní databázi. Přejděte do '%1' a přejmenujte 'tempBackupDatabase.sqlite' na 'database.sqlite' ručně.
de: Fehler beim wiederherstellen der Datenbank-Sicherungskopie. Gehen Sie zu '%1' und ändern Sie den Namen der Datei 'tempBackupDatabase.sqlite' zu 'database.sqlite'.
el: Αποτυχία επαναφοράς βάσης δεδομένων Πηγαίνετε στο φάκελο '%1' και μετονομάστε το αρχείο 'tempBackupDatabase.sqlite' σε 'database.sqlite'.
es: Fallo al restituir la base de datos. Navegar a '%1' y renombrar 'tempBackupDatabase.sqlite' a 'database.sqlite'.
fr: Échec de la restauration de la base de données de sauvegarde. Veuillez accéder à '%1' et renommer 'tempBackupDatabase.sqlite' en 'database.sqlite'.
hu: Nem sikerült az adatbázist visszaállítani. Navigálj a következő címre: '%1' és nevezd át a 'tempBackupDatabase.sqlite' fájlt 'database.sqlite'-ra.
it: Impossibile ripristinare il database di backup. Passare a '%1' e rinominare 'tempBackupDatabase.sqlite' a 'database.sqlite'.
nb: Kunne ikke gjenopprette sikkerhetskopien av databasen. Naviger til '%1' og endre navnet på 'tempBackupDatabase.sqlite' til 'database.sqlite'.
pl: Nie udało się przywrócić kopii zapasowej bazy danych. Przejdź do '%1' i zmień nazwę 'tempBackupDatabase.sqlite' na 'database.sqlite'.
pt_br: Falha ao restaurar a cópia de segurança do Banco de Dados. Favor renomear o arquivo 'tempBackupDatabase.sqlite' para 'database.sqlite' localizado em '%1'.
ru: Не удалось восстановить базу из резервной копии. Перейдите в '%1' и переименуйте 'tempBackupDatabase.sqlite' в 'database.sqlite'.

# QObject|
source: Champagne
ca: Cava
cs: Šampaňské
de: Champagner
el: Σαμπάνια
hu: Pezsgőélesztő
pl: Szampan
pt_br: Champanhe
ru: Шампанское

# Recipe|
source: Flameout
ca: Final de l'ebullició
cs: Vypnutí plamene
de: Kochende
el: Κλείστε το ρεύμα/γκάζι
es: Fin de Ebullición
fr: Extinction du feu
hu: Forralás befejezése
it: Spegnimento
nb: Kokeslutt
pl: Wyłącz grzanie
pt_br: Desligar o fogo da fervura.
ru: Срыв пламени

# RecipeFormatter|
source: OG
ca: DI
cs: Počáteční hustota
de: Stammwürze
es: D.I.
fr: DI
hu: kezdeti fajsúly (OG)
nl: Oorspronkelijk SG
pl: Gęstość początkowa
ru: Начальная плотность (OG)

# RecipeFormatter|
source: FG
ca: DF
cs: Konečná hustota
es: D.F.
fr: DF
hu: végleges fajsúly (FG)
nl: eind SG
pl: Gęstość końcowa
ru: Конечная плотность (FG)

# RecipeFormatter|
source: SG
ca: Densitat
cs: Počáteční hustota
es: Densidad
fr: DS
hu: fajsúly (SG)
it: Densità Iniziale
ru: Специальная плотность (SG)

# RecipeFormatter|
source: Strike Temp
ca: Temp. aigua
cs: Teplota zapářky
de: Einmaischtemperatur
es: Temp. de Salto
fr: Température d'empâtage
hu: Felöntővíz hőmérséklet
it: Sospensione Temperatura
nb: Forhåndstemperatur
pl: Temp. początkowa
pt_br: Temperatura a atingir
ru: Температура закипания

# RecipeFormatter|
source: Guide
ca: Guia
de: Richtlinie
el: Οδηγός
es: Guía
hu: Útmutató
nb: Veiledning
pl: Poradnik
pt_br: Guia
ru: Руководство

# RecipeFormatter|
source: Lab
ca: Laboratori
cs: Laboratoř
de: Labor
el: Εργαστήριο
es: Laboratorio
fr: Labo
hu: Labor
it: Laboratorio
pl: Laboratorium
pt_br: Laboratório
ru: Лаборатория

# TimerWidget|
source: Stop
ca: Para
cs: Zastavit
de: Stopp
el: Διακοπή
es: Detener
fr: Arrêter
hu: Leállítás
nb: Stopp
pt_br: Parar
ru: Стоп

# TimerWidget|
source: Start
ca: Inicia
cs: Spustit
el: Έναρξη
es: Empezar
fr: Démarrer
hu: Kezdés
it: Partenza
pt_br: Iniciar
ru: Пуск

# TimerWidget|
source: Set the timer to the specified value
ca: Inicialitzar el temporitzador al valor indicat
cs: Nastavit časovač na určenou hodnotu
de: Die Eieruhr auf den gesetzten Wert einstellen
el: Ρύθμισε το χρονόμετρο στην επιλεγμένη τιμή
es: Inicializar el minutero al valor indicado
fr: Règler la minuterie à la valeur saisie
it: Impostare il timer al valore specificato
nb: Sett tidtaker til spesifisert tid
nl: Zet de timer op de gespecificeerde waarde
pl: Ustaw minutnik na odpowiednią wartość
pt_br: Estabelecer um valor especificado para o temporizador
ru: Установить значение таймера

# TimerWidget|
source: Start/Stop timer
ca: Iniciar/Aturar temporitzador
cs: Spustit/zastavit časovač
de: Starte/Stoppe die Eieruhr
el: Έναρξη/Τέλος χρονόμετρου
es: Empezar/Parar minutero
fr: Démarrer/Arrêter la minuterie
nb: Start/Stop tidtaker
pl: Uruchom/Zatrzymaj minutnik
pt_br: Iniciar/Para temporizador
ru: Запустить или остановить таймер

# TimerWidget|
source: Set a sound as the alarm
ca: Seleccionar un so d'alerta
cs: Nastavit zvukové upozornění
de: Einen Alarmton einstellen
el: Όρισε ένα ήχο για ξυπνητήρι
es: Seleccionar un soñido como una alerta
fr: Associer un son à l'alarme
it: Setta il suono per l'allarme
nb: Sett en lyd som alarmlyd
nl: Zet een geluid als alarm
pl: Ustaw dźwięk alarmu
pt_br: Estabelecer o som como alarme
ru: Выбрать звуковой сигнал

# TimerWidget|
source: Set
ca: Inicialitzar
cs: Nastavit
de: Einstellen
el: Ορισμός
es: Inicializar
fr: Régler
it: Setta
nb: Sett
nl: Instellen
pl: Ustaw
pt_br: Estabelecer
ru: Установить

# TimerWidget|
source: Sound
ca: So
cs: Zvuk
de: Geräusch
el: Ήχος
es: Soñido
fr: Son
it: Suono
nb: Lyd
nl: Geluid
pl: Dźwięk
pt_br: Som
ru: Звук

# WaterTableModel|
source: Magnesium (ppm)
ca: Magnesi (ppm)
cs: Hořčík (ppm)
es: Magnesio (ppm)
fr: Magnésium (ppm)
hu: Magnézium (ppm)
it: Magnesio (ppm)
pl: Magnez (ppm)
pt_br: Magnésio (ppm)
ru: Магнезия (ppm)

# YeastItemDelegate|
source: Champagne
ca: Xampany
cs: Šampaňské
de: Champagner
el: Σαμπάνια
es: Champán
hu: Pezsgőélesztő
pl: Szampan
pt_br: Champanhe
ru: Шампанское

# brewNoteWidget|
source: SG
ca: Densitat estimada
cs: Hustota
es: Densidad
fr: Densité Spécifique
hu: fajsúly (SG)
it: Densità Iniziale
pl: Gęstość (SG)
ru: Плотность SG

# brewNoteWidget|
source: Strike Temp
ca: Temp. aigua
cs: Teplota zapářky
de: Einmaischtemperatur
es: Temp. de Salto
fr: Température d'empâtage
hu: Felöntővíz hőmérséklet
it: Sospensione Temperatura
nb: Forhåndstemperatur
pl: Temperatura
pt_br: Temperatura a atingir
ru: Температура закипания

# brewNoteWidget|
source: OG
ca: DI
cs: Počát. hustota
de: Stammwürze
es: D.I.
fr: DI
hu: kezdeti fajsúly (OG)
nl: Oorspronkelijk SG
pl: Gęstość (OG)
ru: Начальная плотность (OG)

# brewNoteWidget|
source: yyyy-dd-MM
ca: aaaa-dd-MM
pt_br: AAAA-MM-DD

# fermentableEditor|
source: DP (Lintner)
ca: PD (Lintner)
cs: Diastat. moh. (Lintner)
de: DK (Lintner)
es: PD (Lintner)
fr: PD (Lintner)
hu: Diasztatikus erő (Litner)
pt_br: PD (Lintner)

# fermentableEditor|
source: Protein (%)
ca: Proteïnes (%)
cs: Proteiny (%)
de: Eiweiß (%)
el: Πρωτεΐνες
es: Proteinas (%)
fr: Protéine (%)
hu: Fehérjetartalom (%)
it: Proteine (%)
nl: Proteïne (%1)
pl: Białka (%)
pt_br: Proteínas (%)
ru: Белок (%)

# mainWindow|
source: OG
ca: DI
cs: Počáteční hustota
de: Stammwürze
es: DI
fr: DI
hu: kezdeti fajsúly (OG)
nl: Oorspronkelijke SG
pl: Gęstość początkowa
ru: Начальная плотность (OG)

# mainWindow|
source: FG
ca: DF
cs: Konečná hustota
es: DF
fr: DF
hu: végleges fajsúly (FG)
nl: Eind SG
pl: Gęstość końcowa
ru: Конечная плотность

# mainWindow|
source: IBU/GU
ca: IBU per Densitat
cs: IBU/hustota
es: IBU por Densidad
hu: Keserűség/fajsúly arányszám
pl: Wskaźnik goryczki
ru: Горечь IBU/GU

# mainWindow|
source: Ctrl+H
ca: Ctrl+U
de: Strg+H
es: Ctrl+L

# mainWindow|
source: Ctrl+M
ca: Ctrl+X
de: Strg+M
pl: Ctrl+D

# mainWindow|
source: Ctrl+Y
ca: Ctrl+L
de: Strg+Y
es: Ctrl+V
pl: Ctrl+D

# mainWindow|
source: Ctrl+Q
ca: Ctrl+S
de: Strg+Q
pl: Ctrl+W

# mashDesigner|
source: Name
ca: Nom
cs: Název
el: Ονομασία
es: Nombre
fr: Nom
hu: Név
it: Nome
nb: Navn
nl: Naam
pl: Nazwa
pt_br: Nome
ru: Название

# mashDesigner|
source: Type
ca: Tipus
cs: Druh
de: Typ
el: Είδος
es: Tipo
hu: Fajta
it: Tipologia
pl: Typ
pt_br: Tipo
ru: Тип

# mashDesigner|
source: Target temp.
ca: Temp. desitjada
cs: Cílová tepl.
de: Zieltemp.
el: Επιθυμητή θερμ.
es: Temp. deseado
fr: Température cible.
hu: Hőmérséklet célérték
it: Temperatura Obiettivo.
nb: Måltemp.
nl: Beoogde temp.
pl: Docelowa temp.
pt_br: Temperatura Alvo
ru: Нужная температура

# mashDesigner|
source: min
ca: mínim
el: ελαχ.
hu: minimum
pt_br: mín
ru: мин.

# mashDesigner|
source: max
ca: màxim
el: μέγ.
hu: maximum
nb: maks
pl: maks.
pt_br: máx
ru: макс.

# mashEditor|
source: Sparge temp
ca: Temp. de rentat
cs: Teplota vyslazovací vody
de: Anschwänztemp.
el: Θερμοκρασία ψεκασμού
es: Temp. del lavado
fr: Température de rinçage
hu: Máslás hőmérséklete
it: Temperatura di Sparge
nb: Temepratur meskevann
nl: Spoel temp
pl: Temperatura wysładzania
pt_br: Temperatura de aspersão
ru: Температура промывки

# mashEditor|
source: Sparge pH
ca: pH del rentat
cs: pH sladiny
de: Anschwänz pH
el: PH ψεκασμού
es: pH del lavado
fr: pH eau de rinçage
hu: Máslási pH
it: PH Sparge
nb: Meskevannets pH
nl: Spoel pH
pl: pH wysładzania
pt_br: pH de aspersão
ru: pH промывки

# mashEditor|
source: Tun
ca: Macerador
cs: Pánev
de: Bottich
el: σκεύος σακχ/σης
es: Cuba
fr: Cuve matière
nb: Kar
nl: Vat
pl: Kadź zacierna
pt_br: Tina
ru: Заторник

# mashEditor|
source: Initial tun temp
ca: Temp. inicial del macerador
cs: Počáteční teplota
de: Anfängliche Bottichtemp.
el: Αρχική θερμοκρασία σκεύους
es: Temp. inicial
fr: Température initiale
it: Temp iniziale botte
nb: Temperatur kar
nl: Initiële vat temp
pl: Pocz. temperatura
pt_br: Temperatura inicial da tina
ru: Начальная температура затора

# mashEditor|
source: Tun mass
ca: Massa
cs: Hmotnost kádě
de: Bottichmasse
el: μάζα σκεύους
es: Masa
fr: Poids
it: Massa Tun
nb: Karets masse
nl: Vat massa
pl: Masa kadzi
pt_br: Massa da tina
ru: Масса Заторника

# mashWizard|
source: Mash thickness (do not enter any units)
ca: Viscositat de la maceració (no introduir unitats)
cs: Tloušťka rmutu (nezadávejte jednotky)
el: πυκνότητα σακχαροποίησης. ( μην εισάγετε στοιχεία)
es: Grosor de la maceración (no ingresar ningún unidad)
fr: Densité d'empâtage (ne pas entrer d'unités)
it: Mash spessore (non inserire alcuna unità)
nb: Mesketetthet (ikke skriv inn enhet)
nl: Maisch dikte (voer geen eenheden in)
pl: Gęstość zacieru (nie podawaj jednostek)
pt_br: Densidade da mostura (não entre com nenhuma unidade)
ru: Густота затора (ничего не вводите)
