Repository: Brewtarget/brewtarget
Catalog: translations/lpad/bt-*.po
Languages: ca, cs, de, el, es, fr, hu, it, nb, nl, pl, pt_br, ru, sv

# EquipmentEditor|
source: How much water is added to kettle immediately pre-boil
ca: Quantitat d'aigua que s'agrega a la olla immediatament abans de l'ebullició
cs: Kolik vody se do kádě přidává těsně před chmelovarem
de: Wie viel Wasser wird dem Kessel unmittelbar vor dem Kochen hinzugefügt
el: Πόσο νερό πρέπει να προστεθεί αμέσως πριν τον βρασμό
es: Cantidad de agua que se agrega a la olla inmediatamente antes de la ebullición
fr: Quel volume d'eau est ajouté à la cuve d'ébullition juste avant l'ébullition
hu: Mennyi víz kerül hozzáadásra közvetlenül forralás előtt
it: Quanta acqua si aggiunge al bollitore immediatamente pre-ebollizione
nb: Hvor mye vann tilsettes rett før koking
nl: Hoeveel water wordt toegevoegd vlak voor het koken
pl: Jaka ilość wody jest dodawana do kotła przed gotowaniem
pt_br: Quantidade de água adicionada à panela imediatamente antes da fervura
ru: Вода добавленая в бродильный бак
sv: Hur mycket vatten läggs till i kitteln vif förkoket

# EquipmentEditor|
source: Water added to fermenter
ca: Quantitat d'aigua que s'agrega al fermentador
cs: Přidání vody před začátkem kvašení
de: Zum Fermenter zugegebenes Wasser
el: νερό που προστέθηκε στον κάδο ζύμωσης
es: Cantidad de agua que se agrega al fermentador
fr: Volume d'eau ajouté dans le fermenteur
hu: Erjesztőben hozzáadott víz mennyisége
it: Acqua aggiunta nel fermentatore
nb: Vann tilsatt gjæringskar
nl: Water toegevoegd aan vergistingsvat
pl: Woda dodawana do fermentatora
pt_br: Água adicionada ao fermentador
ru: Котёл к бродильному баку
sv: Vatten som adderas till jäskaret

# EquipmentEditor|
source: Volume of mash tun
ca: Volum del macerador
cs: Objem rmutovací pánve
de: Volumen des Maischbottichs
el: Όγκος σκεύους σακχαροποίησης
es: Volumen de olla de macerado
fr: Volume de la cuve matière
hu: Cefréző edény térfogata
it: Volume di mash tun
nb: Volum på meskekar
nl: Volume van het maisch vat
pl: Pojemność kadzi zaciernej
pt_br: Volume da panela de mosturação
ru: Объём заторника
sv: Mäsktunnans volym

# EquipmentEditor|
source: Mass or weight of mash tun
ca: La massa o el pes del macerador
cs: Hmotnost rmutovací pánve
de: Masse des Maischbottichs
el: Μάζα η βάρος σκεύους σακχαροποίησης
es: Peso de la olla de macerado
fr: Poids ou masse de la cuve matière
hu: Cefréző edény súlya/tömege
it: Massa o peso di mash tun
nb: Masse/vekt på meskekar
nl: Massa of gewicht van het Maisch Vat
pl: Masa kadzi zaciernej
pt_br: Massa ou peso da panela de mostura
ru: Масса или вес заторника
sv: Massa eller vikt på Mäsktunnan

# EquipmentEditor|
source: Wort lost between kettle and fermenter
ca: Most perdut entre l'olla i el fermentador
cs: Dílo ztracené mezi pánví a kvasnou nádobou
de: Würzeverlust von Sudpfanne zu Gärbehälter
el: Γλεύκος που απωλέστηκε από την μαρμίτα στον κάδο ζύμωσης
es: Mosto perdido entre la olla y el fermentador
fr: Volume de moût perdu dans la cuve d'ébullition lors du transfert dans le fermenteur
hu: Sörlé veszteség (komlószűrés és az erjesztő között)
it: Mosto perso tra bollitore e fermentatore
nb: Vørter tapt mellom kjele og gjæringskar
nl: Wort verlies tussen ketel en Vergistingsvat
pl: Strata brzeczki w kotle (chmieliny, osady, chłodzenie)
pt_br: Perda de mosto entre panela e fermentador
ru: Вода потеряная между котлом и бродильным баком
sv: Vörtförlust mellan kittel och jäskärl

# EquipmentEditor|
source: Volume of wort lost to lauter deadspace
ca: Volum de most perdut degut als espais morts al filtrar
cs: Objem díla ztraceného při zcezování
de: Würzeverlust durch Torraum beim Läutern
el: Όγκος γλεύκους που χάθηκε εξ' αιτίας του νεκρού χώρου στο lauter
es: Volumen de mosto perdido en el fondo de la olla
fr: Volume de moût perdu dans l'espace mort de la cuve filtre
hu: A szűrőkád holtterében maradó színlé mennyisége
it: Volume di mosto perso separando lo spazio morto
nb: Volum av tapt vørter i separasjonstankens dødrom
nl: Verloren wortvolume door dode ruimten de klaringskuip
pl: Ilość brzeczki traconej w wyniku martwej strefy filtratora
pt_br: Volume do mosto perdido para o espaço morto do tanque de filtração
ru: Объем сусла, оставшийся в заторнике
sv: Tappad volym till

# EquipmentEditor|
source: New equipment
ca: Equip nou
cs: Nové vybavení
de: Neue Ausstattung
el: Νέος εξοπλισμός
es: Equipo nuevo
fr: Nouvel équipement
hu: Új berendezés
it: Nuovi Ingredienti
nb: Nytt utstyr
nl: Nieuwe apparatuur
pl: Nowy sprzęt
pt_br: Novo Equipamento
ru: Новое оборудование
sv: Ny utrustning

# EquipmentEditor|
source: Save
ca: Desa
cs: Uložit
de: Speichern
el: Αποθήκευση
es: Guardar
fr: Sauvegarder
hu: Mentés
it: Salva
nb: Lagre
nl: Opslaan
pl: Zapisz
pt_br: Salvar
ru: Сохранить
sv: Spara

# EquipmentEditor|
source: Cancel
ca: Cancel·lar
cs: Zrušit
de: Abbruch
el: Ακύρωση
es: Cancelar
fr: Annuler
hu: Mégsem
it: Cancella
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ru: Отменить
sv: Avbryt

# EquipmentEditor|
source: This equipment profile may break brewtarget's maths
sv: Vald utrustning kanstöra brewtargets uträkningar

# EquipmentEditor|
source: The following values are not set:
sv: Följande värden är inte satta:

# EquipmentEditor|
source: mash tun volume (all-grain and BIAB only)
sv: Mäsktunnans volym (endast för BIAB och all grain)

# EquipmentEditor|
source: batch size
sv: Satsens storlek

# EquipmentEditor|
source: hop utilization
sv: Utnyttjande humle

# EquipmentEditor|
source: Calculation Warnings
sv: Kalkylerings varningar

# Fermentable|
source: Mashed
ca: Macerat
es: Macerado
fr: Empâté
sv: Mäskas

# Fermentable|
source: Steeped
ca: Esglaonat
fr: Trempé
sv: Stöpts

# Fermentable|
source: Not mashed
ca: No macerat
es: No maceerado
fr: Trempé
sv: Mäskas ej

# Fermentable|
source: Late
ca: Més tard
es: Retrasado
fr: Tardif
sv: Sen

# FermentableDialog|
source: Fermentable name
ca: Nom ingredient fermentable
cs: Název suroviny
de: Gärgut Name
el: Ονομασία ζυμώσιμων
es: Nombre del Fermentable
fr: Nom du fermentescible
hu: Erjeszthető anyag neve
it: Nome del Fermentabile
nb: Gjærbar råvares navn
nl: naam vergistbare
pl: Składnik fermentacji
pt_br: Nome do Fermentável
ru: Название сбраживаемого
sv: Jästnamn

# FermentableDialog|
source: Fermentable name:
ca: Nom ingredient fermentable:
cs: Název suroviny:
de: Gärgut Name:
el: Ονομασία ζυμώσιμων
es: Nombre del Fermentable:
fr: Nom du fermentescible :
hu: Erjeszthető anyag neve:
it: Nome del Fermentabile:
nb: Gjærbar råvares navn:
nl: naam vergistbare:
pl: Składnik fermentacji:
pt_br: Nome do Fermentável
ru: Название сбраживаемого
sv: Jästnamn:

# FermentableDialog|
source: Fermentable Database
ca: Base de dades ingredients fermentables
cs: Databáze surovin
de: Gärgutdatenbank
el: Αρχείο ζυμώσιμων
es: Base de datos para fermentables
fr: Base de données des fermentescibles
hu: Erjesztendő anyagok (adatbázis)
it: Database Fermentabile
nb: Database gjærbart
nl: Database met vergistbaren
pl: Baza składników fermentacji
pt_br: Banco de Dados de Fermentáveis
ru: База сбраживаемых ингридиентов
sv: Jäsningsdatabas

# FermentableDialog|
source: Add to Recipe
ca: Afegeix a la recepta
cs: Přidat do receptu
de: Zum Rezept hinzufügen
el: Προσθήκη στην συνταγή
es: Agregar a Receta
fr: Ajouter à la recette
hu: Hozzáadás a recepthez
nb: Legg til oppskrift
pl: Dodaj do receptury
pt_br: Adicionar a receita
ru: Добавить в рецепт
sv: Lägg till i receptet

# FermentableDialog|
source: New
ca: Nou
cs: Nový
de: Neu
el: Νέα
es: Nuevo
fr: Nouveau
hu: Új
it: Nuovo
nb: Ny
nl: Nieuw
pl: Nowy
pt_br: Novo
ru: Новый
sv: Ny

# FermentableDialog|
source: Add selected ingredient to recipe
ca: Afegeix l'ingredient seleccionat a la recepta
cs: Přidat zvolenou přísadu do receptu
de: Füge ausgewählte Zutaten dem Rezept hinzu
el: Προσθέστε το επιλεγμένο συστατικό στην συνταγή
es: Agregar ingrediente seleccionado a la receta
fr: Ajouter l'ingrédient sélectionné à la recette
hu: Kiválasztott hozzávaló hozzáadása a recepthez
it: Aggiungi ingredienti selezionati alla ricetta
nb: Legg til valgt ingrediens til oppskrift
pt_br: Adicionar ingrediente selecionado à receita
ru: Добавить выбранный ингредиент в рецепт
sv: Addera vald ingrediens till receptet

# FermentableDialog|
source: Create new ingredient
ca: Crear un ingredient nou
cs: Vytvořit novou přísadu
de: Erstelle neue Zutat
el: Δημιουργείστε ένα νέο συστατικό
es: Crear un ingrediente nuevo
fr: Créer un nouvel ingrédient
hu: Új elem hozzáadása
it: Crea nuovo ingrediente
nb: Opprett ny ingrediens
nl: Creëer nieuw ingrediënt
pl: Utwórz nowy składnik
pt_br: Criar novo ingrediente
ru: Создать новый ингредиент
sv: Skapa ny ingrediens

# FermentableDialog|
source: Edit selected ingredient
ca: Edita ingredient seleccionat
cs: Upravit zvolenou přísadu
de: Bearbeite ausgewählte Zutat
el: Διόρθωση επιλεγμένου συστατικού
es: Editar ingrediente seleccionado
fr: Modifier l'ingrédient sélectionné
hu: Kiválasztott elem szerkesztése
it: Edit ingrediente selezionato
nb: Rediger valgt ingrediens
nl: Edit geselecteerde ingrediënt
pt_br: Editar ingrediente selecionado
ru: Изменить выбранный ингредиент
sv: Ändra vald ingrediens

# FermentableDialog|
source: Remove selected ingredient
ca: Borra l'ingredient seleccionat
cs: Odebrat zvolenou přísadu
el: Διαγραφή επιλεγμένου συστατικού
es: Quitar ingrediente seleccionado
fr: Supprimer l'ingrédient sélectionné
hu: Kiválasztott elem törlése
it: Rimuovi ingerdiente selezionato
nb: Fjern valgt ingrediens
nl: Verwijder geselecteerde ingrediënt
pt_br: Remover ingrediente selecionado
ru: Удалить выбранный ингредиент
sv: Ta bort vald ingrediens

# FermentableItemDelegate|
source: Grain
ca: Gra
cs: Slad
de: Getreide
el: Σιτηρά
es: Grano
hu: Gabona
it: Grano
nb: Korn
nl: Graan
pl: Słód
pt_br: Grão
ru: Солод
sv: Malt

# FermentableItemDelegate|
source: Sugar
ca: Sucre
cs: Cukr
de: Zucker
el: Σάκχαρα
es: Azúcar
fr: Sucre
hu: Cukor
it: Zucchero
nb: Sukker
nl: Suiker
pl: Cukier
pt_br: Açúcar
ru: Сахар
sv: Socker

# FermentableItemDelegate|
source: Extract
ca: Extracte
cs: Výtažek
de: Extrakt
el: Υγρή Βύνη
es: Extracto
fr: Extrait
hu: Folyékony malátasűrítmény (LME)
it: Estratto
nb: Ekstrakt
pl: Ekstrakt
pt_br: Extrato
ru: Экстракт
sv: Extrakt

# FermentableItemDelegate|
source: Dry Extract
ca: Extracte Sec
cs: Sušený výtažek
de: Trockenextrakt
el: Ξηρή Βύνη
es: Extracto Seco
fr: Extrait sec
hu: Szárított malátasűrítmény (DME)
it: Estratto secco
nb: Tørr ekstrakt
nl: Droog Extract
pl: Suchy ekstrakt
pt_br: Extrato Seco
ru: Сухой экстракт
sv: torrextrakt

# FermentableItemDelegate|
source: Adjunct
ca: Adjunt
cs: Surogát
de: Beigabe
el: Πρόσθετα
es: Adjunto
fr: Adjuvant
hu: Adalék
it: Aggiunta
nb: Adjunkt
nl: Aanvulling
pl: Dodatek
pt_br: Adjunto
ru: Дополнение
sv: Tillsats

# FermentableItemDelegate|
source: Mashed
ca: Macerat
es: Macerado
fr: Empâté
sv: Mäskas

# FermentableItemDelegate|
source: Steeped
ca: Esglaonat
fr: Trempé
sv: Stöpts

# FermentableItemDelegate|
source: Not mashed
ca: No macerat
es: No macerado
fr: Non empâté
sv: Mäskas ej

# FermentableItemDelegate|
source: Late
ca: Més tard
es: Retrasado
fr: Tardif
sv: Sen

# FermentableTableModel|
source: Bad model index. row = %1
ca: Índex de model erroni. Fila = %1
cs: Chybný index modelu. řádek = %1
de: Fehlerhafter »model index«. Zeile = %1
es: Error de índice de modelo. Fila =%1
fr: Mauvais index de modèle. ligne = %1
it: Cattivo modello indicizzazione =%1
nb: Dårlig modell indeks.rad = %1
pl: Nieprawidłowy indeks modelu. wiersz = %1
pt_br: Índice de modelo inválido. Linha = %1
ru: Неправильный индекс модели. Строка = %1
sv: Dåligt modellindex. rad = %1

# FermentableTableModel|
source: Bad column: %1
ca: Columna errònia: %1
cs: Chybný sloupec: %1
de: Fehlerhafte Spalte: %1
el: Προβληματική στήλη: %1
es: Error en columna: %1
fr: Mauvaise colonne : %1
it: Cattiva colonna: %1
nb: Feil i kolonne: %1
nl: Foute kolom: %1
pl: NIepoprawna kolumna: %1
pt_br: Coluna Inválida: %1
ru: Неправильная колонна: %1
sv: Felaktig kolumn:%1

# FermentableTableModel|
source: Name
ca: Nom
cs: Název
el: Όνομασία
es: Nombre
fr: Nom
hu: Név
it: Nome
nb: Navn
nl: Naam
pl: Nazwa
pt_br: Nome
ru: Название
sv: Namn

# FermentableTableModel|
source: Type
ca: Tipus
cs: Druh
de: Typ
el: Είδος
es: Tipo
hu: Típus
it: Tipologia
pl: Typ
pt_br: Tipo
ru: Тип
sv: Sort

# FermentableTableModel|
source: Amount
ca: Quantitat
cs: Množství
de: Menge
el: Ποσότητα
es: Cantidad
fr: Quantité
hu: Mennyiség
it: Ammontare
nb: Mengde
nl: Hoeveelheid
pl: Ilość
pt_br: Quantidade
ru: Количество
sv: Mängd

# FermentableTableModel|
source: Yield %
ca: Rendiment %
cs: Vytěžnost %
de: Ausbeute %
el: Απόδοση %
es: Potencial de extracto %
fr: Rendement %
hu: Süllyedés %
it: Prodotto
nb: Utbytte %
nl: Rendement %
pl: Ekstraktywność %
pt_br: Rendimento %
ru: Выход %
sv: Ge %

# FermentableTableModel|
source: Inventory
ca: Existències
cs: Sklad
de: Lagerbestand
el: Ευρετήριο ειδών
es: Inventario
fr: Inventaire
hu: Készlet
nb: Lagerbeholdning
pl: Magazyn
pt_br: Inventário
ru: Инвентарь
sv: Lager

# FermentableTableModel|
source: Color
cs: Barva
de: Farbe
el: Χρώμα
fr: Couleur
hu: Szín
it: Colore
nb: Farge
nl: Kleur
pl: Kolor
pt_br: Cor
ru: Цвет
sv: Färg

# FermentableTableModel|
source: Method
ca: Mètode
es: Método
fr: Méthode
pt_br: Método
sv: Metod

# FermentableTableModel|
source: Addition
ca: Addició
es: Adición
fr: Ajout
pt_br: Adição
sv: Tillägg

# Hop|
source: Mash
ca: Maceració
cs: Mash (do vystírky)
de: Maische
el: Στο σκεύος σακχ/σης
es: Maceración
fr: Empâtage
hu: Cefre
nb: Mesk
nl: Maisch
pl: Do zacierania
pt_br: Mosto
ru: Затор
sv: Mäsk

# Hop|
source: First Wort
ca: Primer most
cs: First wort (při vyslazování)
de: Vorderwürze
el: Πρίν το βράσιμο
es: Mosto Inicial
fr: Pré-ébullition
hu: Színlé komlózása (forralás előtt)
it: Primo mosto
nb: Første vørter
nl: Eerste Wort
pl: Chmielenie przedniej brzeczki
pt_br: Primeiro mosto
ru: Первое сусло
sv: Första Vörten

# Hop|
source: Boil
ca: Bullit
cs: Chmelovar
de: Sud
el: Στο Βράσιμο
es: Hervir
fr: Ébullition
hu: Forralás
it: Bollire
nb: Kok
nl: Koken
pl: Gotowanie
pt_br: Ferver
ru: Кипячение
sv: Kokning

# Hop|
source: Aroma
cs: Aromatický
el: Άρωμα
fr: Arôme
pl: Aromatyczny
ru: Аромат
sv: Arom

# Hop|
source: Dry Hop
cs: Dry hopping
de: Stopfhopfen
el: στον κάδο ζύμωσης
fr: Houblonnage à cru
hu: Hidegkomló
nb: Tørrhumle
pl: Chmielenie na zimno
pt_br: Lúpulo Seco
ru: Сухое охмеление
sv: Torrhumling

# Hop|
source: Bittering
ca: Amargor
cs: Hořký
de: Bitterung
el: Πικράδα
es: Amargor
fr: Amérisant
hu: Keserűkomló
it: Amarezza
nb: Bitring
nl: Bitterhop
pl: Goryczkowy
pt_br: Amargor
ru: Горечь
sv: Bitter

# Hop|
source: Both
ca: Ambdós
cs: Oboje
de: Beides
el: Και τα δύο
es: Ambas
fr: Les deux
hu: Mindkettő
it: entrambi
nb: Begge
nl: Beide
pl: Uniwersalny
pt_br: Ambos
ru: Оба
sv: Både

# Hop|
source: Leaf
ca: Flor
cs: Hlávkový
de: Blatt
el: σε φύλλα
es: Flor
fr: Cône
hu: leveles
it: foglia
nb: Blomst
nl: Blad
pl: Szyszka
pt_br: Folha
ru: Листовой
sv: Löv

# Hop|
source: Pellet
ca: Pèl·let
cs: Granulovaný
el: Σφαιρίδια
pl: Granulat
pt_br: Pastilha
ru: Гранулированный
sv: Pellets

# Hop|
source: Plug
cs: Lisovaný
de: Presshopfen
el: Ανθός
es: Tableta
hu: Nagy pellet (komlódugó)
nb: Plugg
nl: Geperste hop
pl: Tabletka
pt_br: Plugue
ru: Пробка
sv: Puck

# HopDialog|
source: Hop name
ca: Nom del llúpol
cs: Název chmele
de: Hopfenname
el: Όνομα λυκίσκου
es: Nombre de lúpulo
fr: Nom du houblon
hu: Komló neve
it: Nome Luppolo
nb: Humlenavn
nl: Hop naam
pl: Nazwa chmielu
pt_br: Nome do Lúpulo
ru: Название хмеля
sv: Humlenamn

# HopDialog|
source: Hop name:
ca: Nom del llúpol:
cs: Název chmele:
de: Hopfenname:
el: Όνομα λυκίσκου
es: Nombre de lúpulo:
fr: Nom du houblon :
hu: Komló neve:
it: Nome Luppolo:
nb: Humlenavn:
nl: Hop naam:
pl: Nazwa chmielu:
pt_br: Nome do Lúpulo:
ru: Название хмеля:
sv: Humlenamn:

# HopDialog|
source: Hop Database
ca: Base de dades de llúpols
cs: Datbáze chmelů
de: Hopfendatenbank
el: Κατάλογος λυκίσκων
es: Base de datos para Lúpulos
fr: Base de données des houblons
hu: Komló adatbázis
it: Database Luppolo
nb: Humledatabase
pl: Baza chmieli
pt_br: Banco de Dados de Lúpulo
ru: База данных сортов хмеля
sv: Humledatabas

# HopDialog|
source: Add to Recipe
ca: Afegeix a la recepta
cs: Přidat do receptu
de: Zum Rezept hinzufügen
el: Προσθήκη στην συνταγή
es: Agregar a Receta
fr: Ajouter à la recette
hu: Hozzáadás a recepthez
nb: Legg til oppskrift
pl: Dodaj do receptury
pt_br: Adicionar a receita
ru: Добавить в рецепт
sv: Lägg till i receptet

# HopDialog|
source: New
ca: Nou
cs: Nový
de: Neu
el: Νέα
es: Nuevo
fr: Nouveau
hu: Új
it: Nuovo
nb: Ny
nl: Nieuw
pl: Nowy
pt_br: Novo
ru: Новый
sv: Ny

# HopDialog|
source: Add selected ingredient to recipe
ca: Afegeix l'ingredient seleccionat a la recepta
cs: Přidat zvolenou přísadu do receptu
de: Füge ausgewählte Zutaten dem Rezept hinzu
el: Προσθέστε το επιλεγμένο συστατικό στην συνταγή
es: Agregar ingrediente seleccionado a la receta
fr: Ajouter l'ingrédient sélectionné à la recette
hu: Kiválasztott hozzávaló hozzáadása a recepthez
it: Aggiungi ingredienti selezionati alla ricetta
nb: Legg til valgt ingrediens til oppskrift
pt_br: Adicionar ingrediente selecionado à receita
ru: Добавить выбранный ингредиент в рецепт
sv: Addera vald ingrediens till receptet

# HopDialog|
source: Create new ingredient
ca: Crear un ingredient nou
cs: Vytvořit novou přísadu
de: Erstelle neue Zutat
el: Δημιουργείστε ένα νέο συστατικό
es: Crear un ingrediente nuevo
fr: Créer un nouvel ingrédient
hu: Új elem hozzáadása
it: Crea nuovo ingrediente
nb: Opprett ny ingrediens
nl: Creëer nieuw ingrediënt
pl: Utwórz nowy składnik
pt_br: Criar novo ingrediente
ru: Создать новый ингредиент
sv: Skapa ny ingrediens

# HopDialog|
source: Edit selected ingredient
ca: Edita ingredient seleccionat
cs: Upravit zvolenou přísadu
de: Bearbeite ausgewählte Zutat
el: Διόρθωση επιλεγμένου συστατικού
es: Editar ingrediente seleccionado
fr: Modifier l'ingrédient sélectionné
hu: Kiválasztott elem szerkesztése
it: Edit ingrediente selezionato
nb: Rediger valgt ingrediens
nl: Edit geselecteerde ingrediënt
pt_br: Editar ingrediente selecionado
ru: Изменить выбранный ингредиент
sv: Ändra vald ingrediens

# HopDialog|
source: Remove selected ingredient
ca: Borra l'ingredient seleccionat
cs: Odebrat zvolenou přísadu
el: Διαγραφή επιλεγμένου συστατικού
es: Quitar ingrediente seleccionado
fr: Supprimer l'ingrédient sélectionné
hu: Kiválasztott elem törlése
it: Rimuovi ingerdiente selezionato
nb: Fjern valgt ingrediens
nl: Verwijder geselecteerde ingrediënt
pt_br: Remover ingrediente selecionado
ru: Удалить выбранный ингредиент
sv: Ta bort vald ingrediens

# HopItemDelegate|
source: Boil
ca: Bullit
cs: Chmelovar
de: Kochen
el: Στο Βράσιμο
es: Hervir
fr: Ébullition
hu: Forralás
it: Bollire
nb: Kok
nl: Koken
pl: Goryczka
pt_br: Fervura
ru: Кипячение
sv: Kokning

# HopItemDelegate|
source: Dry Hop
de: Stopfhopfen
el: στον κάδο ζύμωσης
fr: Houblonnage à cru
hu: Hidegkomló
nb: Tørrhumle
pl: Chmielenie na zimno
pt_br: Lúpulo Seco
ru: Сухое охмеление
sv: Torrhumling

# HopItemDelegate|
source: Mash
ca: Maceració
cs: Do vystírky (mash hop)
de: Maische
el: Στο σκεύος σακχ/σης
es: Maceración
fr: Empâtage
hu: Cefre
nb: Mesk
nl: Maisch
pl: Do zacierania
pt_br: Mosto
ru: Затор
sv: Mäsk

# HopItemDelegate|
source: First Wort
ca: Primer most
cs: Při vyslazování (first wort)
de: Vorderwürze
el: Πρίν το βράσιμο
es: Mosto Inicial
fr: Pré-ébullition
hu: Színlé
it: Primo mosto
nb: Skylling
nl: Eerste Wort
pl: Chmielenie przedniej brzeczki
pt_br: Primeiro mosto
ru: Первое сусло
sv: Första Vörten

# HopItemDelegate|
source: Aroma
cs: Aromatický
el: Άρωμα
fr: Arôme
pl: Aromat
ru: Аромат
sv: Arom

# HopItemDelegate|
source: Leaf
ca: Flor
cs: Hlávkový
de: Blatt
el: σε φύλλα
es: Flor
fr: Cône
hu: leveles
it: foglia
nb: Blomst
nl: Blad
pl: Szyszka
pt_br: Folha
ru: Листовой
sv: Löv

# HopItemDelegate|
source: Pellet
ca: Pèl·let
cs: Granulovaný
el: Σφαιρίδια
pl: Granulat
pt_br: Pastilha
ru: Гранулы
sv: Pellets

# HopItemDelegate|
source: Plug
cs: Lisovaný
de: Presshopfen
el: Ανθός
es: Tableta
hu: Nagy pellet (komlódugó)
nb: Plugg
nl: Geperste hop
pl: Tabletka
pt_br: Plugue
ru: Пробка
sv: Puck

# HopTableModel|
source: Name
ca: Nom
cs: Název
el: Όνομασία
es: Nombre
fr: Nom
hu: Név
it: Nome
nb: Navn
nl: Naam
pl: Nazwa
pt_br: Nome
ru: Имя
sv: Namn

# HopTableModel|
source: Alpha %
ca: Alfa %
cs: Alfa %
es: Alfa %
hu: Alfasav %
nb: Alfa %
pl: Alfa %
pt_br: Alfa %
ru: Альфа %
sv: Alfa %

# HopTableModel|
source: Amount
ca: Quantitat
cs: Množství
de: Menge
el: Ποσότητα
es: Cantidad
fr: Quantité
hu: Mennyiség
it: Ammontare
nb: Mengde
nl: Hoeveelheid
pl: Ilość
pt_br: Quantidade
ru: Количество
sv: Mängd

# HopTableModel|
source: Use
ca: Ús
cs: Použití
de: Verwendung
el: Χρήση
es: Uso
fr: Utilisation
hu: Felhasználás
it: Usa
nb: Bruk
nl: Gebruik
pl: Użycie
pt_br: Usar
ru: Использование
sv: Användning

# HopTableModel|
source: Time
ca: Temps
cs: Čas
de: Zeit
el: Χρόνος
es: Tiempo
fr: Durée
hu: Idõ
it: Tempo
nb: Tid
nl: Tijd
pl: Czas
pt_br: Tempo
ru: Время
sv: Tid

# HopTableModel|
source: Form
ca: Format
cs: Forma
de: Eingabemaske
el: Μορφή
es: Forma
fr: Format
hu: Forma
it: Forma
nl: Vorm
pl: Postać
pt_br: Formulário
ru: Форма
sv: Formulär

# HopTableModel|
source: Inventory
ca: Existències
cs: Sklad
de: Lagerbestand
el: Ευρετήριο ειδών
es: Inventario
fr: Inventaire
hu: Készlet
nb: Lagerbeholdning
pl: Magazyn
pt_br: Inventário
ru: Инвентарь
sv: Lager

source: Hydrometer Tool
sv: Hydrometer verktyg

# HydrometerTool|
source: SG Reading
sv: Avläst SG värde

# HydrometerTool|
source: Temperature
sv: Temperatur

# HydrometerTool|
source: Adjust SG
sv: Justera SG

# HydrometerTool|
source: Convert
sv: Konvertera

# HydrometerTool|
source: Measured gravity
sv: Uppmätt specifik vikt

# HydrometerTool|
source: Corrected gravity
sv: Korrigerad specifik vikt

# IbuGuSlider|
source: Cloying
ca: Embafador
cs: Sladké
de: Süßlich
el: Γλυκερή
es: Muy dulce
fr: Écœurant
hu: Émelyítő
nb: Overdrivelse
pl: Słodko-mdły
pt_br: Enjoativo
sv: Söthetsgrad

# IbuGuSlider|
source: Extra Malty
ca: Fort de malta
cs: Výrazně sladové
de: Sehr malzig
el: Πολύ βυνώδης
es: Extra de Malta
fr: Très malté
hu: Erősen malátás
nb: Ekstra maltet
pl: Mocno słodowe
pt_br: Muito Maltado
ru: Очень солодовый
sv: Extra maltig

# IbuGuSlider|
source: Slightly Malty
ca: Una mica a malta
cs: Mírně sladové
de: Leicht malzig
el: Ελαφρά βυνώδης
es: Ligera de Malta
fr: Légèrement malté
hu: Malátás
nb: Noe maltete
pl: Lekko słodowe
pt_br: Ligeiramente Maltado
ru: Слегка солодовый
sv: Lätt maltig

# IbuGuSlider|
source: Balanced
ca: Equilibrat
cs: Vyvážené
de: Ausgewogen
el: Κανονική
es: Equilibrado
fr: Équilibré
hu: Kiegyensúlyozott
nb: Balansert
pl: Zbalansowane
pt_br: Equilibrado
ru: Сбалансированный
sv: Balanserad

# IbuGuSlider|
source: Slightly Hoppy
ca: Una mica a llúpol
cs: Nahořklé
de: Leicht gehopft
el: Ελαφρά πικρή
es: Suavemente lupulado
fr: Légèrement houblonné
hu: komlós
nb: Noe humlete
pl: Lekka goryczka
pt_br: Lupulagem moderada
ru: Слегка хмелевой
sv: Lätt humlearomatisk

# IbuGuSlider|
source: Extra Hoppy
ca: Fort de llúpol
cs: Výrazně hořké
de: Stark gehopft
el: Πολύ πικρή
es: Extra lupulado
fr: Très houblonné
hu: erősen komlós
nb: Noe humlete
pl: Mocna goryczka
pt_br: Lupulagem extra
ru: Очень хмелевой
sv: Extra humlearomatisk

# IbuGuSlider|
source: Way Hoppy
ca: Com de llúpol
cs: Extra hořké
de: Erheblich gehopft
el: Υπερβολικά πικρή
es: Muy lupulado
fr: Extrêmement houblonné
hu: túl komlós
nb: For hulmele
pl: Super goryczka
pt_br: Lupulagem extrema
ru: Ближе к хмелевому
sv: Extremt humlearomatisk

# MainWindow|
source: Open
ca: Obre
cs: Otevřít
de: Öffnen
el: Άνοιγμα
es: Abrir
fr: Ouvrir
hu: Megnyitás
it: Apri
nb: Åpne
pl: Otwórz
pt_br: Abrir
ru: Открыть
sv: Öppna
