Repository: Brewtarget/brewtarget
Catalog: translations/lpad/bt-*.po
Languages: ca, cs, de, el, es, fr, hu, it, nb, nl, pl, pt_br, ru, sv

# optionsDialog|
source: Database
sv: Databas

# optionsDialog|
source: Username
sv: Användarnam

# optionsDialog|
source: Password
sv: Lösenord

# optionsDialog|
source: Save password
sv: Spara lösenord

# optionsDialog|
source: Data Directory
sv: Datakatalog

# optionsDialog|
source: Backup Directory
sv: Säkerhetskopiekatalog

# optionsDialog|
source: Number of Backups
sv: Antal Säkerhetskopior

# optionsDialog|
source: Frequency of Backups
sv: Säkerhetskopiefrekvens

# optionsDialog|
source: PostgresSQL's host name or IP address
sv: PostgresSQL värdnamn eller IP address

# optionsDialog|
source: Port the PostgreSQL is listening on
sv: Port som PostgreSQL servern lyssnar på

# optionsDialog|
source: The schema containing the database
sv: Schemat innehållandes databasen

# optionsDialog|
source: User with create/delete table access
sv: Användare med Skapa/ta bort tabell tillgång

# optionsDialog|
source: Password for the user
sv: Lösenord för användaren

# optionsDialog|
source: The name of the database
sv: Namnet på databasen

# optionsDialog|
source: Where your database file is
sv: Där din databasfil är

# optionsDialog|
source: Where to save your backups
sv: Var du vill spara dina Säkerhetskopior

# optionsDialog|
source: Number of backups to keep: -1 means never remove, 0 means never backup
sv: Antal säkerhetskopior att spara: -1 betyder Aldrig ta bort, 0 betyder Aldrig ta säkerhetskopia

# optionsDialog|
source: How frequently a backup is made: 1 means always backup
sv: Hur ofta ska säkerhetskopior tas: 1 betyder Alltid ta säkerhetskopia

# pitchDialog|
source: Pitch Rate Calculator
ca: Calculadora de Llevat
cs: Výpočet rozkvašení kvasnic
de: Anstellverhältnis-Rechner
es: Calculadora para Levadura
fr: Calculateur d'ensemencement
it: Passo tasso Calcolatrice
nb: Gjæringsratekalkulator
nl: Rekenhulp Gistgift
pl: Kalkilator ilości drożdży
pt_br: Calculadora de taxa de inoculação
ru: Калькулятор нормы задачи дрожжей
sv: Förkulturs kalkylator

# pitchDialog|
source: Input
ca: Entrades
cs: Vstup
de: Eingabe
el: Εισαγωγή
es: Entradas
fr: Entrée
hu: Bevitel
nb: Inndata
nl: Invoer
pl: Dane
pt_br: Entrada
ru: Ввод
sv: Indata

# pitchDialog|
source: Wort Volume
ca: Volum de most
cs: Objem díla
de: Würzevolumen
el: Όγκος γλεύκους
es: Volumen del Caldo
fr: Volume de moût
it: Volume Mosto
nb: Volum vørter
pl: Objętość brzeczki
pt_br: Volume de mosto
ru: Объем сусла
sv: Vörtvolym

# pitchDialog|
source: For ales, 0.75-1. For lagers, 1.5-2.
ca: Per a ales, 0.75-1. Pera a lagers, 1.5-2.
cs: Pro ejly 0,75. Pro ležáky 1,5-2.
de: Für Ales, 0.75-1. Für Lager, 1.5-2.
el: Για ales, 0.75-1. Για lagers, 1.5-2.
es: Para ales, 0.75-1. Para lagers, 1.5-2.
fr: Pour les ales : 0.75-1. Pour les lagers : 1.5-2.
it: Per ale, 0.75-1. Per lager, 1.5-2.
nb: For ale, 0.75-1. For lager, 1.5-2.
nl: 0.75-1 voor ales. 1.5-2 voor pils
pl: Dla ale: 0,75-1. Dla legerów: 1,5-2.
pt_br: Para ales, 0.75-1. para lagers, 1.5-2.
ru: Для элей 0.75-1. Для лагеров 1.5-2.
sv: för Ale, 0.76-1. För Lager, 1.5-2.

# pitchDialog|
source: Pitch Rate (M cells)/(mL*P)
ca: Sembra ((M cel·l.)/(mL*P)
cs: Rychl. množení (M buňek)/(mL*P)
de: Anstellverhältnis (Mio. Zellen)/(ml*P)
es: Tasa de Levadura
fr: Taux d'ensemencement (M cellules)/(mL*P)
it: Lievito tasso (M)/(mL*P)
nb: Gjæringsrate (M cells)/(mL*P)
pl: Ilość zadania (M komórki)/(mL*P)
pt_br: Taxa de inóculo (M cells)/(mL*P)
ru: Норма засева (млн.клеток/мл*П)
sv: Förkultur (M celler)/(mL*P)

# pitchDialog|
source: Aeration Method
ca: Mètode d'aireig
cs: Způsob provzdušnění
de: Berlüftungsmethode
el: Μέθοδος αερισμού
es: Método de Airear
fr: Méthode d'aération
it: Metodo di aerezione
nb: Innluftingsmetode
pl: Metoda natleniania
pt_br: Método de Aeração
ru: Метод аэрации
sv: Luftningsmetod

# pitchDialog|
source: Yeast Production Date
ca: Data de producció del llevat
cs: Datum výroby kvasnic
de: Produktionsdatum der Hefe
el: Ημερομηνία παραγωγής μαγιάς
es: Fecha de Producción
fr: Date de production de la levure
it: Data produzione Lievito
nb: Gjærens produksjonsdato
pl: Data produkcji drożdży
pt_br: Data de Produção da levedura
ru: Дата производства дрожжей
sv: Jästens produktionsdatum

# pitchDialog|
source: Yeast Viability
ca: Viabilitat del llevat
cs: Životaschopnost kvasnic
de: Hefe-Lebendigkeit
el: Βιωσιμότητα μαγιάς
es: Viabilidad
fr: Viabilité de la levure
it: Vitalità lievito
nb: Gjærens levedyktighet
pl: Żywotność drożdży
pt_br: Viabilidade da Levedura
ru: % живых дрожжей
sv: Jästens livskraft

# pitchDialog|
source: None
ca: Cap
cs: Žádný
de: Keine
el: Καμία
es: Ningun
fr: Aucun
it: Niente
nb: Ingen
pl: Brak
pt_br: Nenhum
ru: Ничего
sv: Ingen

# pitchDialog|
source: O2 At Start
cs: Kyslík na začátku
de: O2 am Start
el: O2 στο ξεκίνημα
es: O2 al Principio
fr: Oxygénation au début
it: Partenza con o2
nb: O2 ved start
pl: O2 na początku
pt_br: O2 no início
ru: Начальное содержание кислорода
sv: O2 vid start

# pitchDialog|
source: Stir Plate
cs: Míchadlo
de: Rührplatte
el: συσκευή ανάδευσης
es: Placa Agitadora
fr: Agitateur magnétique
it: Piastra mescolatrice
nb: Magnet rører
pl: Mieszadło magnetyczne
ru: Магнитная мешалка
sv: Omrörningsplatta

# pitchDialog|
source: TextLabel
cs: TextovýPopis
el: Ετικέτα
nb: Tekstetikett
nl: TekstLabel
pl: Etykieta
pt_br: Texto da Etiqueta
ru: Текстовая метка
sv: Textetikett

# pitchDialog|
source: Calculate Viability From Date
ca: Calcular la viabilitat de la Data
cs: Spočítat životaschopnost ze zadaného data
de: Berechne Lebendigkeit vom Datum
el: Υπολογισμός βιωσιμότητας από την ημ/νια
es: Calcular la Viabilidad de la Fecha
fr: Calculer la viabilité en fonction de la date
it: Calcola Vitalità dalla data
nb: Kalkuler levedyktighet ut i fra dato
pl: Wylicz żywotność z daty
pt_br: Calcular viabilidade a partir da data
ru: Рассчитать % живых дрожжей от Даты
sv: Beräkna livskraft från datum

# pitchDialog|
source: # Vials/Smack Packs Pitched
cs: Použito balíčků
el: Φιαλίδια/πακέτα που χρησιμοποιήθηκαν
es: # De Paquetes
fr: # Fioles/Smack Packs utilisés
it: # Fiale/Confezioni Inclinate
nb: # Prøverør/pakker tilsatt
pl: # Szaszetki/Fiolki
pt_br: # Frascos/SmackPacks lançados
ru: # Использовано пакетиков дрожжей
sv: # flaktor/paket använda

# pitchDialog|
source: Output
ca: Resultats
cs: Výstup
de: Ausgabe
el: Αποτέλεσμα
es: Resultados
fr: Sortie
hu: Kimenet
it: Produzione
nb: Utdata
nl: Uitvoer
pl: Wynik
pt_br: Saída
ru: Результат
sv: Resultat

# pitchDialog|
source: Billions of Yeast Cells Required
ca: Mils de milions de cèl·lules que es requereixen
cs: Žádaný počet miliard kvasinek
de: Millionen Hefezellen die benötigt werden
el: Δισ. κυττάρων μαγιάς που χρειάζονται
es: Mil Millones de Células Requisitas
fr: Milliards de cellules requises
it: Miliardi di cellule di lievito richieste
nb: Milliarder gjærseller som kreves
nl: Miljoenen Benodigde Gist Cellen
pl: Miliardy komórek drożdżowych
pt_br: Bilhões de células requeridas
ru: Требуется дрожжевых клеток (млрд.)
sv: Miljarder av Jästceller som krävs

# pitchDialog|
source: # Vials/Smack Packs w/o Starter
cs: Balíčků bez rozkvašení
el: Φιαλίδια/πακέτα χωρίς starter
es: # De Paquetes sin Cultura
fr: # Fioles/Smack Packs sans Starter
it: # Fiale/Confezioni con o senza starter
nb: # Prøverør/pakker foruten starter
pl: # Szaszetki/Fiolki bez startera
pt_br: # Frascos/SmackPacks w/o Starter
ru: # Пакетиков дрожжей без стартера
sv: # Flaskor/Paket utan startare

# pitchDialog|
source: Dry Yeast
ca: Llevat sec
cs: Sušené kvasnice
de: Trockenhefe
el: Ξηρή μαγιά
es: Levadura Seca
fr: Levure sèche
it: Lievito secco
nb: Tørrgjær
nl: Gedroogde Gist
pl: Drożdże suche
pt_br: Levedura Seca
ru: Сухие дрожжи
sv: Torrjäst

# pitchDialog|
source: Starter Volume
ca: Volum del starter
cs: Počáteční objem
de: Startervolumen
el: Όγκος starter
es: Volumen del Iniciador
fr: Volume de starter
it: Volume di partenza
nb: Startervolum
pl: Objętość startera
pt_br: Volume de Starter
ru: Объем стартера
sv: Startvolym

# pitchDialog|
source: Volume of wort
ca: Volum de most
fr: Volume de moût
pt_br: Volume do mosto
sv: Vörtvolym

# pitchDialog|
source: Starting gravity of the wort
ca: Densitat inicial del most
fr: Densité Initial du moût
pt_br: Gravidade inicial do mosto
sv: Startgravitaion av vörten

# pitchDialog|
source: Aeration method
ca: Mètode d'aeració
fr: Méthode d'aération
pt_br: Método de aeração
sv: Luftningsmetod

# pitchDialog|
source: Production date (Best By date less three months)
ca: Data de producció (data recomanada menys 3 mesos)
es: Fecha de producción
fr: Date de production (de préférence de moins de trois mois)
sv: Produktionsdatum (Bäst föredatum mindre än tre månader)

# pitchDialog|
source: Estimated viability of the yeast
ca: Viabilitat estimada del llevat
es: Viabilidad estimada de la levadura
fr: Viabilité estimée de la levure
sv: Uppskattad livskraft på jästen

# pitchDialog|
source: Desired pitch rate
ca: Quantitat a sembrar
fr: Taux d'ensemencement souhaité
sv: Önskad förkultivering

# pitchDialog|
source: Number of vials/smack packs added to starter
ca: Nombre de vials/paquets afegits a a l'estàrter
fr: Nombre de fioles/Smack Packs ajoutés au starter
sv: Antal Flaskor/smack-packs tillagda till startern

# pitchDialog|
source: How much yeast you will need
ca: Quant llevat et caldrà
es: Cantidad de levadura requisita
fr: De combien de levure vous aurez besoin
pt_br: Quanto de fermento (levedura) precisará
sv: Hur mycket jäst du behöver

# pitchDialog|
source: How many smack packs or vials required to reach pitch rate
ca: La quantitat de paquets o vials necessaris per assolir la quantitat a sembrar
fr: Combien de fioles ou de Smack Packs sont nécessaires pour atteindre le taux d'ensemencement
sv: Hur många Smack-packs eller flaskor som krävs till förkultiveringen

# pitchDialog|
source: Amount of dry yeast needed to reach pitch rate
ca: Quantitat de llevat sec per obtenir la quantitat a sembrar
fr: Quantité de levure sèche nécessaire pour atteindre le taux d'ensemencement
sv: Mängd Torrjäst som behövs för till förkultiveringen

# pitchDialog|
source: Starter size to reach pitch rate
ca: Mida de l'estàrter per assolir la quantitat a sembrar
fr: Volume du starter nécessaire pour atteindre le taux d'ensemencement
sv: startstorlek till förkultiveringen

# primingDialog|
source: Priming Calculator
ca: Calculador de priming
cs: Výpočet kvasných cukrů
de: Speiserechner
el: Υπολογισμός CO2
es: Calculadora para Botellar
fr: Calculateur de sucrage
it: Calcolatore di priming
nb: Karboneringskalkulator
nl: Gistgift Rekenhulp
pl: Kalkulator surowca do refermantacji
pt_br: Calculadora de Priming
ru: Калькулятор карбонизации
sv: Priming kalkylator

# primingDialog|
source: Input
ca: Entrades
cs: Vstup
de: Eingabe
el: Εισαγωγή
es: Entradas
fr: Entrée
hu: Bevitel
nb: Inndata
nl: Invoer
pl: Źródło
pt_br: Entrada
ru: Ввод
sv: Indata

# primingDialog|
source: Collected Beer Volume
ca: Volum de cervesa
cs: Množství piva
el: Συνολικός όγκος μπύρας
es: Volumen Coleccionado
fr: Volume de bière
it: Volume di bitrra raccolto
nb: Samlet volum øl
nl: Verzamelde Bier Volume
pl: Ilość piwa
pt_br: Volume de cerveja coletada
ru: Полученный объем пива
sv: Tappad Ölvolym

# primingDialog|
source: Amount of beer to prime
ca: Quantitat de cervesa per fer el priming
cs: Množství piva pro přidání kvasných cukrů
de: Menge an Bier zur Nachgärung
el: Ποσότητα μπύρας για γόμωση
es: Cantidad de cerveza
fr: Volume de bière à sucrer
it: Importo di birra a serata
nb: Mengde øl til karbonering
nl: Hoeveelheid bier om gist toe te voegen
pl: Ilość piwa do refermentacji
pt_br: Quantidade de cerveja para preparar
ru: Объем карбонизируемого пива
sv: Mängd öl att kultivera

# primingDialog|
source: Beer Temperature
ca: Temperatura de la cervesa
cs: Teplota piva
de: Bier Temperatur
el: Θερμοκρασία μπύρας
es: Temperatura
fr: Température de la bière
it: Tmperatura birra
nb: Øltemperatur
nl: Bier Temperatuur
pl: Temperatura piwa
pt_br: Temperatura da Cerveja
ru: Температура пива
sv: Öltemperatur

# primingDialog|
source: Temp of the beer
ca: Temperatura de la cervesa
cs: Teplota piva
de: Temp. des Bieres
el: Θερμ. μπύρας
es: Temp de la cerveza
fr: Température de la bière
it: Temp della birra
nb: Øllets temperatur
nl: Temp van het bier
pl: Temperatura piwa
pt_br: Temperatura da cerveja
ru: Темп. пива
sv: Öltemp

# primingDialog|
source: Desired Volumes
ca: Volums desitjats
cs: Požadované nasycení
de: Gewünschte Volumina
el: Επιθυμητή ποσότητα CO2
es: Volúmenes Deseados
fr: Volume de CO2 souhaité
it: Volumi desiderati
nb: Ønsket mengde
nl: Gewenste Volumes
pl: Docelowa zawartość CO2
pt_br: Volume desejado
ru: Желаемая степень карбонизации
sv: Önskad Volym

# primingDialog|
source: How many volumes of CO2 you want (1 L CO2 @ STP per L beer)
ca: Quantitat de CO2 que es vol(1 L CO2 @ STP per L de cervesa)
cs: Kolik objemů (volumes) CO2, chcete získat (1l CO2 na l piva)
de: Wieviele Volumen CO2 möchten sie haben (1 Liter CO2 @ STP pro Liter Bier)
el: Πόσο όγκο CO2 θέλετε; (1 L CO2 @ STP ανά L μπύρας)
es: Cantidad de CO2 que se quiere (1 L CO2 @ STP por L de cerveza)
fr: Quel volume de C02 souhaitez-vous ? (1 L CO2 @ STP par L bière)
it: Quanti volumi di co2 vuoi (1 L CO2 @ STP per L Birra)
nb: Hvor mye CO2 du vil ha (1 L CO2 @ 1 atm per L øl)
nl: Hoeveel volumes CO2 u wilt ((1 liter CO2 @ STP per liter bier)
pl: Jaka jest pożądana zawartość CO2 (1 L CO2 @ STP w L piwa)
pt_br: Quantos volumes de CO2 você quer (1 L CO2 @ STP por L cerveja)
ru: Сколько объемов CO2 желаете получить (1л CO2 / 1л пива)
sv: Hur mycket CO2 du vill ha (1L CO2 @ STP per L öl)

# primingDialog|
source: Glucose Monohydrate (corn sugar)
ca: Glucosa Monohidrat
cs: Monohydrát glukózy (kukuřičný cukr)
de: Glukose-Monohydrat (Maiszucker)
el: Glucose Monohydrate (Δεξτρόζη)
es: Glucosa Monohidrato
fr: Glucose monohydrate (sucre de maïs)
it: Glucosio monoidrato (zucchero del mais)
nb: Glucose monohydrate (Druesukker)
nl: Glucose Monohydrate (mais suiker)
pl: Glukoza krystaliczna (glukoza, dekstroza, cukier kukurydziany)
pt_br: Glicose Monohidratada (açúcar de milho)
ru: Глюкоза моногидрат (кукурузный сахар)
sv: Glykosmonohydrat (majssocker)

# primingDialog|
source: Anhydrous Glucose
ca: Glucosa Deshidratada
cs: Bezvodá glukóza
de: Wasserfreie Glukose
el: Άνυδρη γλυκόζη
es: Glucosa Deshidratado
fr: Glucose anhydre
it: glucosio anidro
nl: Watervrije Glucose
pl: Glukoza bezwodna
pt_br: Glicose Anídrica
ru: Глюкоза безводная
sv: Vattenfri glykos

# primingDialog|
source: Sucrose (table sugar)
ca: Sacarosa
cs: Sacharóza (řepný cukr)
de: Saccharose (Rohrzucker)
el: Sucrose (κοινή ζάχαρη)
es: Sacarosa
fr: Sucrose (sucre blanc de table)
it: Saccarosio (zucchero da tavola)
nb: Sucrose (Vanlig sukker)
nl: Sucrose (kristalsuiker)
pl: Sacharoza (cukier stołowy)
pt_br: Sacarose
ru: Сахароза (столовый сахар)
sv: Socker (Bordssocker)

# primingDialog|
source: Dry Malt Extract
ca: Extracte de malta sec
cs: Sušený sladový výtažek
de: Trockenmalzextrakt
el: Ξηρή βύνη
es: Extracto Seco
fr: Extrait de malt en poudre
it: Estratto di malto secco
nb: Tørr maltekstrakt
nl: Gedroogd Mout Extract
pl: Suchy ekstrakt słodowy
pt_br: Extrair Malte Seco
ru: Сухой солодовый экстракт
sv: Torrt maltextrakt

# primingDialog|
source: Output
ca: Resultats
cs: Výstup
de: Ausgabe
el: Αποτέλεσμα
es: Resultados
fr: Sortie
hu: Kimenet
it: Produzione
nb: Utdata
nl: Uitvoer
pl: Wynik
pt_br: Saída
ru: Результат
sv: Resultat

# primingDialog|
source: Prime with
ca: Primer amb
cs: Přidejte
de: Karboniserung mi
el: Γόμωση με
es: Utilizar
fr: Sucrer avec
it: Prime con
nb: Karboner med
nl: Gistgift met
pl: Ilość surowca do refermentacji
pt_br: Escorvar com
ru: Чем карбонизируем
sv: Prime med

# primingDialog|
source: How much priming ingredient to use
ca: Quina quantitat de l'ingredient per al priming vol usar
cs: Kolik přísady přidat
el: Πόσο υλικό για την γόμμωση θα χρησιμοποιήσετε
es: Cantidad de azúcar requisita
fr: Quantité d'ingrédient sucrant à utiliser
it: Quanto ingerdiente per il primg usare
nb: Hvor mye karboneringsingrediens å bruke
nl: Hoeveel gist ingrediënt te gebruiken
pl: Ile użyć surowca do refermantacji
pt_br: Quanto ingrediente escorvado para usar
ru: Сколько праймера требуется
sv: Hur mycket Primingingrediens att använda

# primingDialog|
source: Calculate
ca: Calcular
cs: Spočítat
de: Berechne
el: Υπολογισμός
es: Calcular
fr: Calculer
it: Calcola
nb: Beregn
nl: Bereken
pl: Wylicz
pt_br: Calcular
ru: Расчитать
sv: Beräkna

# recipeExtrasWidget|
source: Form
ca: Format
cs: Formulář
de: Formular
el: Μορφή
es: Forma
fr: Format
hu: Forma
it: Forma
nb: Skjema
nl: Vorm
pl: Postać
pt_br: Formulário
ru: Форма
sv: Formulär

# recipeExtrasWidget|
source: Brewer
ca: Cerveser
cs: Sládek
de: Brauer
el: Ζυθοποιός
es: Fabricante
fr: Brasseur
hu: Sörfőző
it: Birraio
nb: Brygger
nl: Brouwer
pl: Piwowar
pt_br: Cervejeiro
ru: Пивовар
sv: Bryggare

# recipeExtrasWidget|
source: Asst. Brewer
ca: Ajudant
cs: Asistent sládka
de: Brauhelfer
el: Βοηθός
es: Asst. del Fabricante
fr: Asst. brasseur
it: Assistente Birraio
nb: Ass. brygger
nl: Assistent Brouwer
pl: Asystent piwowara
pt_br: Assistente Cervejeiro
ru: Помощник пивовара
sv: Assist. bryggare

# recipeExtrasWidget|
source: Taste Rating
ca: Nota de tast
cs: Hodnocení ochutnávky
de: Geschmacksbeurteilung
el: εκτίμηση γεύσης
es: Calificacción del Sabor
fr: Note de dégustation
it: Valutazione assaggio
nb: Smaksrate
nl: Smaak waardering
pl: Ocena smaku
pt_br: Avaliação de Sabor
ru: Оценка вкуса
sv: Smakbetyg

# recipeExtrasWidget|
source: Primary Age (days)
ca: Fermentació primària (dies)
cs: Délka hlav. kvašení (dny)
de: Dauer der Hauptgärung (Tage)
el: Ωρίμανση στον αρχικό κάδο ζήμωσης (ημέρες)
es: Días en el Primario
fr: Garde primaire (jours)
it: Età primaria (giorni)
nb: Primærtid (dager)
nl: Hoofdvergisting duur (dagen)
pl: Fermentacja burzliwa (dni)
pt_br: Tempo no Primário (dias)
ru: Срок брожения (дней)
sv: Primär ålder (dagar)

# recipeExtrasWidget|
source: Primary Temp
ca: Temperatura primària
cs: Teplota hlavního kvašení
de: Temperatur der Hauptgärung (Tage)
el: Θερμοκρασία
es: Temp. del Primario
fr: Température primaire
it: Temperatura primaria
nb: Primærtemperatur
nl: Temp hoofdvergisting
pl: Temp. fermentacji burzliwej
pt_br: Temperatura do Fermentador Primário
ru: Температура брожения
sv: Primärens temperatur

# recipeExtrasWidget|
source: Secondary Age (days)
ca: Fermentació secundària (dies)
cs: Délka dokvašování
de: Dauer der Nachgärung (Tage)
el: Ωρίμανση στον δεύτευρο κάδο (ημέρες)
es: Dias en el Secundario
fr: Garde secondaire (jours)
it: Età secondaria (giorni)
nb: Sekundærtid (dager)
nl: Duur navergisting (dagen)
pl: Fermentacja cicha (dni)
pt_br: Idade do Secundário (dias)
ru: Срок дображивания (дней)
sv: secundär ålder (dagar)

# recipeExtrasWidget|
source: Secondary Temp
ca: Temperatura secundària
cs: Teplota dokvašování
de: Temperatur der Nachgärung (Tage)
el: Θερμοκρασία
es: Temp. del Secundario
fr: Température secondaire
it: Temperatura secondaria
nb: Sekundærtemperatur
nl: Temp navergisting
pl: Temp. fermentacji cichej
pt_br: Temperatura do Secundário
ru: Температура дображивания
sv: Secundärens temperatur

# recipeExtrasWidget|
source: Tertiary Age (days)
ca: Fermentació terciària (dies)
cs: Délka ležení (dny)
de: Reifungszeit (Tage)
el: Ωρίμανση στον τρίτο κάδο (ημέρες)
es: Dias en el Terciario
fr: Garde tertiaire (jours)
it: Età terziaria (giorni)
nb: Tertiærtid (dager)
nl: Duur hergisting (dagen)
pl: Trzecia fermentacja (dni)
pt_br: Idade do Terciário (dias)
ru: Срок выдержки (дней)
sv: Tertiär ålder (dagar)

# recipeExtrasWidget|
source: Tertiary Temp
ca: Temperatura terciària
cs: Teplota ležení
de: Reifungstemperatur
el: Θερμοκρασία
es: Temp. del Terciario
fr: Température tertiaire
it: Temperatura terziaria
nb: Tertiærtemperatur
nl: Temp hergisting
pl: Temp. trzeciej fermentacji
pt_br: Temperatura do Terciário
ru: Температура выдержки
sv: Tertiärens temperatur

# recipeExtrasWidget|
source: Bottle/Keg Age (days)
ca: Fermentació en ampolla/barril (dies)
cs: V lahvi/KEGu (dny)
de: Zeit in Flaschen/Fass (Tage)
el: Παλάιωση σε φιάλες/βαρέλια
es: Dias en la Botella o Barrica
fr: Garde en bouteilles/fûts (jours)
it: Bottiglia/Fusto età (giorni)
nb: Flaske/Fat-tid (dager)
nl: Duur Fles/Vat (dagen)
pl: Długość leżakowania (dni)
pt_br: Idade de Garrafa/Barril (dias)
ru: Выдержка в бутылках/кеге (дней)
sv: Flaska/Tunna ålder (dagar)

# recipeExtrasWidget|
source: Bottle/Keg Temp
ca: Temperatura ampolla/barril
cs: Teplota lahve/KEGu
de: Temperatur in Flaschen/Fass
el: Θερμοκρασία
es: Temp. de la Botella o Barrica
fr: Température en bouteilles/fûts
it: Bottiglia/fusto Temperatura
nb: Flaske/Fat-temperatur
nl: Temp Fles/Vat (dagen)
pl: Temperatura leżakowania
pt_br: Temperatura de Garrafa/Barril
ru: Температура бутылок/кег
sv: Flaska/Tunna temperatur

# recipeExtrasWidget|
source: Date First Brewed
ca: Data primera elaboració
cs: Poprvé uvařeno
de: Datum des ersten Brauens
el: Ημ/νια αρχικής παρασκευής
es: Fecha de Primera Fabricación
fr: Date à laquelle la recette a été brassée la première fois
it: Data di prima birrificazione
nb: Dato først brygget
nl: Datum Eerste Brouwsel
pl: Data pierwszego warzenia
pt_br: Primeira Data de Cerveja Produzida
ru: Дата первой варки
sv: Första bryggdatum

# recipeExtrasWidget|
source: Carbonation Volumes
ca: Volum de CO2
cs: Nasycení
de: Karbonisierung
el: Βαθμοί CO2
es: Volúmenes de CO2
fr: Volumes de carbonatation
it: Volume carbonazione
nb: Karboneringsmengde
nl: Koolzuur Volumes
pl: Zawartość CO2
pt_br: Volume de Carbonação
ru: Степень карбонизации
sv: kolsydningsvolym

# recipeExtrasWidget|
source: Taste Notes
ca: Notes de tasts
cs: Poznámky k chuti
de: Geschmacksnotizen
el: σημειώσεις σχετικά με την γεύση
es: Notas del Sabor
fr: Notes de dégustation
it: Note di asssaggi
nb: Smaksnotater
nl: Proef Aantekeningen
pl: Notatki z degustacji
pt_br: Provar Notas
ru: Замечания по вкусу
sv: Smakprov noteringar

# recipeExtrasWidget|
source: Notes
cs: Poznámky
de: Notizen
el: Σημειώσεις
es: Notas
hu: Megjegyzések
it: Note
nb: Notater
nl: Aantekeningen
pl: Notatki
pt_br: Notas
ru: Примечания
sv: Anteckningar

# refractoDialog|
source: Refractometer Tools
ca: Eina per a refractometres
cs: Nástroje pro refraktometr
de: Refraktiometer-Werkzeuge
el: Διαθλασίμετρο
es: Herramienta para Refractometros
fr: Outil pour réfractomètre
it: Tool Rifrattometri
nb: Refraktometerverktøy
nl: Refractometer Gereedschap
pl: Narzędzia refraktometru
pt_br: Ferramentas de Refratômetro
ru: Калькулятор для рефрактометра
sv: Refraktometer verktyg

# refractoDialog|
source: Inputs
ca: Entrades
cs: Vstupy
de: Eingaben
el: Εισαγωγή
es: Entradas
fr: Entées
it: Ingressi
nb: Inndata
nl: Invoer
pl: Dane
pt_br: Entradas
ru: Ввод
sv: Indata

# refractoDialog|
source: Current Plato
ca: Plato actual
cs: Aktuální Plato
de: Aktueller Plato
el: Τρέχουσα Plato
es: Plato Actual
fr: Densité actuelle (°P)
it: Plato corrente
nb: Gjeldende Plato
nl: Huidige Plato
pl: Aktualne Plato
pt_br: Platô atual
ru: Текущее Плато
sv: Nuvarande Plato

# refractoDialog|
source: Calculate
ca: Calcular
cs: Spočítat
de: Berechne
el: Υπολογισμός
es: Calcular
fr: Calculer
it: Calcola
nb: Beregn
nl: Bereken
pl: Wylicz
pt_br: Calcular
ru: Расчитать
sv: Beräkna

# refractoDialog|
source: Outputs
ca: Resultats
cs: Výstupy
de: Ausgaben
el: Αποτέλεσμα
es: Resultados
fr: Résultats
it: Produzione
nb: Utdata
nl: Uitvoer
pl: Wyniki
pt_br: Saídas
ru: Результаты
sv: Resultat

# refractoDialog|
source: ABV
cs: Obsah alk. (obj.)
es: APV
hu: alkoholfok (v/v%)
nl: Alc (vol%)
pl: Alkohol (ABV)
ru: % алкоголя (об.)
sv: Alkoholhalt

# refractoDialog|
source: ABW
cs: Obsah alk. (hm.)
es: APM
nl: Alc (gew%)
pl: Alkohol wagowo (ABW)
ru: % алк.(вес)
sv: Viktprocent (ABW)
