Repository: Brewtarget/brewtarget
Catalog: translations/lpad/bt-*.po
Languages: ca, cs, de, el, es, fr, hu, it, nb, nl, pl, pt_br, ru, sv

# mainWindow|
source: Brewday
ca: Dia d'elaboració
cs: Varní list
de: Brautag
el: Μέρα ζυθοποίησης
fr: Journée de brassage
hu: Főzés napja
it: Giorno di Birrificazione
nb: Bryggedag
nl: Brouwdag
pl: Dzień warzenia
pt_br: Dia de Confecção de Cerveja
ru: День варки
sv: Bryggdagen

# mainWindow|
source: Add a fermentable
ca: Afegir un fermentable
cs: Přidat surovinu
de: Ein Gärgut zugeben
el: Προσθέστε ζυμώσιμα
es: Agregar un fermentable
fr: Ajouter un fermentescible
hu: Erjeszthető hozzávaló hozzáadása
it: Aggiungi a Fermentabile
nb: Legg til gjærbart
nl: Voeg een vergistbare toe
pl: Dodaj składnik fermentacji
pt_br: Adicionar um Fermentável
ru: Добавить компонент
sv: Lägg till en jäsbar produkt

# mainWindow|
source: Remove selected fermentable
ca: Elimina fermentable seleccionat
cs: Odebrat zvolenou surovinu
de: Das gewählte Gärgut entfernen
el: Αφαιρέστε το επιλεγμένο ζυμώσιμο
es: Remover fermentable seleccionado
fr: Supprimer le fermentescible sélectionné
hu: Erjeszthető hozzávaló eltávolítása
it: Rimuovi il fermentabile selezionato
nb: Fjern valgt gjærbar
nl: Verwijder geselecteerde vergistbare
pl: Usuń składnik fermentacji
pt_br: Remover o Fermentável Selecionado
ru: Удалить выбранный компонент
sv: Ta bort Jäsbar produkt

# mainWindow|
source: Edit selected fermentable
ca: Edita fermentable seleccionat
cs: Upravit zvolenou surovinu
de: ausgewähltes Gärgut bearbeiten
el: Επεξεργαστείτε το επιλεγμένο ζυμώσιμο
es: Editar fermentable seleccionado
fr: Modifier le fermentescible sélectionné
hu: Erjeszthető hozzávaló szerkesztése
it: Edit il fermentabile selezionato
nb: Rediger valgt gjærbar
nl: Edit geselecteerde vergistbare
pl: Edutj wybrany składnik fermentacji
pt_br: Editar o Fermentável Selecionado
ru: Редактировать выбранный ингридиент
sv: Redigera jäsbar produkt

# mainWindow|
source: Add hop
ca: Afegeix llúpol
cs: Přidat chmel
de: Hopfen zugeben
el: Προσθέστε λυκίσκο
es: Agregar lúpulo
fr: Ajouter un houblon
hu: Komló hozzáadása
it: Aggiunta Luppolo
nb: Legg til humle
nl: Voeg Hop toe
pl: Dodaj chmiel
pt_br: Adicionar Lúpulo
ru: Добавить хмель
sv: Lägg till Humle

# mainWindow|
source: Remove selected hop
ca: Elimina llúpol seleccionat
cs: Odebrat zvolený chmel
de: Den ausgewählten Hopfen entfernen
el: Αφαιρέστε τον επιλεγμένο λυκίσκο
es: Remover lúpulo seleccionado
fr: Supprimer le houblon sélectionné
hu: Komló eltávolítása
it: Rimuovi luppolo selezionato
nb: Fjern valgt humle
nl: Verwijder geselecteerde hop
pl: Usuń wybrany chmiel
pt_br: Remover Lúpulo Selecionado
ru: Удалить выбранный хмель
sv: Ta bort Vald Humle

# mainWindow|
source: Edit selected hop
ca: Edita llúpol seleccionat
cs: Upravit zvolený chmel
de: ausgewählten Hopfen bearbeiten
el: επεξεργαστείτε τον επιλεγμένο λυκίσκο
es: Editar lúpulo seleccionado
fr: Modifier le houblon sélectionné
hu: Kiválasztott komló szerkesztése
it: Edit luppolo selezionato
nb: Rediger valgt humle
nl: Edit geselecteerde hop
pl: Edytuj wybrany chmiel
pt_br: Editar Lúpulo Selecionado
ru: Изменить выбранный хмель
sv: Redigera Vald Humle

# mainWindow|
source: Miscellaneous
ca: Ingredients extres
cs: Přípravky
de: Sonstiges
el: Διάφορα
es: Misc
fr: Divers
hu: Egyebek
it: Aggiunta
nb: Diverse
nl: Diversen
pl: Dodatki
pt_br: Adjuntos
ru: Прочее
sv: Övrigt

# mainWindow|
source: Add misc
ca: Afegeix ingredient extra
cs: Přidat přípravek
de: eine sonstige Zutat hinzufügen
el: προσθέστε διαφ.
es: Agregar misc
fr: Ajouter divers
hu: Egyéb hozzávaló hozzáadása
it: Aggiungi misc
nb: Legg til diverse
nl: Voeg diversen toe
pl: Dodaj dodatek
pt_br: Adicionar Adjunto
ru: Добавить прочее
sv: Lägg till Diverse

# mainWindow|
source: Remove selected misc
ca: Elimina ingredient extra seleccionat
cs: Odebrat zvolený přípravek
de: ausgewählte sonstige Zutat entfernen
el: Αφαιρέστε τα επιλεγμένα διαφ.
es: Remover misc seleccionado
fr: Supprimer l'ingrédient divers sélectionné
hu: Kiválasztott egyéb hozzávaló eltávolítása
it: Rimuovi misc selezionato
nb: Fjern valgt diverse
nl: Verwijder geselecteerde diversen
pl: Usuń wybrany dodatek
pt_br: Remover adjunto selecionado
ru: Удалить выбранный элемент
sv: Ta bort vald Diverse

# mainWindow|
source: Edit selected misc
ca: Edita ingredient extra seleccionat
cs: Upravit zvolený přípravek
de: ausgewählte sonstige Zutat bearbeiten
el: Επεξεργαστείτε τα επιλεγμένα διαφ.
es: Editor misc seleccionado
fr: Modifier l'ingrédient divers sélectionné
hu: Kiválasztott egyéb hozzávaló szerkeszése
it: Edit misc selezionato
nb: Rediger valgt diverse
nl: Edit geselecteerde Diversen
pl: Edytuj wybrany dodatek
pt_br: Editar adjunto selecionado
ru: Редактировать выбранный элемент
sv: Redigera vald Diverse

# mainWindow|
source: Yeast
ca: Llevat
cs: Kvasnice
de: Hefe
el: Μαγιά
es: Levadura
fr: Levures
hu: Élesztő
it: Lievito
nb: Gjær
nl: Gist
pl: Drożdże
pt_br: Levedura
ru: Дрожжи
sv: Jäst

# mainWindow|
source: Add yeast
ca: Afegeix llevat
cs: Přidat kvasnice
de: Hefe zugeben
el: Προσθέστε μαγιά
es: Agregar levadura
fr: Ajouter une levure
hu: Élesztő hozzáadása
it: Aggiungi lievito
nb: Legg til gjær
nl: Voeg Gist toe
pl: Dodaj drożdże
pt_br: Adicionar Levedura
ru: Добавить дрожжи
sv: Lägg till Jäst

# mainWindow|
source: Remove selected yeast
ca: Elimina llevat seleccionat
cs: Odebrat zvolené kvasnice
de: ausgewählte Hefe entfernen
el: Αφαιρέστε την επιλεγμένη μαγιά
es: Remover levadura seleccionada
fr: Supprimer la levure sélectionnée
hu: Kiválasztott élesztő eltávolítása
it: Rimuovi lievito selezionato
nb: Fjern valgt gjær
nl: Verwijder geselecteerde gist
pl: Usuń wybrane drożdże
pt_br: Remover Levedura Selecionada
ru: Удалить выбранные дрожжи
sv: Ta bort vald jäst

# mainWindow|
source: Edit selected yeast
ca: Edita llevat seleccionat
cs: Upravit zvolené kvasnice
de: ausgewählte Hefe bearbeiten
el: Επεξεργαστείτε την επιλεγμένη μαγιά
es: Editar levadura seleccionada
fr: Modifier la levure sélectionnée
hu: Kiválasztott élesztő szerkesztése
it: Edit lievito selezionato
nb: Rediger valgt gjær
nl: Edit geselecteerde gist
pl: Edytuj wybrane drożdże
pt_br: Editar levedura selecionada
ru: Редактировать выбранные дрожжи
sv: Editera vald jäst

# mainWindow|
source: Mash
ca: Maceració
cs: Rmutování
de: Maische
el: Σκεύος σακχαροποίησης
es: Maceración
fr: Empâtage
hu: Cefre
nb: Mesk
nl: Maisch
pl: Zacieranie
pt_br: Mosto
ru: Затор
sv: Mäsk

# mainWindow|
source: Add mash step
ca: Afegeix una fase a la maceració
cs: Přidat rmutovací krok
de: Maischschritt zufügen
el: Νέο βήμα σακχαροποίησης
es: Agregar paso de maceración
fr: Ajouter un palier d'empâtage
hu: Cefrézési lépés hozzáadása
it: Aggiungi step mash
nb: Legg til meskefase
nl: Voeg maisch stap toe
pl: Dodaj krok zacierania
pt_br: Adicionar Passo de Mosturação
ru: Добавить этап затирания
sv: Lägg till Mäsk-steg

# mainWindow|
source: Remove selected mash step
ca: Elimina la fase seleccionada
cs: Odebrat zvolený rmutovací krok
de: ausgewählten Maischschritt entfernen
el: Αφαιρέστε το επιλεγμένο βήμα σακχ/σης
es: Remover paso seleccionado
fr: Supprimer le palier d'empâtage sélectionné
hu: Kiválasztott cefrézési lépcső eltávolítása
it: Rimuovi mash step selezionato
nb: Fjern valgt meskefase
nl: Verwijder geselecteerde maisch stap
pl: Usuń wybrany krok zacierania
pt_br: Remover Passo de Mosturação Selecionado
ru: Удалить выбранный этап затирания
sv: Ta bort valt Mäsk-steg

# mainWindow|
source: Edit selected mash step
ca: Edita la fase seleccionada
cs: Upravit zvolený rmutovací krok
de: ausgewählten Maischschritt bearbeiten
el: Επεξεργαστέιτε το επιλεγμένο βήμα mash
es: Editar paso seleccionado
fr: Modifier le palier d'empâtage sélectionné
hu: Kiválasztott cefrézési lépcső eltávolítása
it: Rimuovi mash step selezionato
nb: Rediger valgt meskefase
nl: Edit geselecteerde maisch stap
pl: Etytuj wybrany krok zacierania
pt_br: Editar Passo de Mosturação Selecionado
ru: Редактировать выбранный этап затирания
sv: Redigera valt Mäsk-steg

# mainWindow|
source: Edit mash properties
ca: Edita les característiques de la maceració
cs: Upravit možnosti rmutování
de: Bearbeite Maisch-Eigenschaften
el: Ιδιότητες mash
es: Editar características de la maceración
fr: Modifier les paramètres d'empâtage
hu: Cefrézési tulajdonságok szerkesztése
it: Rimuovi mash step selezionato
nb: Rediger meskeegenskaper
nl: Edit maisch eigenschappen
pl: Edytuj właściwości zacierania
pt_br: Editar Propriedades de Mosturação
ru: Редактировать свойства затора
sv: Redigera Mäsk-egenskaper

# mainWindow|
source: Edit mash
ca: Edita maceració
cs: Upravit rmutování
de: Maische bearbeiten
es: Editar maceración
fr: Modifier l'empâtage
hu: Cefrézés szerkesztése
nb: Rediger mesk
nl: Edit maisch
pl: Właściwości zacierania
pt_br: Editar Mosto
ru: Редактировать затор
sv: Redigera Mäsk

# mainWindow|
source: Mash Des
ca: Dissenyador
cs: Návrhář rmutování
de: Maisch Designer
el: Περιγραφή
es: Diseñador
fr: Créateur d'empâtage
nb: Mesk Des
nl: Maisch bestemming
pl: Kreator zacierania
pt_br: Descrição de Mosturação
ru: Редактор затора
sv: Mäsk Des

# mainWindow|
source: Invoke the mash wizard
ca: Executa l'assistent de maceració
cs: Spustit průvodce rmutováním
de: Maisch-Assistent aufrufen
el: Εκκίνηση του mash wizard
es: Ejecutar el asistente de maceración
fr: Faites appel à l'assistant d'empâtage
hu: Cefrézés varázsló
it: Richiamare la procedura guidata mosto
nb: Start meskeveilleder
nl: Draai de maisch wizard
pl: Wywołaj pomocnika zacierania
pt_br: Utilizar o Assistente de Mosturação
ru: Вызвать мастера затора
sv: Starta mäskguiden

# mainWindow|
source: Mash wiz
ca: Giny
cs: Průvodce rmutováním
de: Maische-Assistent
es: Asistente
fr: Assistant d'empâtage
hu: Cefrézés varázsló
it: Mask wiz
nb: Meskeveil.
nl: Maisch wizard
pl: Pomocnik zacierania
pt_br: Assistente de Mosturação
ru: Мастер затора
sv: Mäskguide

# mainWindow|
source: Mashs
ca: Maceracions
cs: Rmutování
de: Maischen
es: Maceraciones
fr: Empâtage
hu: Cefrék
it: Mash
nb: Mesker
nl: Maisch
pl: Schematy zacierania
pt_br: Mostos
ru: Затирания
sv: Mäskar

# mainWindow|
source: Mash step up
ca: Mou cap a dalt la fase de maceració
cs: Krok nahoru
de: Maischschritt hoch
el: Βήμα σακχ/σης πάνω
es: Paso para arriba
fr: Monter le palier
hu: Cefrézési lépés fel
it: Intensificare Mash
nb: Meskeopptrinn
nl: Maisch stap omhoog
pl: Nastepna przerwa
pt_br: Acelerar Brassagem
ru: Этап затирания выше
sv: Mäskning steg upp

# mainWindow|
source: Mash step down
ca: Mou cap abaix la fase de maceració
cs: Krok dolů
de: Maischschritt runter
el: βήμα σακχ/σης κάτω
es: Paso para abajo
fr: Descendre le palier
hu: Cefrézési lépés le
it: Dimettere Mash
nb: Meskenedtrinn
nl: Maisch stap omlaag
pl: Poprzednia przerwa
pt_br: Atrasar brassagem
ru: Этап затирания ниже
sv: Mäskning steg ner

# mainWindow|
source: Save this mash profile
ca: Desa aquest perfil de maceració
cs: Uložit tento rmutovací profil
de: Dieses Maische-Profil speichern
el: Αποθήκευση αυτού του προφιλ σακχ/σης
es: Guardar esta perfil de maceración
fr: Sauvegarder ce profil d'empâtage
hu: Cefrézési profil mentése
it: Salva questo profilo di Mash
nb: Lagre denne meskeprofilen
nl: Sla dit maisch profiel op
pl: Zapisz schemat zacierania
pt_br: Salvar o Perfil da Mosturação
ru: Сохранить этот профайл затирания
sv: Spara Mäskprofilen

# mainWindow|
source: Save Mash
ca: Desa maceració
cs: Uložit rmutování
de: Maische speichern
el: Αποθήκευση Mash
es: Guardar Maceración
fr: Sauvegarder le profil
hu: Mentés (cefrézés)
it: Salva Mash
nb: Lagre mesk
nl: Opslaan Maisch
pl: Zapisz schemat zacierania
pt_br: Salvar Mosto
ru: Сохранить затирание
sv: Spara Mäsk

# mainWindow|
source: &About
ca: &Quant a
cs: &Nápověda
de: &Über
el: &Σχετικά
es: &Sobre
fr: &À propos
hu: &Névjegy
nb: &Om
nl: Over
pl: Pomo&c
pt_br: &Sobre
ru: &Справка
sv: &Om

# mainWindow|
source: &File
ca: &Fitxer
cs: &Soubor
de: &Datei
el: &Αρχείο
es: &Archivo
fr: &Fichier
hu: &Fájl
nb: &Fil
nl: Bestand
pl: &Plik
pt_br: &Arquivo
ru: &Файл
sv: &Arkiv

# mainWindow|
source: &Brewday
ca: &Dia d'elaboració
cs: &Varní list
de: &Brautag
el: &Μέρα ζυθοποίησης
es: &Modo Brewday
fr: Journée de &brassage
hu: &Főzés napja
nb: &Bryggedag
nl: Brouwdag
pl: &Dzień warzenia
pt_br: Dia de Fazer &Cerveja
ru: &Варочный день
sv: &Bryggdagen

# mainWindow|
source: &Recipe
ca: &Recepta
cs: &Recept
de: /Rezept
el: &Συνταγή
es: &Receta
fr: &Recette
hu: &Recept
it: &Ricetta
nb: &Oppskrift
nl: Recept
pl: &Receptura
pt_br: &Receita
ru: &Рецепт
sv: &Recept

# mainWindow|
source: &Database
ca: &Base de dades
cs: &Databáze
de: &Datenbank
el: &Βάση δεδομένων
es: &Base de Datos
fr: Base de &données
hu: &Adatbázis
pl: &Baza danych
pt_br: &Base de dados
ru: &База данных
sv: &Databas

# mainWindow|
source: &View
ca: &Mostra
cs: &Zobrazit
de: &Betrachten
el: &Προβολή
es: &Ver
fr: &Visualiser
hu: &Nézet
nb: &Vis
nl: Bekijk
pl: &Widok
pt_br: &Visualizar
ru: &Вид
sv: &Visa

# mainWindow|
source: &Tools
ca: E&ines
cs: Nás&troje
de: &Werkzeuge
el: &Εργαλεία
es: &Herramientas
fr: Ou&tils
hu: &Eszközök
nb: &Verktøy
nl: Gereedschap
pl: &Narzędzia
pt_br: &Ferramentas
ru: &Инструменты
sv: Verk&tyg

# mainWindow|
source: toolBar
ca: Barra d'eines
cs: nástrojováLišta
de: Werkzeugleiste
el: Γραμμή εργαλείων
fr: Barre d'outils
hu: eszközTár
it: Barra degli strumenti
nb: Verktøylinje
nl: gereedschapsBalk
pl: Pasek narzędzi
pt_br: Barra de Ferramentas
ru: Панель инструментов
sv: Verktygsrad

# mainWindow|
source: About &BrewTarget
ca: Quant a &Brewtarget
cs: &O aplikaci Brewtarget
de: Über &Brewtarget
el: Σχετικά &BrewTarget
es: Sobre &Brewtarget
fr: À propos de &Brewtarget
hu: A Brewtargetről
nb: Om &BrewTarget
nl: Over Brewtarget
pl: O &BrewTarget
pt_br: Sobre &BrewTarget
ru: &О BrewTarget
sv: Om &BrewTarget

# mainWindow|
source: About Brewtarget
ca: Quant a Brewtarget
cs: O aplikaci Brewtarget
de: Über Brewtarget
el: Σχετικά με το Brewtarget
es: Sobre Brewtarget
fr: À propos de Brewtarget
hu: a Brewtargetről
it: Chi è Brewtaget
nb: Om Brewtarget
nl: Over Brewtarget
pl: O Brewtarget
pt_br: Sobre BrewTarget
ru: О Brewtarget
sv: Om Brewtarget

# mainWindow|
source: &Export Recipe
ca: &Exporta recepta
cs: &Exportovat recept
de: Rezept &exportieren
el: &Εξαγωγή συνταγής
es: &Exportar Receta
fr: &Exporter une recette
hu: &ReceptExportálás
nb: &Eksporter oppskrift
nl: Exporteer recept
pl: &Eksportuj receptury
pt_br: &Exportar Receita
ru: &Экспортировать рецепт
sv: &Exportera Recept

# mainWindow|
source: &Fermentables
cs: &Suroviny
de: &Gärgüter
el: &Ζυμώσιμα
fr: &Fermentescibles
hu: &Erjesztető hozzávalók
nb: &Gjærbare
nl: Mout
pl: &Składniki fermentacji
pt_br: &Fermentáveis
ru: &Сбраживаемое
sv: &Jäsbara produkter

# mainWindow|
source: &Hops
ca: Ll&úpols
cs: &Chmele
de: &Hopfen
el: &Λυκίσκοι
es: &Lúpulos
fr: &Houblons
hu: &Komlók
it: &Luppoli
nb: &Humler
nl: Hop
pl: C&hmiele
pt_br: &Lúpulos
ru: &Хмель
sv: &Humle

# mainWindow|
source: &Miscs
ca: Ingredients e&xtres
cs: &Přípravky
de: &Sonstiges
el: &Διαφ.
fr: &Divers
hu: &Egyebek
it: &Miscellanea
nb: &Diverse
nl: Diversen
pl: &Dodatki
pt_br: &Adjunto
ru: &Прочее
sv: &Diverse

# mainWindow|
source: &Yeasts
ca: &Llevats
cs: &Kvasnice
de: &Hefen
el: &Μαγιές
es: Le&vaduras
fr: &Levures
hu: &Élesztők
it: L&ieviti
nb: &Gjær
nl: Gist
pl: &Drożdze
pt_br: &Leveduras
ru: Д&рожжи
sv: &Jäst

# mainWindow|
source: &Equipments
ca: &Equips
cs: &Vybavení
de: &Ausstattungen
el: &Εξοπλισμός
es: &Equipajes
fr: &Équipements
hu: &Felszerelések
it: Strum&enti
nb: &Utstyr
nl: Apparatuur
pl: &Sprzęt
pt_br: &Equipamentos
ru: &Оборудование
sv: &Utrustning

# mainWindow|
source: &Styles
ca: Es&tils
cs: S&tyly
de: &Stile
el: &Στυλ
es: Est&ilos
hu: &Stílusok
it: &Stili
nb: &Øltyper
nl: Stijlen
pl: Sty&le
pt_br: Estilo&s
ru: &Сорта
sv: &Stilar

# mainWindow|
source: &Exit
ca: &Surt
cs: &Konec
de: &Ende
el: &Έξοδος
es: &Salir
fr: &Quitter
hu: &Kilépés
it: &Esci
nb: &Avslutt
nl: Einde
pl: &Wyjście
pt_br: &Sair
ru: В&ыйти
sv: &Avsluta

# mainWindow|
source: &Import Recipes
ca: &Importa receptes
cs: &Importovat recepty
de: Rezepte &Importieren
el: &Εισαγωγή συνταγών
es: &Importar Recetas
fr: &Importer recettes
hu: &Recept importálás
it: &Importa Ricette
nb: &Importer oppskrift
nl: Importeer Recepten
pl: &Importuj receptury
pt_br: &Importar Receitas
ru: &Импортировать рецепты
sv: &Importera Recept

# mainWindow|
source: &Options
ca: &Opcions
cs: &Možnosti
de: &Optionen
el: &Επιλογές
es: &Opciones
hu: &Beállítások
it: &Opzioni
nb: &Innstillinger
nl: Opties
pl: &Opcje
pt_br: &Opções
ru: &Параметры
sv: Inställningar (&O)

# mainWindow|
source: &Scale Recipe
ca: &Escala la recepta
cs: &Změnit objem
de: Rezept &skalieren
el: &Μετατροπή συνταγής
es: &Balancear la Receta
fr: &Adapter la recette
hu: &Recept arányítás
nb: &Skaler oppskift
nl: Schaal Recept
pl: &Skaluj recepturę
pt_br: &Escalonamento da Receita
ru: &Масштабирование рецепта
sv: &Skala Recept

# mainWindow|
source: Recipe to Clipboard as &Text
ca: Recepta copiada com a &text
cs: &Recept do schránky jako text
de: Rezept in die Zwischenablage als &Text
el: Συνταγή στην επικόλληση ως αρχείο &Text
es: Receta al portapapeles como &texto
fr: Copier la recette dans le presse papier en &texte
hu: Recept másolása a vágópadra &Szővegként
it: Ricetta negli Appunti come &Testo
nb: Oppskrift til utklippstavle som &Tekst
nl: Recept naar Klembord als Tekst
pl: Kopiuj recepturę do schowka jako &tekst
pt_br: Receita para Área de Transferência como &Texto
ru: &Копировать рецепт в буфер в виде текста
sv: Recept till Urklipp som &Text

# mainWindow|
source: &OG Correction Help
ca: Ajuda per corregir la &DI
cs: Ú&prava objemu pro dosažení hustoty
de: Stammwürze K&orrekturhilfe
el: &Βοήθημα διόρθωσης OG
es: &Ayuda para Corrección de DI
fr: Aide à la correction de &DI
hu: &Eredeti fajsúly korrekció segítség
it: Aiuto Correzione Gravità &Originale
nb: &OG korreksjon hjelp
nl: Hulp bij correctie oorspronkelijk SG
pl: &Korekcja gęstości
pt_br: &Ajuda na Correção da OG
ru: Коррекция &НП
sv: &OG korrigerings Hjälp

# mainWindow|
source: &Convert Units
ca: &Conversor d'unitats
cs: &Převody jednotek
de: Einheiten umre&chnen
el: &Μετατροπή μονάδων μέτρησης
es: &Convertir unidades
fr: &Convertisseur d'unités
hu: &Mértékegység átváltás
it: &Converti Unità
nb: &Konverter enheter
nl: Conversie Eenheden
pl: &Konwerter jednostek
pt_br: &Converter Unidades
ru: &Преобразование единиц
sv: Konvertera Enheter (&C)

# mainWindow|
source: Backup Database
ca: Còpia de seguretat de la base de dades
cs: Zálohovat databázi
de: Backup Datenbank
el: Αντίγραφο ασφαλείας βάσης δεδομένων
es: Reservar Base de Datos
fr: Sauvegarder la base de donnés
hu: Adatbázis mentése
it: Backup del Database
nb: Sikkerhetskopier database
pl: Stwórz kopię zapasową bazy danych
pt_br: Cópia de Segurança de Banco de Dados
ru: Резервная копия базы данных
sv: Säkerhetskopiera databasen

# mainWindow|
source: Restore Database
ca: Recupera base de dades
cs: Obnovit databázi
de: Datenbank wiederherstellen
el: Επαναφορά Βάσης Δεδομένων
es: Restituir Base de Datos
fr: Restaurer la base de données
hu: Adatbázis visszaállítás
it: Ripristina Database
nb: Gjenopprett database
pl: Przywróć bazę danych
pt_br: Restaura Banco de Dados
ru: Восстановление Базы
sv: Återställ databas

# mainWindow|
source: &Copy Recipe
ca: &Copia la recepta
cs: &Kopírovat recept
de: Rezept kopieren &c
el: &Αντιγραφή Συνταγής
es: &Copiar Receta
fr: &Copier la recette
hu: &Recept másolás
it: &Copia Ricetta
nb: &Kopier oppskrift
nl: Copiëer Recept
pl: Skopiuj re&cepturę
pt_br: &Copiar Receita
ru: &Копировать рецепт
sv: &Kopiera Recept

# mainWindow|
source: Pr&iming Calculator
ca: Calculadora del «&priming»
cs: &Výpočet kvasných cukrů
de: Speiserechner
el: Υπολογισμός ανθρακικού
es: Calculadora para &Embotellar
fr: Calculateur de &sucrage
hu: Számológép palackos érleléshez
nb: Ka&rboneringskalkulator
nl: Rekenhulp suiker toevoeging
pl: Kalkulator surowca do refermantacj&i
pt_br: &Calculadora de Gaseficação
ru: &Карбонизация
sv: Pr&iming Kalkulator

# mainWindow|
source: &Refractometer Tools
ca: Eina per a &refractometres
cs: &Nástroje pro refraktometr
de: Refraktiometer-Werkzeuge
el: &Διαθλασίμετρο
es: &Herramienta para Refractómetros
fr: Outil pour &réfractomètre
hu: Refraktométereszközök
it: Strumenti &Refrattometro
nb: &Refraktometerverktøy
nl: Refractometer Gereedschap
pl: Narzędzia &refraktometru
pt_br: &Ferramentas do Refratômetro
ru: &Рефрактометр
sv: &Refraktometer verktyg

# mainWindow|
source: &Pitch Rate Calculator
ca: Calculadora de &llevat
cs: Vý&počet rozkvašení kvasnic
de: &Anstellverhältnis-Rechner
el: &Υπολογισμός starter
es: Calculadora para &Levadura
fr: Calculateur d'&ensemencement
hu: &Számológép élesztővel beoltáshoz
nb: &Gærstartkalkulator
nl: Gistgift rekenhulp
pl: Kalkula&tor ilości drożdży
pt_br: &Calculadora de Inoculação
ru: &Нормы засева
sv: Förkultiverings kalkulator (&P)

# mainWindow|
source: Merge Databases
ca: Uneix les bases de dades
cs: Spojit databáze
de: Datenbanken vereinigen
el: Συγχώνευση βάσεων δεδομένων
es: Unir Bases de Datos
fr: Fusionner les bases de données
hu: Adatbázisok összefésülése
it: Unire i database
nb: Legg sammen databaser
nl: Database Samenvoegen
pl: Połączenie baz danych
pt_br: Fundir Bases de Dados
ru: Объединить базы данных
sv: Sammanfoga databaser

# mainWindow|
source: Select another database to merge into the current one.
ca: Seleccionar una base de dades per combinar-la amb la actual.
cs: Vyberte jinou databázi pro spojení se současnou.
de: Wählen Sie eine Datenbank aus um sie mit der aktuellen zusammenzuführen.
el: Επιλέξτε μια άλλη βάση δεδομένων για συγχώνευση με την τρέχουσα
es: Elegir otro base de datos para unir al actual.
fr: Sélectionner une base de données à fusionner avec la base actuelle.
hu: Másik adatbázis választása a jelenlegivel való összefésüléshez
it: Selezionare un altro database da fondere in quello attuale.
nb: Velg database du vil slå sammen med gjeldende
pl: Wybierz bazę danych do połączenia z obecną bazą.
pt_br: Selecionar outra base de dados para fundir com a corrente.
ru: Выберите другую базу данных для объединения с текущей базой.
sv: Välj en annan databas för att sammanfoga till den aktuella.

# mainWindow|
source: &Print
ca: &Imprimir
cs: &Tisk
de: &Drucken
el: &Εκτύπωση
es: &Imprimir
fr: Im&primer
hu: &Nyomtatás
it: &Stampa
nb: &Skriv ut
pl: &Drukuj
pt_br: Im&primir
ru: &Печать
sv: &Skriv ut

# mainWindow|
source: Print Pre&view
ca: Vista Prèvia
cs: T&iskový náhled
de: Druch&vorschau
es: &Vista Previa
fr: &Aperçu avant impression
hu: Nyomtatási előnézet
it: Antepri&ma di Stampa
nb: &Forhåndsvisning av utskrift
pl: Podgląd &wydruku
pt_br: &Visualização de Impressão
ru: Пр&едварительный просмотр
sv: &Förhandsgranskning

# mainWindow|
source: &Export To HTML
ca: &Exportar a HTML
cs: &Exportovat do HTML
de: Als HTML &exportieren
el: &Εξαγωγή σε HTML
es: &Exportar en HTML
fr: &Exporter en HTML
hu: &Exportálás HTML-be
it: &Esporta In HTML
nb: &Eksporter til HTML
pl: &Eksportuj do HTML
pt_br: &Exportar para HTML
ru: &Экспортировать в HTML
sv: &Exportera till HTML

# mainWindow|
source: &Export to HTML
ca: &Exportar a HTML
cs: &Exportovat do HTML
de: Als HTML &exportieren
el: &Εξαγωγή σε HTML
es: &Exportar en HTML
fr: &Exporter en HTML
hu: &Exportálás HTML-be
it: &Esporta in HTML
nb: &Eksporter til HTML
pl: &Eksportuj do HTML
pt_br: &Exportar para HTML
ru: &Экспортировать в HTML
sv: &Exportera till HTML

# mainWindow|
source: &Backup
ca: Còpia de seguretat
cs: &Zálohovat
el: &Αντίγραφο ασφαλείας
es: &Hacer copia de seguro
fr: &Sauvegarder
hu: &Másolat készítése
nb: &Sikkerhetskopi
pl: &Utwórz kopię zapasową
pt_br: &Cópia de Segurança
ru: &Резервное копирование
sv: &Säkerhetskopiera
