Repository: Brewtarget/brewtarget
Catalog: translations/lpad/bt-*.po
Languages: ca, cs, de, el, es, fr, hu, it, nb, nl, pl, pt_br, ru, sv

source: Misc Editor
ca: Editor d'ingredients extres
cs: Editor přípravků
de: Sonstiges-Editor
el: Επεξεργασία διαφόρων
es: Editor de miscs
fr: Éditeur d'ingrédients divers
it: Editor Misc
nb: Diverseredigerer
nl: Diversen Editor
pl: Edytor dodatków
pt_br: Editor de Adjunto
ru: Редактор прочих ингредиентов

# namedMashEditor|
source: Sparge temp
ca: Temp. de rentat
cs: Teplota vyslazovací vody
de: Anschwänztemp.
el: Θερμοκρασία ψεκασμού
es: Temp. del lavado
fr: Température de rinçage
hu: Máslás hőmérséklete
it: Temperatura di Sparge
nb: Temepratur meskevann
nl: Spoel temp
pl: Temperatura wysładzania
pt_br: Temperatura de aspersão
ru: Температура промывки

# namedMashEditor|
source: Sparge pH
ca: pH del rentat
cs: pH sladiny
de: Anschwänz pH
el: PH ψεκασμού
es: pH del lavado
fr: pH eau de rinçage
hu: Máslási pH
it: pH di Sparge
nb: Meskevannets pH
nl: Spoel pH
pl: pH wysładzania
pt_br: pH de aspersão
ru: pH промывки

# namedMashEditor|
source: Tun
ca: Macerador
cs: Káď
de: Bottich
el: σκεύος σακχ/σης
es: Cuba
fr: Cuve matière
it: Botte
nb: Kar
nl: Vat
pl: Kadź zacierna
pt_br: Tina
ru: Заторник

# namedMashEditor|
source: Initial tun temp
ca: Temp. inicial macerador
cs: Počáteční teplota kádě
de: Anfängliche Bottichtemp.
el: Αρχική θερμοκρασία σκεύους
es: Temp. inicial de la cuba
fr: Température initiale
it: Temp iniziale botte
nb: Temperatur kar
nl: Initiële vat temp
pl: Początkowa temperatura kadzi
pt_br: Temperatura inicial de tina
ru: Начальная температура в заторнике

# namedMashEditor|
source: Tun mass
ca: Macerador
cs: Hmotnost kádě
de: Bottichmasse
el: μάζα σκεύους
es: Masa del Macerador
fr: Poids
it: Massa Botte
nb: Karets masse
nl: Vat massa
pl: Masa kadzi
pt_br: Massa da tina
ru: Масса Заторника

# ogAdjuster|
source: SG
ca: Densitat
cs: Hustota
es: Densidad
fr: DS
hu: fajsúly (SG)
pl: Gęstość przed gotowaniem (SG)
pt_br: SG (gravidade inicial)
ru: Плотность SG

# optionsDialog|
source: Use SI units
ca: Unitats SI
cs: Použít jednotky SI
de: Benutze SI-Einheiten
el: Διεθνές μετρικό σύστημα
es: Unidades SI
fr: Unités SI
it: Usa unità SI
nb: Bruk metriske enheter
nl: Gebruik SI eenheden
pl: Jednostki metryczne
pt_br: Usar unidades do SI
ru: Единицы измерения СИ

# optionsDialog|
source: Use US traditional units
ca: Unitats EEUU
cs: Použití americké jednotky
de: Benutze traditionelle US-Einheiten
el: μετρικό σύστημα ΗΠΑ
es: Unidades EEUU
fr: Unités impériales (US)
it: Usa Unità US tradizionali
nb: Bruk amerikanske enheter
nl: Gebruik US traditional units
pl: Jednostki tradycyjne USA
pt_br: Usar unidades tradicionais norte-americanas
ru: Единицы измерения США

# optionsDialog|
source: Use British imperial units
ca: Unitats Britàniques
cs: Použít britské jednotky
de: Verwende das Britisches System der Maße und Gewichte
el: Βρετανικό μετρικό σύστημα
es: Unidades Británicas
fr: Unités impériales (GBR)
it: Usa unità British imperial
nb: Bruk engelske enheter
nl: Gebruik British imperial units
pl: Jednostki brytyjskie
pt_br: Usar unidades britânicas imperiais
ru: Единицы измерения Великобритании

# optionsDialog|
source: Celsius
ca: Centígrads
cs: Stupně Celsia
el: Κελσίου
es: Centígrado
pl: Celsjusza
ru: Шкала Цельсия

# optionsDialog|
source: 20C/20C Specific Gravity
ca: 20C/20C Densitat
cs: Poměr hustot 20C/20C
de: 20C/20C spezifische Dichte
el: 20C/20C ειδικό βάρος
es: 20C/20C Densidad
fr: Densité Spécifique à 20°C
it: 20C/20C Densità Specifica
nb: 20C/20C Spesifikk Gravitasjon
nl: 20°C/20°C SG
pl: Jednostki SG 20C/20C
pt_br: 20C/20C Gravidade Específica
ru: 20C/20C Текущая Плотность

# optionsDialog|
source: Use SRM
ca: Fer servir SRM
cs: Použít SRM
de: Benutze SRM
el: Χρήση SRM
es: Usar SRM
fr: SRM
it: Usa SRM
nb: Bruk SRM
nl: Gebruik SRM
pl: SRM
pt_br: Usar SRM
ru: Использовать SRM

# optionsDialog|
source: Use EBC
ca: Fer servir EBC
cs: Použít EBC
de: Benutze EBC
el: Χρήση EBC
es: Usar EBC
fr: EBC
it: Usa EBC
nb: Bruk EBC
nl: Gebruik EBC
pl: EBC
pt_br: Usar EBC
ru: Использовать EBC

# optionsDialog|
source: Mosher's approximation
ca: Aproximació Mosher
cs: Mosherův odhad
de: Mosher's Näherungsverfahren
el: Προσέγγιση κατά Mosher
es: Aproximación Mosher
fr: Approximation de Mosher
it: Approssimazione di Mosher
nb: Mosher's tilnærming
pl: Mosher
pt_br: Aproximação de Mosher
ru: Аппроксимация Мошера

# optionsDialog|
source: Daniels' approximation
ca: Aproximació Daniels
cs: Danielův odhad
de: Daniels' Annäherung
el: Προσέγγιση κατά Daniel
es: Aproximación Daniels
fr: Approximation de Daniels
it: Approssimazione di Daniel
nb: Daniel's tilnærming
pl: Daniels
pt_br: Aproximação de Daniel
ru: Аппроксимация Дэниэлса

# optionsDialog|
source: Morey's approximation
ca: Aproximació Morey
cs: Moreyho odhad
de: Morey's Näherungsverfahren
el: Προσέγγιση κατά Morey
es: Aproximación Morey
fr: Approximation de Morey
it: Approsimazione di Morey
nb: Morey's tilnærming
pl: Morey
pt_br: Aproximação de Morey
ru: Аппроксимация Мори

# optionsDialog|
source: Tinseth's approximation
ca: Aproximació Tinseth
cs: Tinsethův odhad
de: Tinseth's Annäherung
el: Προσέγγιση κατά Tinseth
es: Aproximación Tinseth
fr: Approximation de Tinseth
it: Approssimazione di Tinseth
nb: Tineth's tilnærming
pl: Tinseth
pt_br: Aproximação de Tinseth
ru: Аппроксимация Тинсета

# optionsDialog|
source: Rager's approximation
ca: Aproximació Rager
cs: Ragerův odhad
de: Rager's Annäherung
el: Προσέγγιση κατά Rager
es: Aproximación Rager
fr: Approximation de Rager
it: Approssimazione di Rager
nb: Roger's tilnærming
pl: Rager
pt_br: Aproximação de Rager
ru: Аппроксимация Рэйджера

# optionsDialog|
source: % IBU adjustment
ca: Ajust del % IBU
cs: % úprava IBU
de: % IBU Korrektur
el: % Προσαρμογή IBU
es: Porcentaje de ajuste de IBUs
fr: Pourcentage d'ajustement de l'IBU
nb: % IBU-justering
pl: Dostosowanie % IBU
pt_br: % Ajuste de IBU

# optionsDialog|
source: Mash Hop
ca: Llúpol al macerat
cs: Mash Hop (do vystírky)
es: Lúpulo en Macerado
fr: Houblonnage à l'empâtage
nb: Meskehumle
pl: Chmielenie zacieru
pt_br: Mosto Lupulado

# optionsDialog|
source: First Wort
ca: Primer most
cs: First wort (do předku)
de: Vorderwürze
el: Πρίν το βράσιμο
fr: Pré-ébullition
hu: Színlé komlózása (forralás előtt)
it: Primo mosto
nb: Skylling
nl: Eerste Wort
pl: Chmielenie przedniej brzeczki
pt_br: Primeiro mosto
ru: Первое сусло

# optionsDialog|
source: Directories
ca: Carpetes
cs: Adresáře
de: Verzeichnisse
el: Κατάλογοι
es: Carpetas
fr: Répertoires
it: Elenchi
nb: Mapper
pl: Katalogi
pt_br: Diretórios
ru: Каталоги

# optionsDialog|
source: Database Directory
ca: Carpeta de la base de dades
cs: Výchozí adresář
de: Datenbankverzeichnis
el: Κατάλογος βάσης δεδομένων
es: Carpeta del Base de Datos
fr: Répertoire de la base de données
it: Elenchi Database
nb: Databasemappe
nl: Directory van de database
pl: Katalog bazy danych
pt_br: Diretório do banco de dados
ru: Каталог базы данных

# optionsDialog|
source: Where your brewtarget .xml files are.
ca: On són els fitxers .xml del brewtarget.
cs: Kde jsou vaše XML soubory Brewtargetu
de: Ort, an dem sich Ihre brewtarget *.xml Dateien befinden.
el: Που βρίσκονται τα .xml αρχεία του brewtarget
es: Dónde están los archivos de .xml brewtarget.
fr: Emplacement de vos fichiers .xml de brewtarget.
it: Sove sono i vostri Files Brewtarget.xml .
nb: Hvor dine Brewtarget .xml filer er lokalisert.
pl: Położenie twoich plików .xml
pt_br: Localização dos arquivos .xml do Brewtarget.
ru: Где находятся .xml файлы Brewtarget.

# optionsDialog|
source: Default
ca: Defecte
cs: Výchozí
de: Standard
el: Προεπιλογή
es: Defecto
fr: Défaut
hu: Alapértelmezett
nb: Forvalg
nl: Standaard
pl: Domyślne
pt_br: Padrão
ru: По умолчанию

# optionsDialog|
source: mm-dd-YYYY
ca: mm-dd-AAAA
fr: mm-jj-AAAA
pt_br: MM-DD-AAAA

# optionsDialog|
source: dd-mm-YYYY
ca: dd-mm-AAAA
fr: jj-mm-AAAA

# optionsDialog|
source: YYYY-dd-mm
ca: AAAA-dd-mm
fr: AAAA-jj-mm
pt_br: AAAA-DD-MM

# optionsDialog|
source: Noonan's approximation
ca: Aproximació de Noonan
fr: Approximation de Noonan

# pitchDialog|
source: OG
ca: DI
cs: Hustota mladiny
de: Stammwürze
es: DI
fr: DI
hu: kezdeti fajsúly (OG)
nl: Oorspronkelijkl SG
pl: Gęstość początkowa (OG)
ru: Начальная плотность (OG)

# pitchDialog|
source: MM/dd/yyyy
ca: dd/MM/yyyy
de: MM/tt/jjjj
el: ΜΜ/ηη/εεεε
es: dd/MM/yyyy
fr: dd/MM/yyyy
it: MM/GG/AAAA
pl: mm/dd/rrrr
pt_br: MM/dd/aaaa
ru: мм/дд/гггг

# refractoDialog|
source: Original Plato
ca: Plato inicial
cs: Původní Plato
de: Stammwürzegehalt (Plato)
el: Αρχική Plato
es: Plato Inicial
fr: DI (°P)
it: Plato origianale
nl: Oorspronkelijke Plato
pl: Oryginalne Plato
pt_br: Platô inicial
ru: Начальное Плато

# refractoDialog|
source: OG (20 C)
ca: DI (20C)
cs: Hustota (20C)
es: DI (20C)
fr: DI (20°C)
nl: Oorspronkelijk SG (20 °C)
pl: Gęstość (20 C)
ru: Начальная плотность (OG) (20С)

# refractoDialog|
source: SG (20C)
ca: Densitat (20C)
cs: Hustota (20C)
es: Densidad (20C)
fr: Densité Spécifique (20°C)
pl: Gęstość SG (20 C)
ru: Плотность SG (20С)

# refractoDialog|
source: OG (20C)
ca: DI (20C)
cs: Pův. hustota (20C)
es: DI (20C)
fr: DI (20°C)
nl: Oorspronkelijk SG (20 °C)
pl: Gęstość OG (20 C)
ru: Начальная плотность (OG) (20С)

# styleEditor|
source: Cider
ca: Sidra
el: Μηλίτης
fr: Cidre
it: Sidro
nb: Sider
pl: Cydr
pt_br: Cidra
ru: Сидр

# styleEditor|
source: Max
ca: Màxim
cs: Maximálně
el: Μεγ.
nb: Maks
pl: Maks.
pt_br: Máx
ru: Макс.

# styleEditor|
source: Min
ca: Mínim
cs: Minimálně
el: Ελαχ.
pt_br: Mín
ru: Мин.

# styleEditor|
source: OG
ca: DI
cs: Počát. hustota
es: DI
fr: DI
hu: kezdeti fajsúly (OG)
nl: Oorspronkelijk SG
ru: НП

# styleEditor|
source: FG
ca: DF
cs: Konečná hustota
es: DF
fr: DF
hu: végleges fajsúly (FG)
nl: eind SG
ru: КП

# timerListDialog|
source: Timers
ca: Temporitzadors
cs: Časovače
de: Eieruhren
el: Χρονόμετρα
es: Minuteros
fr: Minuteries
hu: Időzítők
nb: Tidtakere
pl: Minutniki
pt_br: Temporizadores
ru: Таймеры

# waterEditor|
source: Dialog
ca: Diàleg
el: Πλαίσιο διαλόγου
fr: Boîte de dialogue
it: Dialogo
nl: Dialoog
pt_br: Diálogo
ru: Диалог

# yeastEditor|
source: Champagne
ca: Cava
cs: Šampaňské
de: Champagner
el: Σαμπάνια
es: Champán
hu: Pezsgőélesztő
pl: Szampan
pt_br: Champanhe
ru: Шампанские

# yeastEditor|
source: Min Temp
ca: Temperatura min
cs: Min. teplota
el: Ελαχ. Θερμ.
es: Temp Min
fr: Temp. min
it: Temperatura Minima
pt_br: Temperatura Mínima
ru: Мин. температура

# yeastEditor|
source: Min temp
ca: Temperatura min
cs: Min. teplota
de: minimale Temperatur
el: Ελαχ. Θερμ.
es: Temp min
fr: Temp. min
it: Temperatura Minima
pt_br: Temperatura Mínima
ru: Минимальная температура

# yeastEditor|
source: Max Temp
ca: Temperatura max
cs: Max. teplota
el: Μεγ. Θερμ.
es: Temp Max
fr: Temp. max
it: Temperatura Massima
nb: Maks Temp
pl: Maks. Temp.
pt_br: Temperatura Máxima
ru: Макс. температура

# yeastEditor|
source: Max temp
ca: Temperatura max
cs: Maximální teplota
de: Maximale Temperatur
el: Μεγ. Θερμ.
es: Temp. max
fr: Temp. max
it: Temperatura Massima
nb: Maks Temp
pl: Maks. temp.
pt_br: Temperatura Máxima
ru: Максимальная температура

# BrewDayScrollWidget|
source: IBU
hu: Keserűség (IBU)
ru: Горечь IBU

# BrewDayWidget|
source: IBU
hu: Keserűség (IBU)
ru: Горечь IBU

# Brewtarget|
source: EBC
hu: Szín (EBC)
ru: Цвет пива по EBC

# Brewtarget|
source: SRM
hu: Szín (SRM)
ru: Цвет пива по SRM

# Brewtarget|
source: Plato
hu: °B
ru: Плато

# Brewtarget|
source: SI
el: Μετρικό σύστημα
hu: SI mértékegységek
pl: Jednostki metryczne
ru: Международные единицы

# Brewtarget|
source: Celsius
cs: Stupně Celsia
el: Κελσίου
es: Centígrado
pl: Celsjusza
ru: ° Цельсия

# Brewtarget|
source: Fahrenheit
cs: Fahrenheity
el: Φάρεναϊτ
pl: Fahrenheita
ru: ° Фаренгейта

# QObject|
source: Ale
ru: Эль

# QObject|
source: Lager
cs: Ležák
nl: Pils
ru: Лагер

# RecipeFormatter|
source: IBU
hu: Keserűség (IBU)
ru: Горечь IBU

# RecipeFormatter|
source: Beta
fr: Bêta
hu: Béta
ru: Бета

# RecipeFormatter|
source: Id
hu: Sorszám
ru: Идентификатор

# TimerWidget|
source: HH:MM:SS
el: ΩΩ:ΛΛ:ΔΔ
ru: ЧЧ:ММ:СС

# YeastItemDelegate|
source: Ale
ru: Эль

# YeastItemDelegate|
source: Lager
cs: Ležák
nl: Pils
ru: Лагер

# hopEditor|
source: Beta (%)
fr: Bêta (%)
hu: Bétasav (%)
ru: Бета (%)

# hopEditor|
source: Cohumulone (%)
cs: Kohumulon (%)
fr: Cohumulène (%)
it: Cohomulone (%)
nl: Cohumuloon (%)
pt_br: Cohumuleno (%)
ru: Когумулон (%)

# hopEditor|
source: Cohumulone
cs: Kohumulon
fr: Cohumulène
it: Coumulone
nl: Cohumuloon
pt_br: Cohumuleno
ru: Когумулон

# mainWindow|
source: &Manual
cs: &Návod
de: &Handbuch
el: οδηγίες
fr: &Manuel
hu: &Kézikönyv
it: &Manuale
nl: Handleiding
pl: &Podręcznik
ru: &Руководство

# mashDesigner|
source: Batch Sparge
cs: Vyslazení
de: Schrittweise Anschwänzen
el: τμηματικός ψεκασμός
es: Llavado lote entero
fr: Rinçage par lots
hu: Felöntéses máslás
it: Partita di Saprge
nb: Skylling
nl: Batch uitspoelen
pl: Wysładzanie
pt_br: Aspersão do Lote
ru: Промывка 'частями'.

# mashDesigner|
source: vol
cs: množství
hu: űrtartalom
pl: obj.
ru: об.

# mashDesigner|
source: tunVol
cs: objNád
de: Bottichvolumen
el: όγκος σκεύους
fr: volCuve
hu: Edény űrtartalom
it: VolBotte
nb: Karvolum
nl: Vat Volume
pl: obj. kadzi
pt_br: Volume da tina
ru: затОб.

# ogAdjuster|
source: Plato
hu: °B
ru: Плато

# optionsDialog|
source: Fahrenheit
cs: Fahrenheity
el: Φάρεναϊτ
pl: Fahrenheita
ru: Шкала Фаренгейта

# optionsDialog|
source: Plato/Brix/Balling
pl: Plato/Brix/Blg
ru: Плато/Брикс/Баллинг

# optionsDialog|
source: IBU
es: Amargor
hu: Keserűség (IBU)
ru: Горечь IBU

# recipeExtrasWidget|
source: dd MMM yyyy
de: tt MMM jjjj
el: μμ ΜΜ ΕΕΕΕ
ru: дд МММ гггг

# styleEditor|
source: Lager
cs: Ležák
nl: Pils
ru: Лагер

# styleEditor|
source: Ale
ru: Эль

# styleEditor|
source: IBUs
cs: IBU
es: IBU
nb: IBU'er
pl: IBU
ru: IBU

# styleEditor|
source: ABV (pct)
cs: Alkohol (%)
de: ABV
es: APV (%)
fr: ABV (%)
nb: ABV (pst)
pl: Alkohol (procent)
ru: %алк.(об.)

# yeastEditor|
source: Ale
ru: Элевые

# yeastEditor|
source: Lager
cs: Ležák
nl: Pils
ru: Лагерные

# yeastEditor|
source: Lab
cs: Laboratoř
de: Labor
el: Εργαστήριο/Εταιρία
fr: Labo
hu: Labor
it: Laboratorio
pl: Laboratorium
pt_br: Laboratório
ru: Лаборатория

# MainWindow|
source: SQLite (*.sqlite)
pt_br: SQLite

# hopEditor|
source: HSI
es: IEL
hu: Komló tárolási index

# mainWindow|
source: Ctrl+T
de: Strg+T
es: Ctrl+I
pl: Ctrl+L

# mainWindow|
source: Ctrl+E
de: Strg+E
pl: Ctrl+S

# Fermentable|
source: Normal
fr: Standard

# FermentableItemDelegate|
source: Normal
fr: Standard

# mainWindow|
source: Ctrl+F
de: Strg+F
