Repository: Brewtarget/brewtarget
Catalog: translations/lpad/bt-*.po
Languages: ca, cs, de, el, es, fr, hu, it, nb, nl, pl, pt_br, ru, sv

# mainWindow|
source: Save all recipes, ingredients, etc. to a backup folder
ca: Desa totes les receptes, ingredient, etc… a la carpeta de còpies de seguretat
cs: Uložit všechny recepty, přísady a další do adresáře záloh
de: Speichere alle Rezepte, Zutaten, etc. in einen Sicherungs-Ordner
el: Αποθηκευση όλων των συνταγών, συστατικών, κλπ σε αρχείο ασφαλείας
es: Guardar todas las recetas, ingredientes, etc. en una copia de seguro
fr: Sauvegarder toutes les recettes, ingrédients, etc. dans un dossier
hu: Minden recept, hozzávaló, stb. mentése másolatba
it: Salva tutte le ricette, ingredienti, ecc per una cartella di backup
nb: Lagre alle oppskrifter, ingredienser, etc til en sikkerhetskopimappe
pl: Zapisz wszystkie receptury, składniki itd do folderu kopii zapasowej
pt_br: Salvar todas as receitas, os ingredientes, etc. para o diretório de cópia de segurança
ru: Сохранить все рецепты, ингредиенты и т.п. в папке резервной копии
sv: Spara alla recept, ingredienser o.s.v. till en säkerhetskopieringsmapp

# mainWindow|
source: &Restore
ca: &Recupera
cs: &Obnovit
de: Wiede&rherstellen
el: &Επαναφορά
es: &Restituir
fr: &Restaurer
hu: &Visszaállítás
it: &Ripristina
nb: &Gjenopprett
pl: &Przywróć z kopii zapasowej
pt_br: &Restaurar
ru: &Восстановление
sv: &Återställ

# mainWindow|
source: Restore recipes, ingredients, etc. from a previous backup
ca: Recupera receptes, ingredients, etc… des de una còpia de seguretat anterior
cs: Obnovit recepty, přísady a další z předchozí zálohy
de: Stelle Rezepte, Zutaten, etc. von einer Sicherungskopie wieder her.
el: επαναφορά συνταγών, συστατικών, κλπ από προηγούμενο αντίγραφο ασφαλείας
es: Restituir las recetas, ingredients, etc. de una copia de seguro
fr: Restaure les recettes, ingrédients, etc. depuis une sauvegarde
hu: Receptek, hozzávalók, stb. visszaállítása másolatból
it: Ripristinare ricette, ingredienti, ecc da un backup precedente
nb: Gjenopprett oppskrifter, ingredenser, etc. fra en tidligere backup
pl: Przywróć wszystkie receptury, składniki itd z folderu kopii zapasowej
pt_br: Restaurar receitas, ingredientes, etc. a partir de cópia de segurança anterior
ru: Восстановить рецепты, ингредиенты и т.п. из резервной копии
sv: Återställ recept, ingredienser o.s.v. från en tidigare säkerhetskopiering

# mainWindow|
source: &Merge
ca: &Uneix
cs: &Spojit
de: Zusa&mmenführen
el: &Συγχώνευση
es: &Unir
fr: &Fusionner
hu: &Összefésülés
it: &Unisci
nb: &Slå sammen
pl: &Połącz bazy danych
pt_br: &Mesclar
ru: &Объединение
sv: &Sammanfoga

# mainWindow|
source: Merge another set of recipes, ingredients, etc. into the current set
ca: Combinar un altre conjunt de receptes, ingredients, etc. en el conjunt actual
cs: Spojit další sadu receptu, přísad a dalšího se současnou sadou
de: Führe einen anderen Satz Rezepte, Zutaten, etc. dem aktuellen Satz hinzu.
el: Συγχωνευση άλλου σετ συνταγών, συστατικών, κλπ στο παρόν σετ
es: Unir otra serie de recetas, ingredients, etc. a la actual
fr: Fusionner un autre lot de recettes, d'ingrédients, etc.avec l'actuel
hu: Másik recept, összetevő, stb. adathalmaz összefésülése a jelenlegivel
it: Unire un altro set di ricette, ingredienti, ecc nel set corrente
nb: Slå sammen et annet sett oppskrifter, ingredenser, etc. med gjeldende sett
pl: Połacz z inny zestaw receptur, skladników itp z aktualnym zestawem
pt_br: Mesclar outro conjunto de receitas, ingredientes, etc. com o atual conjunto
ru: Объединить другой набор рецептов, ингредиентов и т.п. с текущим набором
sv: Sammanfoga en annan uppsättning recept, ingredienser o.s.v. i den aktuella uppsättningen

# mainWindow|
source: &New Recipe
ca: Recepta nova
cs: &Nový recept
de: &Neues Rezept
el: &Νέα Συνταγή
es: &Nueva receta
fr: &Nouvelle recette
hu: &Új recept
it: &Nuova Ricetta
nb: &Ny oppskrift
nl: Nieuw recept
pl: &Nowa receptura
pt_br: &Nova Receita
ru: &Новый рецепт
sv: &Nytt recept

# mainWindow|
source: Timers
ca: Temporitzadors
cs: Časovače
de: Eieruhren
el: Χρονόμετρα
es: Minuteros
fr: Minuteries
hu: Időzítők
nb: Tidtakere
pl: Minutniki
pt_br: Temporizadores
ru: Таймеры
sv: Tidtagare

# mainWindow|
source: Show timers
ca: Mostra els temporitzadors
cs: Zobrazit časovač
de: Eieruhr zeigen
el: Εμφάνιση χρονόμετρων
es: Mostrar minuteros
fr: Afficher les minuteries
hu: dőzítők
it: Mostra Timers
nb: Vis tidtakere
nl: Toon timer
pl: Pokaż minutniki
pt_br: Exibir Temporizadores
ru: Показать таймеры
sv: Visa tidtagare

# mainWindow|
source: Save
ca: Desa
cs: Uložit
de: Speichern
el: Αποθήκευση
es: Guardar
fr: Sauvegarder
hu: Mentés
it: Salva
nb: Lagre
nl: Opslaan
pl: Zapisz
pt_br: Salvar
ru: Сохранить
sv: Spara

# mainWindow|
source: Delete selected
ca: Esborrar la selecció
cs: Odstranit vybraný
de: Auswahl löschen
el: Διαγραφή επιλεγμένου
es: Borrar el seleccionado
fr: Supprimer l'élément sélectionné
hu: Kijelölt törlése
it: Cancella selezionati
nb: Slett merkede
pl: Usuń zaznaczenie
pt_br: Excluir selecionado
ru: Удалить выбранный
sv: Ta bort valda

# mainWindow|
source: Delete recipe
ca: Esborrar recepta
cs: Odebrat recept
de: Rezept löschen
el: Διαγραφή συνταγής
es: Borrar receta
fr: Supprimer la recette
hu: Recept törlése
it: Cancella ricetta
nb: Slett oppskrift
nl: Verwijder recept
pl: Usuń recepturę
pt_br: Excluir receita
ru: Удалить рецепт
sv: Ta bort recept

# mainWindow|
source: &Mashs
ca: &Maceracions
cs: &Rmutovací schémata
de: &Maischen
es: & Macerados
fr: Profils d'e&mpâtage
hu: &Cefrék
it: A&mmosta
nb: &Mesk
pl: Schematy &zacierania
pt_br: &Mosturas
sv: &Mäskningar

# mainWindow|
source: Mashes
ca: Maceracions
cs: Rmutovací schémata
de: Maischen
es: Macerados
fr: Profils d'empâtage
hu: Cefrék
it: Ammostamenti
nb: Mesker
pl: Zacierania
pt_br: Mosturas
sv: Mäskningar

# mainWindow|
source: Strike Water Calculator
ca: Calculadora d'aigua a afegir
cs: Výpočet nálevu
de: Einmaischwasser-Rechner
el: Υπολογισμός Θερμοκρασίας νερού
fr: Ca&lculateur d'eau d'empâtage
hu: Felöntő víz kiszámítás
nb: Meskevannkalkulator
pl: Kalkulator wody do infuzji
pt_br: Calculador de água inicial
sv: Tillsatsvatten kalkylator

# mainWindow|
source: Export to &BBCode
ca: Exporta a &BBCode
fr: Exporter vers &BBCode
sv: Exportera till &BBCode

# mainWindow|
source: Hydrometer Temp Adjustment
sv: Justering av hydrometer temperatur

source: Mash Designer
ca: Dissenyador de maceració
cs: Návrhář rmutování
de: Maischedesigner
el: Σχεδιασμός σακχ/σης
es: Diseñador de Maceración
fr: Créateur de profil d'empâtage
hu: Cefrézés szerkesztő
it: Progettazione Ammostamenti
nb: Meskedesigner
nl: Maisch Ontwerper
pl: Kreator zacierania
pt_br: Designer da Mosturação
ru: Дизайнер засыпи
sv: Mäskningsdesigner

# mashDesigner|
source: Time
ca: Temps
cs: Čas
de: Zeit
el: Χρόνος
es: Tiempo
fr: Durée
hu: Idõ
it: Tempo
nb: Tid
nl: Tijd
pl: Czas
pt_br: Tempo
ru: Время
sv: Tid

# mashDesigner|
source: Next
ca: Segueix
cs: Další
de: Nächster
el: Επόμενο
es: Seguir
fr: Suivant
hu: Következõ
it: Prossimo
nb: Neste
nl: Volgende
pl: Dalej
pt_br: Próximo
ru: Далее
sv: Nästa

# mashDesigner|
source: Finish
ca: Acaba
cs: Dokončit
de: Fertigstellen
el: Λήξη
es: Acabar
fr: Terminer
hu: Befejezés
it: Fine
nb: Avslutt
nl: Beëindigen
pl: Koniec
pt_br: Finalizar
ru: Закончить
sv: Slutför

# mashDesigner|
source: Infusion/Decoction Amount
ca: Quantitat d'infusió/decocció
cs: Infuzní/dekokční množství
de: Aufguß/Absud Menge
el: Ποσότητα έγχυσης/decoction
es: Cantidad de Infusión/Cocción
fr: Volume d'infusion/de décoction
it: Importo di Infusione/Decotto
nb: Mengde infusjon/avkok
nl: Infusie/Decoctie Hoeveelheid
pl: Miara infuzji/dekokcji
pt_br: Quantidade de Infusão/Decocção
ru: Объем доливки/отварки
sv: Infusions-/Avkokningsmängd

# mashDesigner|
source: Infusion Temp
ca: Temp. d'infusió
cs: Teplota infuze
de: Aufgußtemperatur
el: Θερμοκρασία έγχυσης
es: Temp de Infusión
fr: Température d'infusion
hu: Cefrézési hőmérséklet
it: Temperatura di infusione
nb: Infusjonstemperatur
nl: Infusie Temp
pl: Temperatura infuzji
pt_br: Temperatura de Infusão
ru: Температура настаивания
sv: Infusionstemperatur

# mashDesigner|
source: Total Collected Wort
ca: Most extret
cs: Celkový objem díla
de: Ausschlagmenge
el: Συνολικό γλεύκος
es: Caldo Extraído
fr: Volume total de moût
hu: Összes színlé
it: Totale Mosto Raccolto
nb: Totalt samlet vørter
nl: Totaal Verzamelde Wort
pl: Całkowila objętość uzyskanej brzeczki
pt_br: Total de Mosto Coletado
ru: Всего собрано сусла
sv: Totalt insamlad vört

# mashDesigner|
source: Tun Fullness
ca: Capacitat de maceració
cs: Plnost nádoby
de: Bottichfülle
el: σκεύος γεμάτο
es: Llenura de la cuba
fr: Remplissage de la cuve
hu: Edény telítettség
it: Pienezza di Tun
nb: Karfullhet
nl: Volheid van het vat
pl: Napełnienie kadzi zaciernej
pt_br: Capacidade de enchimento panela
ru: Наполнение заторника
sv: Tun Fullhet

# mashDesigner|
source: thickness
ca: viscositat
cs: hustota
de: spez. Volumen
el: πάχος
fr: Épaisseur
hu: sűrűség
it: Spessore
nb: tykkelse
nl: Dikte
pl: grubość
pt_br: espessura
ru: густота
sv: tjocklek

# mashDesigner|
source: &Name
sv: &Namn

# mashDesigner|
source: &Type
sv: &Typ

# mashDesigner|
source: Tar&get temp.
sv: &Måltemp.

source: Mash Editor
ca: Editor de maceració
cs: Editor rmutů
de: Maisch-Editor
el: Επεξεργασία σακχαροποίησης
es: Editor de Maceración
fr: Éditeur de profil d'empâtage
hu: Cefrézés szerkesztő
it: Editor Ammostamenti
nb: Meskeredigerer
nl: Maisch Editor
pl: Parametry zacierania
pt_br: Editor de Mostura
ru: Редактор засыпи
sv: Mäskningsredigerare

# mashEditor|
source: Name
ca: Nom
cs: Název
el: Ονομασία
es: Nombre
fr: Nom
hu: Név
it: Nome
nb: Navn
nl: Naam
pl: Nazwa
pt_br: Nome
ru: Название
sv: Namn

# mashEditor|
source: Initial grain temp
ca: Temp. inicial del gra
cs: Počáteční teplota sladu
de: Anfängliche Getreidetemp.
el: Αρχική θερμοκρασία σιτηρών
es: Temp. inicial del grano
fr: Temp. initiale du grain
hu: Dara kezdeti hőmérséklet
it: Temperatura iniziale del Grano
nb: Temperatur malt
nl: Initiële graan temp
pl: Pocz. temertatura słodu
pt_br: Temperatura inicial dos grãos
ru: Начальная температура солода
sv: Initial korntemperatur

# mashEditor|
source: Sparge temp target
ca: Temp. desitjada del rentat
cs: Cílová teplota vyslazovací vody
de: Geplante Anschwänztemp.
el: Επιθυμητή θερμοκρασία ψεκασμού
es: Temp. deseado del lavado
fr: Température de rinçage ciblée
hu: Máslás megcélzott hőmérséklete
it: Obiettivo Temepratuta di Saprge
nb: Måltemperatur meskevann
nl: Beoogde Spoel temp
pl: Temperatura wysładzania
pt_br: meta da temperatura de aspersão
ru: Нужная температура промывки
sv: Sparge Måltemperatur

# mashEditor|
source: Notes
cs: Poznámky
de: Notizen
el: Σημειώσεις
es: Notas
hu: Megjegyzések
it: Note
nb: Notater
nl: Aantekeningen
pl: Notatki
pt_br: Notas
ru: Примечания
sv: Anteckningar

# mashEditor|
source: Get following parameters from the recipe's equipment.
ca: Aconseguir els paràmetres de l'equip de la recepta.
cs: Získat následující parametry z vybavení receptu.
de: Dei Folgenden Parameter von der Ausrüstung im Rezept übernehmen.
el: Συμπληρώστε τις παραμέτρους από τον εξοπλισμό
es: Conseguir los parametros del equipaje de la receta.
fr: Utiliser les données de l'équipement défini dans la recette pour les paramètres suivants.
hu: Felvenni a következő paramétereket, mint a recepthez társított felszerelés alapértékeat
it: Prendi i seguenti parametri dalle attrzzature della ricetta.
nb: Hent følgende parametere fra oppskriftens utstyr
nl: Verkrijg de volgende parameters van de apparatuur van het recept.
pl: Pobierz poniższe parametry ze sprzętu.
pt_br: Obter os seguintes parâmetros dos equipamentos da receita.
ru: Взять следующие параметры с оборудования из рецепта.
sv: Få följande parametrar från receptets utrustning.

# mashEditor|
source: From Equipment
ca: Del equip
cs: Z vybavení
de: Von Ausrüstung
el: Από τον εξοπλισμό
es: Del Equipaje
fr: Utiliser les valeurs de l'équipement
it: Da attrezzatura
nb: Fra utstyr
nl: Van Apparatuur
pl: Pobierz z ustawień sprzętu
pt_br: Do equipamento
ru: С Оборудования
sv: Från utrustning

# mashEditor|
source: Tun sp. heat
ca: Calor específic
cs: Spec. teplo kádě
de: Maischbottich sp. Wärme
es: Calor específico
fr: Chaleur spécifique
it: Tun sp.Calore
nb: Karets spesifikk varme
nl: Vat spec. hitte
pl: Ciepło wł. kadzi
pt_br: Calor específico da tina
ru: Теплоемк. Заторника
sv: Tun sp. värme

# mashEditor|
source: Tun specific heat (cal/(g*K))
ca: Calor específic del macerador (cal/(g*K))
cs: Specifické teplo kádě (kalorií/(g*K))
de: Maischbottich spez. Wärme (cal/(g*K))
el: Συγκεκριμένη θερμοκρασία σκεύους (cal/(g*K))
es: Calor específico de la cuba (cal/(g*K))
fr: Chaleur spécifique de la cuve matière (cal/(g*K))
it: Calore specifico di tun (Cal/(g*K))
nb: Karets spesifikk varme (cal/(g*K))
nl: Vat specifieke hitte (cal/g*K)
pl: Ciepło właściwe kadzi (cal/(g*K))
pt_br: Calor específico da tina (cal/(g*K))
ru: Теплоемкость Заторника (кал/(гр*С))
sv: Tun specifik värme (cal/(g*K))

source: Mash Step Editor
ca: Editor de fase de maceració
cs: Editor rmutovacích kroků
de: Maischschritt-Editor
el: επεξεργασία βήματος σακχ/σης
es: Editor de pasos de la maceracíon
fr: Éditeur de paliers d'empâtage
hu: Cefrézési lépés szerkesztése
it: Editor Step Mash
nb: Stegmeskredigerer
nl: Maisch Stap Editor
pl: Edytor kroków zacierania
pt_br: Editor de etapa de mostura
ru: Редактор Шага Затирания
sv: Mäskningsstegredigerare

# mashStepEditor|
source: Name
ca: Nom
cs: Název
el: Ονομασία
es: Nombre
fr: Nom
hu: Név
it: Nome
nb: Navn
nl: Naam
pl: Nazwa kroku
pt_br: Nome
ru: Название
sv: Namn

# mashStepEditor|
source: Type
ca: Tipus
cs: Druh
de: Typ
el: Είδος
es: Tipo
hu: Fajta
it: Tipologia
pl: Typ
pt_br: Tipo
ru: Тип
sv: Stil

# mashStepEditor|
source: Infusion
ca: Infusió
cs: Infuze
de: Aufguß
el: Έγχυση
es: Infusión
hu: Infúziós cefrézés
it: Infusione
nb: Infusjon
nl: Infusie
pl: Infuzja
pt_br: Infusão
ru: Настаивание
sv: avkok

# mashStepEditor|
source: Temperature
ca: Temperatura
cs: Teplota
de: Temperatur
el: Θερμοκρασία
es: Temperatura
fr: Chauffe
hu: Hőmérséklet
it: Temperatura
nb: Temperatur
nl: Temeratuur
pl: Programowanie temperaturowe
pt_br: Temperatura
ru: Температура
sv: Temperatur

# mashStepEditor|
source: Decoction
ca: Decocció
cs: Dekokce
de: Absud
es: Cocción
fr: Décoction
hu: Dekokció
it: Decotto
nb: Innkoking
nl: Decoctie
pl: Dekokcja
pt_br: Cozimento
ru: Отвар
sv: Avkok

# mashStepEditor|
source: Target temp.
ca: Desitjada
cs: Cílová teplota
de: Zieltemp.
el: Επιθυμητή θερμ.
es: Temp. deseado
fr: Température cible.
hu: Hőmérséklet célérték
it: Temperatura Obiettivo.
nb: Måltemp.
nl: Beoogde temp.
pl: Docelowa temp.
pt_br: Temperatura Alvo
ru: Нужная температура
sv: Måltemp.

# mashStepEditor|
source: Target temp. of this step
ca: Desitjada en aquest pas
cs: Cílová teplota tohoto kroku
de: Zieltemperatur dieses Schrittes
el: Επιθυμητή θερμ. αυτού του βήματος
es: Temp deseado del paso
fr: Température cible de ce palier
hu: Cefrézési lépés megcélzott hőmérséklete
it: Obiettivo temperatura di questo step
nb: Måltemp. denne fase
nl: Beoogde temp van deze stap
pl: Docelowa temeratura tego kroku
pt_br: Temperatura Alvo desse passo
ru: Нужная температура этого шага
sv: Måltemp. av detta steg

# mashStepEditor|
source: Infuse Amount
ca: Quantitat d'aigua
cs: Infuzní množství
de: Ausgussmenge
el: Ποσότητα έγχυσης
es: Cantidad de agua
fr: Volume d'infusion
hu: Teljes becefrézett anyag mennyisége
it: Quantità di Infusione
nb: Infusjonsmengde
nl: Infusie Hoeveelheid
pl: Wielkość infuzji
pt_br: Quantidade de Infusão
ru: Объем доливки
sv: infusionsmängd

# mashStepEditor|
source: Amount of water to infuse
ca: Quantitat d'aigua per fer la infusió
cs: Množství vody pro infuzi
de: Menge an Wasser für den Aufguss
el: Ποσότητα νερού για την έγχυση
es: Cantidad del agua para infusar
fr: Volume d'eau à utiliser pour l'infusion
hu: Becefrézett anyagból a víz mennyisége
it: Quantità d'acqua in infusione
nb: Mengde vann til infusjon
nl: Hoeveelheid water voor infusie
pl: Ilość dodanej wody
pt_br: Quantidade de água para infundir
ru: Объем воды для доливки
sv: Mängd vatten att fylla på

# mashStepEditor|
source: Infuse temp.
ca: Temp. de la infusió
cs: Teplota infuze
de: Aufgußtemp.
el: Θερμοκρασία έγχυσης
es: Temp de la infusión
fr: Température d'infusion
hu: Infúziós cefrézés hőmérséklete
it: Temperatura di infusione.
nb: Infusjonstemp.
nl: Infusie temp.
pl: Temp. infuzji
pt_br: Temperatura de Infusão
ru: Темп.доливки
sv: Infusionstemp.

# mashStepEditor|
source: Temperature of infusion water
ca: Temperatura de l'aigua de la infusió
cs: Teplota infuzní vody
de: Temperatur des Aufgußwassers
el: θερμοκρασία του προοριζόμενου για έγχυση νερού
es: Temperatura del agua de la infusión
fr: Température de l'eau d'infusion
hu: cefrézővíz hőmérséklete
it: Temperatura infusione dell'acqua
nb: Innfusjonsvannets temperatur
nl: Temperatuur van infusie water
pl: Temperatura dodanej wody
pt_br: Temperatura da água de infusão
ru: Температура доливаемой воды
sv: Temperatur på påfyllnadsvattnet

# mashStepEditor|
source: Decoction Amount
ca: Quantitat de la decocció
cs: Dekokční množ.
de: Absudmenge
el: Ποσότητα decoction
es: Cantidad de la cocción
fr: Volume de décoction
hu: Dekokció mennyisége
it: Quantità decotta
nb: Innkokingsmengde
nl: Decoctie Hoeveelheid
pl: Wielkość dekokcji
pt_br: Quantidade de decocção
ru: Объем отварки
sv: Avkoksmänd

# mashStepEditor|
source: Amount of mash to decoct
ca: Quantitat de líquid de la maceració per a la decocció
cs: Množství rmutu pro dekokci
de: Maischmenge zum absuden
el: Ποσότητα γλεύκους για decoction
es: Cantidad de la maceración para cocer
fr: Volume de moût à prélever pour la décoction
hu: Dekokcióhoz felhasznált cefre mennyisége
it: Quantità di mash da decotto
nb: Mengde mesk til å innkoke
nl: Hoeveelheid maisch voor decoctie
pl: Ilość dekoktu
pt_br: Quantidade do mosto para decocção
ru: Объем отвариваемого затора
sv: Mängd av vatten att koka bort

# mashStepEditor|
source: Time
ca: Temps
cs: Čas
de: Zeit
el: Χρόνος
es: Tiempo
fr: Durée
hu: Idõ
it: Tempo
nb: Tid
nl: Tijd
pl: Czas
pt_br: Tempo
ru: Время
sv: Tid

# mashStepEditor|
source: Time to conduct the step
ca: Temps per fer el pas
cs: Čas pro provedení kroku
de: Zeit um den Schritt durchzuführen
el: Ώρα για την διεξαγωγή του βήματος
es: Tiempo para hacer el paso
fr: Durée de maintien de ce palier
it: Tempo di condurre il passo
nb: Tid til å gjennomføre trinnet
nl: Tijd om stap uit te voeren
pl: Czas przeprowadzenia kroku
pt_br: tempo para realizar a etapa
ru: Время выполнения шага
sv: Tid att utföra steg

# mashStepEditor|
source: Temp. lag time
ca: Lapse entre temparatures
cs: Prodleva
de: Temperatur-Anstiegszeit
es: Lapso de la temp.
fr: Temps de latence de la chauffe
it: Temperatura di fine lagerizzazione
nb: Temp. forsinkelsestid
nl: Temp. lagfase
pl: Temp. czasu zwłoki
pt_br: tempo de atraso
ru: Температура лаг-паузы
sv: Temp. fördröjningstid

# mashStepEditor|
source: Lag time
ca: Lapse de temps
cs: Čas pro odpočinek
de: Verzögerung
es: Tiempo del lapso
fr: Temps de latence
it: Tempo lagerizzazione
nb: Forsinkelsestid
nl: lagfase
pl: Czas zwłoki
pt_br: Atraso
ru: Лаг-пауза
sv: Fördröjningstid

# mashStepEditor|
source: End temp.
ca: Temperatura final
cs: Konečná teplota
el: Τελ. Θερμ.
es: Temp. final
fr: Température finale.
it: Fine Temp.
nb: Slutttemp.
nl: Eind temp.
pl: Temp. końcowa
pt_br: Temperatura Final
ru: Конечная температура
sv: Slutlig temp.

# mashStepEditor|
source: Final temp. of this step
ca: Temp. fial final del pas
cs: Konečná teplota tohoto kroku
de: Endtemperatur dieses Schrittes
el: Τελική θερμ. αυτού του βήματος
es: Temp. final del paso
fr: Température finale de ce palier
it: Temperatura finale di questo step
nb: Endelig temp. for denne fasen
nl: Eind temp. van deze stap
pl: Końcowa temperatura kroku
pt_br: Temperatura Final desse passo
ru: Температура в конце этого шага
sv: Slutlig temp. av det här steget

source: Mash Wizard
ca: Assistent de la maceració
cs: Průvodce rmutováním
de: Maische-Assistent
el: Οδηγός Σακχαροποίησης
es: Asistente de la maceración
fr: Assistant d'empâtage
nb: Meskeveilleder
nl: Maisch wizard
pl: Pomocnik zacierania
pt_br: Assistente de mostura
ru: Мастер затора
sv: Mäsk Guide

# mashWizard|
source: Mash thickness (L/kg)
ca: Gruix (L/kg)
cs: Tloušťka rmutu (L/kg)
de: Maischdichte (L/kg)
el: Πυκνότητα σακχαροποίησης (L/kg)
es: Grosor (L/kg)
fr: Densité d'empâtage (L/kg)
it: Spessore Mash (L/kg)
nb: Mesketetthet (L/kg)
nl: Maisch dikte (L/kg)
pl: Gęstość zacieru
pt_br: Densidade da mostura (L/Kg)
ru: Густота затора (л/кг)
sv: Mäsktjocklek

# mashWizard|
source: No Spar&ge
sv: Ingen Spar&ge

# mashWizard|
source: Fl&y Sparge
sv: Sparge injektion (&y)

# mashWizard|
source: Batches
sv: Satser

# miscEditor|
source: Name
ca: Nom
cs: Název
el: Ονομασία
es: Nombre
fr: Nom
hu: Név
it: Nome
nb: Navn
nl: Naam
pl: Nazwa
pt_br: Nome
ru: Название
sv: Namn

# miscEditor|
source: Type
ca: Tipus
cs: Druh
de: Typ
el: Είδος
es: Tipo
hu: Fajta
it: Tipologia
pl: Typ
pt_br: Tipo
ru: Тип
sv: Stil

# miscEditor|
source: Spice
ca: Especie
cs: Koření
de: Gewürz
el: Μπαχαρικά
es: Especia
fr: Épices
hu: Fűszer
it: Spezie
nb: Krydder
nl: Specerij
pl: Przyprawa
pt_br: Tempero
ru: Специя
sv: Krydda

# miscEditor|
source: Fining
ca: Clarificador
cs: Čeření
de: Schönung
el: Βελτιωτικά
es: Aclarador
fr: Clarifiant
hu: Derítőszer
it: affinamento
nb: Klaringsmiddel
pl: Substancja klarująca
pt_br: Ajustes
ru: Очистка
sv: Klarningsmedel

# miscEditor|
source: Water Agent
ca: Agent per a aigua
cs: Úprava vody
de: Wasserzusatzmittel
el: Ρυθμιστής νερού
es: Agente para Agua
fr: Agent d'eau
hu: Vízkezelő anyag
it: Agente dell'acqua
nb: Vannjustering
nl: Waterbehandeling
pl: Uzdatnianie wody
pt_br: Corretor de água
ru: Агент воды
sv: Vattenbehandling

# miscEditor|
source: Herb
ca: Herba
cs: Bylina
de: Gewürz
el: Βότανα
es: Hierba
fr: Herbes
hu: Gyógynövény
it: Erba
nb: Urt
nl: Kruid
pl: Zioło
pt_br: Erva
ru: Трава
sv: Örtkrydda

# miscEditor|
source: Flavor
ca: Sabor
cs: Příchuť
de: Aroma
el: Άρωματικές Ύλες
es: Sabor
fr: Saveur
hu: Ízanyag
it: Sapore
nb: Smak
nl: Smaak
pl: Aromat
pt_br: Sabor
ru: Аромат
sv: Smak

# miscEditor|
source: Other
ca: Altres
cs: Jiný
de: Andere
el: 'Αλλο
es: Otro
fr: Autres
hu: Egyéb anyag
it: Altro
nb: Annet
nl: Overig
pl: Inny
pt_br: Outro
ru: Другое
sv: Övrigt

# miscEditor|
source: Use
ca: Ús
cs: Použití
de: Verwendung
el: Χρήση
es: Uso
fr: Utilisation
hu: Felhasználás
it: Usa
nb: Bruk
nl: Gebruik
pl: Użycie
pt_br: Uso
ru: Использование
sv: Använd

# miscEditor|
source: Boil
ca: Ebullició
cs: Chmelovar
de: Kochen
el: Στο Βράσιμο
es: Hervor
fr: Ébullition
hu: Forralás
it: Bollire
nb: Kok
nl: Koken
pl: Gotowanie
pt_br: Ferver
ru: Кипячение
sv: Kokning

# miscEditor|
source: Mash
ca: Maceració
cs: Rmutování
de: Maische
el: Στο σκεύος σακχ/σης
es: Maceración
fr: Empâtage
hu: Cefre
nb: Mesk
nl: Maisch
pl: Zacieranie
pt_br: Mosto
ru: Затор
sv: Mäsk

# miscEditor|
source: Primary
ca: Primari
cs: Hlavní kvašení
de: Hauptgärung
el: Κατά την πρώτη ζύμωση
es: Primario
fr: Primaire
hu: Elsődleges
it: Primario
nb: Primær
nl: Hoofdvergististing
pl: Fermentacja Burzliwa
pt_br: Primário
ru: Главное брожение
sv: Primär

# miscEditor|
source: Secondary
ca: Secundari
cs: Dokvašování
de: Nachgärung
el: κατά την δεύτερη ζύμωση
es: Secundario
fr: Secondaire
hu: Másodlagos
it: Secondario
nb: Sekundær
nl: Secundair
pl: Fermentacja Cicha
pt_br: Secundário
ru: Дображивание
sv: Sekundär

# miscEditor|
source: Bottling
ca: Embotellar
cs: Stáčení
de: Abfüllung
el: Κατά την εμφιάλωση
es: Embotellar
fr: Embouteillage
hu: Palackozás
it: Imbottigliamento
nb: Flasking
nl: Bottelen
pl: Butlekowanie
pt_br: Engarrafamento
ru: Бутылирование
sv: Flasktappning

# miscEditor|
source: Time
ca: Temps
cs: Čas
de: Zeit
el: Χρόνος
es: Tiempo
fr: Durée
hu: Idõ
it: Tempo
nb: Tid
nl: Tijd
pl: Czas
pt_br: Tempo
ru: Время
sv: Tid
