Repository: Brewtarget/brewtarget
Catalog: translations/lpad/bt-*.po
Languages: ca, cs, de, el, es, fr, hu, it, nb, nl, pl, pt_br, ru, sv

# Recipe|
source: Add grains
ca: Afegiu el gra
cs: Přidejte slad
de: Getreide zugeben
el: Προσθέστε Σιτηρά
es: Agregar el grano
fr: Ajout du grain
hu: Gabona adagolás
it: Aggiunta grani
nb: Legg til malt
nl: Graan toevoegen
pl: Dodaj słody
pt_br: Adicionar Grãos
ru: Добавить солод
sv: Tillsätt malt

# Recipe|
source: Add
ca: Afegiu
cs: Přidejte
de: Zugeben
el: Προσθήκη
es: Agregar
fr: Ajoutez
hu: Hozzáadás
it: Aggiunta
nb: Legg til
nl: Toevoegen
pl: Dodaj
pt_br: Adicionar
ru: Добавить
sv: Lägg till

# Recipe|
source: to the mash tun.
ca: al macerador.
cs: do rmutovací pánve.
de: zum Maischbottich hinzu.
el: Στο σκεύος σακχαροποίησης
es: al macerador.
fr: à la cuve matière.
hu: cefréző edénybe
it: al mash tun.
nb: til meskekaret.
nl: aan het maisch vat.
pl: do kadzi zaciernej.
pt_br: para o tonel do mosto.
ru: В заторник
sv: till mäsktun.

# Recipe|
source: Heat water
ca: Escalfeu l'aigua
cs: Ohřejte vodu
de: Wasser erhitzen
el: Ζεστάνετε το νερό
es: Calentar el agua
fr: Chauffe de l'eau
hu: Vízforralás
it: Calore dell'acqua
nb: Varm opp vann
nl: Verhit water
pl: Podgrzej wodę
pt_br: Água quente
ru: Подогрев воды
sv: Värm vatten

# Recipe|
source: Bring
ca: Escalfeu
cs: Přiveďte
de: Geben Sie
el: Φέρτε
es: traer
fr: Portez
hu: hőmérséklet módosul
it: Prtare
nb: Ta med
nl: Breng
pl: Podgrzej
pt_br: Produzir
ru: Принести
sv: Värm

# Recipe|
source: %1 water to %2,
ca: %1 d'aigua a %2,
cs: %1 vody na teplotu %2,
de: %1 Wasser zu %2,
el: %1 το νερό σε %2,
es: %1 de agua a %2,
fr: %1 d'eau à %2,
hu: %1 víz %2.
it: %1 acqua a %2,
nb: %1 vann til %2,
nl: %1 water naar %2,
pl: %1 wody do %2,
pt_br: %1 de água para %2,
ru: %1 воды к %2
sv: %1 vatten till %2,

# Recipe|
source: for upcoming infusions.
ca: per properes infusions.
cs: pro nadcházející infuze.
de: für spätere Aufgüsse.
el: για την έγχυση
es: para las proximas infusiones.
fr: pour les infusions à venir.
hu: a következő áztatáshoz
it: per infusioni successive.
nb: til kommende infusjoner.
nl: voor aanstaande infusies.
pl: dla nadchodzących infuzji.
pt_br: para as próximas infusões.
ru: К предстоящему настою
sv: för kommande infusion.

# Recipe|
source: Add %1 water at %2 to mash to bring it to %3.
ca: Afegiu %1 d'aigua a %2 a la maceració i escalfeu-la a %3.
cs: Přidejte %1 vody o teplotě %2 do díla pro ohřátí na %3.
de: %1 Wasser mit %2 zur Maische geben um diese auf %3 zu bringen.
el: Προσθέστε %1 νερό στους %2 κατά την σακχαροποίηση για να το φέρετε στους %3.
es: Agregar %1 de agua a %2 a la maceración para calentar a %3.
fr: Ajoutez %1 d'eau à %2 à la maische afin de l'amener à %3.
hu: Adj %1 vizet %2 hőmérsékleten, hogy a cefre hőmérséklete %3 legyen.
it: Aggiungi %1 acqua %2 di mash per portarla a %3.
nb: Tilsett %1 vann ved %2 til mesken for å bringe den til %3.
nl: Voeg %1 water van %2 toe aan de maisch om het op %3 te brengen.
pl: Dodaj %1 wody o temperaturze %2 do kadzi zaciernej aby podnieść jej temperaturę do %3.
pt_br: Adicione à mostura %1 de água em %2, trazendo-a para %3.
ru: Добавить %1 воды %2 к затору для получения %3
sv: Addera %1 vatten vid %2 till mäsken för att få den till %3.

# Recipe|
source: Heat mash to %1.
ca: Escalfeu la maceració a %1.
cs: Ohřejte dílo na %1.
de: Maische auf %1 erhitzen.
el: θερμάντε το χυλό στους %1.
es: Calentar la maceración a %1.
fr: Chauffez la maische à %1.
hu: Melegítsd a cefrét %1 hőmérsékletre
it: Riscaldare Mosto a %1.
nb: Varm opp mesk til %1.
nl: Verwarm maisch naar %1.
pl: Podgrzej zacier do %1.
pt_br: Aquecer o mosto para %1.
ru: Подогреть затор до %1.
sv: Värm mäsken till %1.

# Recipe|
source: Bring %1 of the mash to a boil and return to the mash tun to bring it to %2.
ca: Porteu %1 de la maceració a l'ebullició i torneu-la al macerador per arribar a %2.
cs: Přiveďte %1 rmutu k varu a vraťte jej do rmutovácí pánve abyste dílo ohřáli na %2.
de: Bringen Sie %1 der Maische zum kochen und fügen Sie es dem Maischottich wieder hinzu um Ihn auf %2 zu bringen.
el: Φέρτε %1 του χυλού σε βρασμό και επιστρέψτε το στο σκεύος σακχαροποίησης για να το φέρετε στους %2.
es: Calentar %1 del contenido del macerador hasta que hierva y devolverlo a la olla de maceración para alcanzar %2.
fr: Portez %1 de la maische au point d'ébullition et reversez-la dans la cuve matière afin de l'amener à %2.
hu: Forrald fel a cefre %1 részét, majd öntsd vissza a cefréző edénybe, így a cefre hőmérséklete a következő értékre módosul: %2.
it: Porta %1 del mosto a bollore e tornare al mash tun per portarla a %2.
nb: Kok opp %1 av mesken og returner det til meskekaret for å bringe den til %2.
nl: Breng %1 van de maisch aan het koken en voeg het wwer terug aan het maisch vat om het naar %2 te brengen.
pl: Zagotuj %1 zacieru i zawróć do kadzi zaciernej, w celu podniesienia temperatury do %2.
pt_br: Trazer %1 do mosto para ferver e voltar para a panela de mosto para trazê-lo para %2.
ru: Довести %1 затора до кипения и вернуть в затор для получения %2.
sv: Koka %1 av mäsken och häll tillbaka det i mäsktunnan för att nå %2.

# Recipe|
source: Hold for %1.
ca: Manteniu-la durant %1.
cs: Počkejte %1.
de: Für %1 warten.
el: κρατήστε το για %1.
es: Mantener por %1.
fr: Maintenez pendant %1.
hu: Tartsd %1.
it: Mantenere la posizione per %1.
nb: Hold i %1.
nl: %1 aanhouden.
pl: Utrzymaj przez %1.
pt_br: Aguardar por %1.
ru: Удерживать для %1.
sv: Håll den här för %1.

# Recipe|
source: Put %1 %2 into boil for %3.
ca: Poseu %1 de «%2» a l'ebullició durant %3.
cs: Nechte %1 %2 vařit po dobu %3.
de: Geben Sie %1 %2 für %3 zum Kochen hinzu.
el: Βάλτε %1 %2 για βράσιμο για %3.
es: Poner %1 %2 al hervor por %3.
fr: Mettez %1 %2 à l'ébullition pendant %3.
hu: Öntsd össze %1 és %2 részeket, majd forrald %3
it: Metti %1 %2 in ebollizione per %3.
nb: Legg %1 %2 i kokekaret i %3.
nl: Stop %1 %2 in het kookvat voor %3.
pl: Dodaj %1 %2 do gotowania przez %3.
pt_br: Colocar %1 %2 em fervura por %3.
ru: Положить %1 %2 в кипячение для %3.
sv: Lägg i %1 %2 i koket vid %3.

# Recipe|
source: Put %1 %2 into fermenter for %3.
ca: Poseu %1 de «%2» al fermentador durant %3.
cs: Nechte %1 %2 v kvasné nádobě po dobu %3.
de: Geben Sie %1 %2 für %3 zum Gärbehälter hinzu.
el: Βάλτε %1 %2 στον κάδο ζύμωσης για %3.
es: Agregar %1 %2 al fermentador por %3.
fr: Mettez %1 %2 dans le fermenteur pendant %3.
hu: Erjesztő edénybe fejteni %1 %2 elérendő érték %3
it: Metti %1 %2 nel fermentatore per %3.
nb: Legg %1 %2 i gjæringskaret i %3.
nl: Stop %1 %2 in het vergistingsvat voor %3.
pl: Dodaj %1 %2 do fermentora dla %3.
pt_br: Colocar %1 %2 no fermentador por %3.
ru: Положить %1 %2 в бродильный бак для %3.
sv: Lägg i %1 %2 i jäskaret vid %3.

# Recipe|
source: Put %1 %2 into first wort for %3.
ca: Poseu %1 de «%2» al primer most durant %3.
cs: Přidejte %1 %2 do díla při scezování na %3.
de: Fügen Sie %1 %2 für %3 der Vorderwürze hinzu.
el: Βάλτε %1 %2 πριν το βρασμό για %3.
es: Agregar %1 %2 al mosto inicial por %3.
fr: Mettez %1 %2 en premier moût (first wort) pendant %3.
hu: Színlébe önteni %1 %2 elérendő érték %3
it: Metti %1 %2 nel primo mosto per %3.
nb: Legg %1 %2 i første vørter i %3.
nl: Stop %1 %2 in de eerste wort voor %3.
pl: Dodaj %1 %2 do brzeczki przedniej przez %3.
pt_br: Colocar %1 %2 no primeiro mosto para %3.
ru: Положить %1 %2 в первое сусло для %3.
sv: Lägg i %1 %2 i primären vid %3.

# Recipe|
source: Put %1 %2 into mash for %3.
ca: Poseu %1 de «%2» a la maceració durant %3.
cs: Přidejte %1 %2 do vystírky po dobu %3.
de: Geben Sie %1 %2 für %3 in die Maische.
el: Βάλτε %1 %2 στο σκεύος σακχαροποίησης για %3.
es: Agregar %1 %2 en la maceración por %3.
fr: Mettez %1 %2 à l'empâtage pendant %3.
hu: Cefrébe önteni %1 %2 elérendő érték %3
it: Metti %1 %2 nel mash per %3.
nb: Legg %1 %2 i meskekaret i %3.
nl: Stop %1 %2 in de maisch voor %3.
pl: Dodaj %1 %2 do zacieru dla %3.
pt_br: Colocar %1 %2 no mosto por %3.
ru: Положить %1 %2 в затор для %3.
sv: Lägg i %1 %2 i mäsken vid %3.

# Recipe|
source: Steep %1 %2 in wort for %3.
ca: Afegiu %1 de «%2» en el most a %3 d'acabar.
cs: Nechte %1 %2 máčet ve rmutu po dobu %3.
de: %1 %2 für %3 in der Würze ziehen lassen.
el: Μουσκέψτε %1 %2 στο γλεύκος για %3.
es: Remojar %1 %2 en el mosto por %3.
fr: Faites infuser %1 %2 dans le moût pendant %3.
hu: Máslani %1 %2 elérendő érték %3
it: Steep %1 %2 nel mosto per %3.
nb: Legg %1 %2 i vørterkaret i %3.
pl: Ekstrahuj %1 %2 do brzeczki dla %3.
pt_br: Passo %1 %2 no mosto para %3.
ru: Увеличить %1 %2 в сусло для %3.
sv: Stöp %1 %2 in mäsken vid %3.

# Recipe|
source: Use %1 %2 for %3
ca: Empreu %1 %2 durant %3
cs: Použijte %1 %2 na %3
de: Verwende %1 %2 für %3
el: Χρησιμοποιήστε %1 %2 για %3
es: Usar %1 %2 por %3
fr: Utilisez %1 %2 pendant %3
hu: Használni %1 %2 elérendő érték %3
it: Usa %1 %2 per %3
nb: Bruk %1 %2 i %3
nl: Gebruik %1 %2 voor %3
pl: Użyj %1 %2 dla %3
pt_br: Usar %1 %2 para %3
ru: Используй %1 %2 для %3
sv: Använd %1 %2 till %3

# Recipe|
source: Hop addition
ca: Afegiu el llúpol
cs: Přidání chmele
de: Hopfenzugabe
el: Προσθήκη λυκίσκου
es: Adición de lúpulo
fr: Ajout de houblon
hu: Komlózás
it: Aggiunta Luppolo
nb: Humletilsetting
nl: Hop gift
pl: Dodawanie chmieli
pt_br: Adição de Lúpulo
ru: Добавление хмеля
sv: Addera humle

# Recipe|
source: Use %1 %2 at bottling for %3.
ca: Empreu %1 de «%2» al embotellar durant %3.
cs: Použijte %1 %2 při lahvování po dobu %3.
de: Verwende %1 %2 zur Abfüllung von %3.
el: Χρησιμοποιήστε %1 %2 κατά την εμφιάλωση για %3.
es: Usar %1 %2 al embotellar por %3.
fr: Utilisez %1 %2 à l'embouteillage pendant %3.
hu: Használni %1 %2 palackozni %3 értéken
it: Usa %1 %2 nell'imbottigliamento per %3.
nb: Bruk %1 %2 ved flasking i %3.
nl: Gebruik %1 %2 tijdens het bottelen voor %3.
pl: Użyj %1 %2 do butelkowania dla %3.
pt_br: Usar %1 %2 no engarrafamento para %3.
ru: Используй %1 %2 при бутылировании для %3.
sv: Används %1 %2 vid buteljering med %3.

# Recipe|
source: Put %1 %2 into primary for %3.
ca: Poseu %1 de «%2» al primari durant %3.
cs: Dejte %1 %2 do hlavního kvašení na %3.
de: Fügen Sie %1 %2 für %3 der Anstellwürze hinzu.
el: Βάλτε %1 %2 κατά την αρχική ζύμωση για %3.
es: Agregar %1 %2 al primario por %3.
fr: Mettez %1 %2 en fermentation primaire pendant %3.
hu: Hozzáadni %1 %2 az elsődleges erjesztőbe, elérendő érték %3
it: Metti %1 %2 nel primario per %3.
nb: Legg %1 %2 i steg en i %3.
nl: Stop %1 %2 in de hoofdvergisting voor %3.
pl: Dodaj %1 %2 do fermentacji burzliwej dla %3.
pt_br: Colocar %1 %2 no fermentador primário por %3.
ru: Положи %1 %2 в первичное для %3.
sv: Tillsätt %1 %2 till primären vid %3.

# Recipe|
source: Put %1 %2 into secondary for %3.
ca: Poseu %1 de «%2» al secundari durant %3.
cs: Dejte %1 %2 do dokvašování na %3.
de: Füge %1 %2 der Nachgärung für %3 hinzu.
el: Βάλτε %1 %2 κατά την δεύτερη ζύμωση για %3.
es: Agregar %1 %2 al secundario por %3.
fr: Mettez %1 %2 en fermentation secondaire pendant %3.
hu: Hozzáadni %1 %2 a másodlagos erjesztőbe, elérendő érték %3
it: Metti %1 %2 nel secondario per %3.
nb: Legg %1 %2 i steg to i %3.
nl: Stop %1 %2 in het nagistingsvat voor %3.
pl: Dodaj %1 %2 do fermentacji cichej dla %3.
pt_br: Colocar %1 %2 no secundário por %3.
ru: Положи %1 %2 во вторичное для %3.
sv: Tillsätt %1 %2 till sekundären vid %3.

# Recipe|
source: Use %1 %2 for %3.
ca: Empreu %1 de «%2» durant %3.
cs: Použijte %1 %2 na %3.
de: Verwende %1 %2 für %3
el: Χρησιμοποιήστε %1 %2 για %3.
es: Usar %1 %2 por %3.
fr: Utilisez %1 %2 pendant %3.
hu: Használni %1 %2 elérendő érték %3
it: Usa %1 %2 per %3.
nb: Bruk %1 %2 i %3.
nl: Gebruik %1 %2 voor %3.
pl: Użyj %1 %2 dla %3.
pt_br: Usar %1 %2 por %3.
ru: Используй %1 %2 для %3.
sv: Använd %1 %2 till %3.

# Recipe|
source: Misc addition
ca: Afegiu ingredients extres
cs: Přídávání přípravků
de: Sonstige Zugabe
el: Προσθήκη διαφόρων
es: Adición de misc
fr: Ajout d'ingrédients divers
hu: Egyéb összetevő adagolása
it: Aggiunta materie
nb: Diverse tillegg
nl: Overige toevoegingen
pl: Użycie dodatków
pt_br: Adição de Adjuntos Cervejeiros
ru: Различные дополнения
sv: Övrig tillsats

# Recipe|
source: Do first wort hopping with
ca: Feu el primer «wort hopping» amb
cs: Proveďte chmelení při vyslazování pomocí
de: Vorderwürzehopfung mit
el: Προσθέστε τον ακόλουθο λυκίσκο πριν το βρασμό
es: Hacer First Wort Hopping con
fr: Réalisez le houblonnage pré-ébullition avec
hu: Cefrézve komlózás a köv. komlóval:
it: Fai prima il mosto luppolato con
nb: Gjør skyllehumling med
nl: Doe de eerste hopgift met
pl: Wykonaj chmielenie brzeczki przedniej z
pt_br: Faça a primeira adição do lúpulo .
ru: Первое охмеление с
sv: Humla den okokta mäsken med

# Recipe|
source: First wort hopping
ca: Primer «wort hopping»
cs: Chmelení při vyslazování
de: Vorderwürzehopfung
el: Προσθήκη λυκίσκου πριν το βρασμό
fr: Houblonnage pré-ébullition
hu: Cefrézve komlózás
it: Primo mosto luppolato
nb: Skyllehumling
nl: Eerste hopgift
pl: Chmielenie brzeczki przedniej
pt_br: Primeira adição de lúpulo
ru: Первое охмеление
sv: Humling av okokt mäsk

# Recipe|
source: You should now have %1 wort.
ca: Hauries de tenir %1 de most.
cs: Nyní byste měli mít %1 díla.
de: Sie sollten nun %1 Würze haben.
el: Τώρα θα πρέπει να έχετε %1 ποσότητα γλεύκους
es: Deberías tener %1 de mosto.
fr: Vous devriez avoir %1 de moût.
hu: Színlé mennyiség: %1
it: Si drovrebbe avere ora %1 mosto.
nb: Du skal nå ha %1 vørter.
nl: U dient nu %1 wort te hebben.
pl: Powinieneś teraz mieć %1 brzeczki.
pt_br: Agora você deve ter %1 mosto.
ru: Должно получится %1 сусла.
sv: Du borde nu ha %1 vört.

# Recipe|
source: Add %1 water to the kettle, bringing pre-boil volume to %2.
ca: Afegiu %1 d'aigua a l'olla, obtenint un volum abans d'ebullició de %2.
cs: Přidejte %1 vody do kádě, čímž získáte objem %2 před varem.
de: Geben Sie %1 Wasser in die Sudpfanne um das Pfannevollwürzevolumen auf %2 zu bringen.
el: Προσθέστε %1 νερό στην κατσαρόλα, φέρτε τον όγκο πριν το βράσιμο στους %2
es: Agregar %1 de agua a la olla, llevando el volumen a %2 antes de hervir.
fr: Ajoutez %1 d'eau à la chaudière à moût pour obtenir un volume de moût pré-ébullition de %2.
hu: Adj %1 vizet az edénybe, a forralás előtti mennyiséget a következő értékre állítva: %2
it: Aggiung i%1 acqua in pentola portando il volume della pre-ebollizione a %2.
nb: Tilsett %1 vann til kjelen, som bringer volumet før kok til %2.
nl: Voeg %1 water toe aan de ketel om het volume voor het koken op %2 te brengen.
pl: Dodaj %1 wody do kotła podnosząc ilość brzeczki przedniej do %2.
pt_br: Adicionar %1 de água à panela, trzaendo o volume da pré-fervura para %2.
ru: Добавь %1 воды в котёл, доведи объём перед кипячением до %2.
sv: Tillsätt %1 vatten till grytan så att volymen för kokning blir %2.

# Recipe|
source: Pre-boil
ca: Abans de l'ebullició
cs: Před varem
de: Vorkochen
el: πριν το βρασμό
es: Antes de hervir
fr: Pré-ébullition
hu: Forralás előtt
it: Prima della bollitura
nb: Før kok
nl: Voor het koken
pl: Przed gotowaniem
pt_br: Pré-fervura
ru: Предварительное кипячение
sv: Före kokning

# Recipe|
source: Boil or steep
ca: ebullició o esglaons
cs: Povařte nebo máčejte
el: Βράστε ή εμποτίστε
es: Hervir o remojar
fr: Bouillir ou infuser
hu: Forralás vagy máslás
it: Bollitura o steep
nb: Kok eller trekk
nl: Koken of weken
pl: Gotowanie lub ekstrahowanie
pt_br: Fervura ou Infusão
ru: Кипячение или активное кипячение
sv: Koka eller stöp

# Recipe|
source: Boil/steep fermentables
ca: Ebullició/esglaons de fermentables
cs: Suroviny do chmelovaru nebo máčení
el: Βράστε/εμποτίστε τα ζυμώσιμα
es: Hervir/Remojar Fermentables
fr: Bouillir/infuser les ingrédients fermentescibles
hu: Erjeszthető anyagok forralása/máslása
it: Bollitura/steep dei fermentabili
nb: Kok/trekk gjærbare råvarer
nl: Koken/weken mout
pl: Składniki do gotowania/ekstrahowania
pt_br: Cozimento/Passos fermentáveis
ru: Кипячение/крутое сбраживаемое
sv: Koka/stöp de jäsbara

# Recipe|
source: to the boil at knockout.
ca: al final de l'ebullició.
cs: do díla při vypnutí plamene.
el: κατά το τέλος του βρασμού
es: al hervor al fin.
fr: au moût à l'extinction du feu.
hu: forralás végén
it: ad ebollizione a eliminazione diretta.
nb: til kokingen ved kokeslutt.
nl: aan het koken aan het eind.
pl: na koniec gotowania.
pt_br: ao final da fervura, desligando-se o fogo.
ru: В момент закипания
sv: till koket vid knockout.

# Recipe|
source: Knockout additions
ca: Adicions finals
cs: Přídavky po vypnutí plamene
de: Zugaben zum Kochende
el: προσθήκες στο τέλος
es: Adiciones finales
fr: Ajouts à l'extinction du feu
hu: forralás végén adagolva
it: aggiungi eliminazione diretta
nb: Tilsettinger ved kokeslutt
nl: Toevoegingen aan het eind
pl: Dodatki na koniec gotowania
pt_br: adição no final da fervura
ru: Добавление момента закипания
sv: Knockout tillägg

# Recipe|
source: You should have %1 wort post-boil.
ca: Hauríeu de tenir %1 de most després de bullir.
cs: Měli byste získat %1 převařené mladiny.
de: Sie sollten %1 Würze nach dem Kochen erhalten.
el: Θα πρέπει να έχετε %1 γλεύκους μετά το βράσιμο.
es: Deberías tener %1 de mosto después de hervir.
fr: Vous devriez avoir %1 de moût en fin d'ébullition.
hu: Forralás utáni sörlé mennyiség %1
it: Si dovrebbe avere %1 nel mosto dopo boollitura.
nb: Du skal ha %1 vørter etter kok.
nl: U zou %1 wort moeten hebben na het koken.
pl: Powinieneś teraz mieć %1 brzeczki nastawnej.
pt_br: Você deve ter %1 de mosto após a fervura.
ru: Сусло должно быть %1 после кипячения.
sv: Du bör ha %1 vört efter kokning.

# Recipe|
source: You anticipate losing %1 to trub and chiller loss.
ca: Espereu perdre %1 en sediments i al refredar.
cs: Očekávate ztrátu %1 do mláta a při chlazení.
de: Sie erwarten %1 Verlust im Trub und Kühler.
el: Προβλέπεται να υπάρξουν απώλειες %1 από το ίζημα και τον ψύκτη
es: Esperas perder %1 por turbio y pérdidas del enfriador..
fr: Vous avez prévu une perte de %1 due à la cassure et au refroidissement.
hu: Szűrési veszteség %1
it: Si prevede di perdere %1 per la peridita di refrigerazione.
nb: Du antar å miste %1 til trub og kjølertap.
nl: U anticipeert om %1 te verliezen aan eiwitafscheiding en koeler verlies.
pl: Spodziewaj się utraty %1 w osadach i chłodzeniu.
pt_br: Você antecipa a perda de %1 para o trub e resfriamento.
ru: Вы ожидаете потерю %1 на осадок в сусловарнике и при охлаждении.
sv: Du förutses förlora %1 vid trub och chiller förlusten.

# Recipe|
source: Add %1 top up water into primary.
ca: Agregueu %1 d'aigua al primari.
cs: Dolejte %1 vody do hlavního kvašení.
de: Fügen Sie %1 Wasser der Anstellwürze hinzu.
el: προσθέστε %1 νερό στον κάδο ζύμωσης
es: Agregar %1 de agua al primario.
fr: Ajoutez %1 d'eau supplémentaire à la cuve de fermentation.
hu: %1 mennyiségű víz hozzáadása az elsődleges erjesztőbe
it: Aggiungi %1 per rabboccare acqua nel primario.
nb: Etterfyll %1 vann i primærgjæringskaret.
nl: Voeg %1 top-up water toe aan hoofdvergisting.
pl: Dodaj %1 początkowej wody do fermentora.
pt_br: Acrescente %1 de água ao fermentador primário.
ru: Добавь %1 воды в первичку
sv: Lägg till %1 påfyllningsvatten till den primära satsen.

# Recipe|
source: The final volume in the primary is %1.
ca: El volum final al primari és de %1.
cs: Celkový objem pro hlavní kvašení je %1.
de: Das endgültige Volumen in der Hauptgärung beträgt %1.
el: Ο τελικός όγκος στον κάδο ζύμωσης είναι %1.
es: El volumen final en el primario es %1.
fr: Le volume final dans la cuve de fermentation est de %1.
hu: Végleges mennyiség az elsődleges erjesztőben: %1
it: Il Volume finale del primo è %1.
nb: Sluttvolumet i primærgjæringskaret er %1.
nl: Het uiteindelijke volume in de hoofdvergisting is %1.
pl: Końcowa pojemność w fermentorze wyniesie %1.
pt_br: O volume final do fermentador primário é %1.
ru: Конечный объём в первичке %1
sv: Primärens slutgiltiga volym är %1.

# Recipe|
source: Post boil
ca: Després de l'ebullició
cs: Po chmelovaru
de: Nachkochen
el: Μετά τον βρασμό
es: Despúes de hervir
fr: Fin de l'ébullition
hu: Forralás után
it: Dopo Bollitura
nb: Etter kok
nl: Na het koken
pl: Po gotowaniu
pt_br: Pós-fervura
ru: После кипячения
sv: Efter kokning

# Recipe|
source: Boil time
ca: Temps d'ebullició
cs: Délka chmelovaru
de: Kochzeit
el: Διάρκεια βρασμού
es: Tiempo de hervido
fr: Durée d'ébullition
hu: Forralási idő
it: Tempo di bollitura
nb: Koketid
nl: Kook tijd
pl: Czas gotowania
pt_br: Tempo de Fervura
ru: Время кипячения
sv: Koktid

# Recipe|
source: You did not configure an equipment (which you really should), so tell me the boil time.
ca: No heu configurat cap equip (com hauríeu d'haver fet), així que cal que digueu ara el temps d'ebullició.
cs: Nenastavili jste vybavení (což byste opravdu měli), tudíž zadejte délku chmelovaru.
de: Sie haben keine Ausrüstung angegeben (was Sie wirklich tun sollten). Bitte geben Sie die Kochzeit an.
el: Δεν έχετε ρυθμίσει τον εξοπλισμό, ( κανονικά θα έπρεπε), γιαυτό πείτε μου τον χρόνο βρασμού.
es: No configuraste ningún equipo (lo que deberías hacer), así que introduce el tiempo de hervido.
fr: Vous n'avez pas configuré votre équipement(ce que vous devriez faire). Merci d'indiquer la durée d'ébullition.
hu: Add meg a forralási időt (nincs beállítva a felszerelésnél)
it: Non hai configurato l'attrezzatura (che si dovrebbe fare), quindi dimmi il tempo ebollizione.
nb: Du konfigurerte ikke noe utstyr (noe du virkelig burde), så fortell meg koketiden.
nl: U heeft geen apparatuur geconfigureerd (wat zou moeten), dus vertel mij de kooktijd.
pl: Nie skonfigurowaleś sprzętu (a powinieneś), wieć podaj mi czas gotowania.
pt_br: Você não configurou um equipamento (o que você realmente deve fazer), então diga-me o tempo de fervura.
ru: Вы не указали оборудование (что вы должны сделать), поэтому время кипения укажите сами.
sv: Du har inte ställt in din utrustning (vilket du bör göra), så ange din koktid.

# Recipe|
source: Bring the wort to a boil and hold for %1.
ca: Feu bullir el most durant %1.
cs: Přiveďte dílo k varu a nechte jej %1 vařit.
de: Bringen Sie die Würze zum kochen und halten Sie die Temperatur für %1.
el: Φέρτε το γλεύκος σε βρασμό και κρατήστε το έτσι για %1.
es: Llevar el mosto a hervor y mantener por %1.
fr: Portez le moût au point d'ébullition et maintenez le pendant %1.
hu: Forrald fel a színlevet és forrald tovább %1 időtartam hosszat.
it: Portare il mosto ad ebollizione e tenerilo cos' per %1.
nb: Kok opp vørteren og hold den der i %1.
nl: Breng de wort aan de kook en houd dit aan voor %1.
pl: Doprowadź brzeczkę do gotowania i utrzymuj przez %1.
pt_br: Leve o mosto para fervura e espere %1.
ru: Доведите сусло до кипения и кипятите %1.
sv: Koka upp vörten och låt den koka i %1.

# Recipe|
source: Start boil
ca: Comença l'ebullició
cs: Začátek chmelovaru
de: Kochen starten
el: Αρχίστε το βράσιμο
es: Empezar el hervido
fr: Début de l'ébullition
hu: Forralás kezdete
it: Partenza bollitura
nb: Start kok
nl: Start het koken
pl: Rozpocznij gotowanie
pt_br: Iniciar fervura
ru: Начало кипения
sv: Starta kokningen

# Recipe|
source: Stop boiling the wort.
ca: Pareu de bullir el most.
cs: Ukončete chmelovar.
de: Stoppen Sie das Würzekochen.
el: Σταματήστε το βράσιμο του γλεύκους
es: Parar de hervir.
fr: Arrêtez l'ébullition du moût.
hu: A színlé forralását be kell fejezni.
it: Ferma la bollitura del mosto.
nb: Stopp vørterkokingen.
pl: Zakończ gotowanie brzeczki.
pt_br: Parar de cozinhar o mosto.
ru: Остановки кипячения сусла
sv: Stoppa vörtkokningen.

# Recipe|
source: Cool wort and pitch
ca: Refredeu el most i sembreu
cs: Schlaďte dílo a přidejte kvasnice
de: Die Würze kühlen und Zugabe von
el: Παγώστε το γλεύκος και ρίξτε
es: Enfriar el mosto y añadir
fr: Refroidissez le moût et ensemencez avec
hu: Sörlé hűtés és beoltás élesztővel
it: Mosto freddo e intenso
nb: Kjøl vørteren og tilsett
nl: Koel de wort en voeg gist toe
pl: Schłódź brzeczkę i zadaj
pt_br: Mosto refriado e inóculo
ru: Охлаждение сусла и слив
sv: Kyl vörten och tillsätt
