Repository: Brewtarget/brewtarget
Catalog: translations/lpad/bt-*.po
Languages: ca, cs, de, el, es, fr, hu, it, nb, nl, pl, pt_br, ru, sv

# ScaleRecipeTool|
source: Recipe Scaled
ca: Recepta Escalada
cs: Změna objemu
de: Rezept skaliert
el: Αναπροσαρμογή συνταγής
es: Receta Escalada
fr: Recette ajustée
hu: Arányított recept
it: Ricetta scalata
nb: Skalert oppskrift
nl: Recept Geschaald
pl: Receptura została przeskalowana
pt_br: Receita Dimensionada
ru: Рецепт запечатан
sv: Receptet är skalat

# ScaleRecipeTool|
source: The equipment and mash have been reset due to the fact that mash temperatures do not scale easily. Please re-run the mash wizard.
ca: L'equip i el macerat s'han reiniciat a causa de que les temperatures del macerat no s'escalen fàcilment. Cal reiniciar l'assistent del macerat.
cs: Vybavení a rmutování byly vymazány jelikož se rmutovací teploty špatně škálují. Prosím, spusťe znovu průvodce rmutováním.
de: Die Ausrüstung und Maische wurden zurückgesetzt weil die Maischtemperaturen sich nicht einfach anpassen lassen. Bitte führen sie den Maische-Assistenten erneut aus.
el: Ο εξοπλισμός και η διαδικασία σακχαροποίησης μηδενίστηκαν εξ' αιτίας του γεγονότος ότι οι θερμοκρασίες κατά την σακχαροποίηση δεν αλλάζουν εύκολα. Χρησιμοποιήστε τον οδηγό σακχαροποίησης για νέα διαδικασία.
es: El equipo y la maceración se han reiniciado debido al hecho que las temperaturas de la maceración no se escalan facilmente. Por favor reiniciar el asistente de la maceración.
fr: L'équipement et l'empâtage ont été réinitialisés car la température d'empâtage est difficile à adapter. Faites à nouveau appel à l'assistant d'empâtage.
hu: Nem arányítható felszerelés és hőmérsékleti adatok. Indítsd újra a cefrézés varázslót!
it: Le attrezzature e il mash sono state azzerate a causa del fatto che le temperature non si sono abbassate facilmente. Si prega di eseguire nuovamente la procedura guidata di mosto.
nb: Utstyret og mesken har blitt resatt fordi mesketemperaturen ikke lar seg skalere enkelt. Vær vennlig og kjør meskeveillederen på nytt.
nl: Deapparatuur en maisch zijn gereset omdat de maisch temperatuur niet eenvoudig schaalt. Draai de maisch wizard opnieuw a.u.b.
pl: Ustawienia sprzętu i zacierania zostały zresetowane z uwagi na fakt, że skalowanie temeratury zacieru jest trudne. Proszę ponownie uruchomić kreator zacierania.
pt_br: O equipamento e esquema de mosturação devem ser redefinidos devido à dificuldade de dimensionar as temperaturas de mosturação. Por favor, execute novamente o assistente de mosturação.
ru: Оборудование и затор были сброшены т.к. температура затора не маштабируется. Пожалуйсто перезапустите визард затора.
sv: Utrustningen och mäsken har återställts på grund av att mäskens temperatur inte enkelt går att skala, vänligen kör Skalningsguiden igen.

# StyleEditor|
source: Style name
ca: Nom de l'estil
cs: Název stylu
el: Ονομασία Στυλ
es: Nombre del estilo
fr: Nom du style
hu: Stílus neve
it: Nome dello stile
nb: Stilnavn
nl: Stijl naam
pl: Nazwa stylu
pt_br: Nome do estilo
ru: Название стиля
sv: Stilnamn

# StyleEditor|
source: Style name:
ca: Nom de l'estil:
cs: Název stylu:
el: Όνομασία στυλ:
es: Nombre del estilo:
fr: Nom du style :
hu: Stílus neve:
it: Nome dello Stile:
nb: Stilnavn:
nl: Stijl naam:
pl: Nazwa stylu:
pt_br: Nome do estilo:
ru: Название стиля
sv: Stil:

# TimerDialog|
source: Addition Timer
sv: Tillsats timer

# TimerDialog|
source: Set Addition Time(min):
sv: Sätt Tillsats tid(min):

# TimerDialog|
source: Time Remaining:
sv: Återstående tid:

# TimerDialog|
source: Notes:
sv: Anteckningar:

# TimerDialog|
source: Notes...
sv: Anteckningar...

# TimerDialog|
source: Set Alarm sound
sv: Sätt alarmljud

# TimerDialog|
source: Stop Alarm
sv: Stoppa alarm

# TimerDialog|
source: Cancel
sv: Avbryt

# TimerListDialog|
source: Addition Timers
sv: Tillsats Timers

# TimerMainDialog|
source: Main Boil Timer
sv: Huvudkoks timer

# TimerMainDialog|
source: Add Timer
sv: Lägg till timer

# TimerMainDialog|
source: Start
sv: Starta

# TimerMainDialog|
source: Stop
sv: Stopp

# TimerMainDialog|
source: Reset
sv: Nollställ

# TimerMainDialog|
source: Hide Timers
sv: Göm Timers

# TimerMainDialog|
source: Show Timers
sv: Visa Timers

# TimerMainDialog|
source: Cancel Timers
sv: Avbryt Timers

# TimerMainDialog|
source: Load Current Recipe
sv: Ladda nuvarande Recept

# TimerMainDialog|
source: Set Boil Timer (mins):
sv: Sätt koktid (min):

# TimerMainDialog|
source: Set Boil Time Here
sv: Sätt koktid här

# TimerMainDialog|
source: Limit Alarm Ring Time
sv: Begränsa Alarmets ringtid

# TimerMainDialog|
source: Alarm Ring Time (secs):
sv: Alarmets ringtid (sek):

# TimerMainDialog|
source: No Timers
sv: Inga timers

# TimerMainDialog|
source: There are currently no timers to show.
sv: Det finns närvarande inge timers att visa.

# TimerMainDialog|
source: Active Timers
sv: Aktiva timers

# TimerMainDialog|
source: You currently have active timers, would you like to replace them or add to them?
sv: Du har aktiva timers igång, vill du ersätta dem eller addera till dem?

# TimerMainDialog|
source: Replace
sv: Ersätt

# TimerMainDialog|
source: Add
sv: Lägg till

# TimerMainDialog|
source: %1 of %2
sv: %1 av %2

# TimerMainDialog|
source: %1 hop addition is already timed and has been ignored.
sv: %1 humle tillsatsen är redan tajmad och har ignorerats.

# TimerMainDialog|
source: %1 hop additions are already timed and have been ignored.
sv: %1 humle tillsatserna är redan tajmad och har ignorerats.

# TimerMainDialog|
source: Duplicate Timers Ignored
sv: Duplicerade Timers ignorerade

# TimerMainDialog|
source: No Addition Timers
sv: Ingen tillsats timer

# TimerMainDialog|
source: There are no boil addition, no timers generated.
sv: Det finns inga koktillsatser, inga timers genererade.

# TimerWidget|
source: Open Sound
ca: Obriu so
cs: Otevřít zvuk
de: Ton abspielen
el: Εισάγετε ήχο
es: Abrir Sonido
fr: Ouvrir Son
hu: Hang megnyitása
it: Apri Suono
nb: Åpne lyd
nl: Open Geluid
pl: Otwórz dźwięk
pt_br: Abrir Som
ru: Выберите звук
sv: Öppna ljud

# TimerWidget|
source: Audio Files (*.wav *.ogg *.mp3 *.aiff)
ca: Fitxers d'audio (*.wav *.ogg *.mp3 *.aiff)
cs: Zvukové soubory (*.wav *.ogg *.mp3 *.aiff)
de: Audiodateien (*.wav *.ogg *.mp3 *.aiff)
el: Αρχεία ήχου (*.wav *.ogg *.mp3 *.aiff)
es: Archivos Audio (*.wav *.ogg *.mp3 *.aiff)
fr: Fichiers audio (*.wav *.ogg *.mp3 *.aiff)
hu: Audio fájl (*.wav *.ogg *.mp3*.aiff)
nb: Lydfiler (*.wav *.ogg *.mp3 *.aiff)
pl: Pliki dźwiękowe (*.wav *.ogg *.mp3 *.aiff)
pt_br: Arquivos de Áudio (*.wav *.ogg *.mp3 *.aiff)
ru: Аудиофайлы (*.wav *.ogg *.mp3 *.aiff)
sv: Ljudfiler (*.wav *.ogg *.mp3 *.aiff)

# TimerWidget|
source: Notes...
sv: Anteckningar...

# TimerWidget|
source: and
sv: och

# TimerWidget|
source: Error
sv: Fel

# TimerWidget|
source: Addition time cannot be longer than remaining boil time
sv: Tilläggstid kan inte vara längre än kvarstående koktid

# WaterTableModel|
source: Bad model index. row = %1
ca: Índex erroni. Fila = %1
cs: Chybný index modelu. řádek = %1
de: Fehlerhafter »model index«. Zeile = %1
fr: Mauvais index de modèle. ligne = %1
it: Cattivo modello indicizzazione. Riga = %1
nb: Dårlig modell indeks.rad = %1
pl: Nieprawidłowy indeks modelu. wiersz = %1
pt_br: Índice de modelo inválido. Linha = %1
ru: Ошибочный индекс модели. строка = %1
sv: Felaktigt modellindex. rad = %1

# WaterTableModel|
source: Bad column: %1
ca: Columna errònia: %1
cs: Chybný sloupec: %1
de: Fehlerhafte Spalte: %1
el: Προβληματική στήλη: %1
fr: Mauvaise colonne : %1
it: Cattiva colonna: %1
nb: Feil kolonne: %1
pl: Zła kolumna: %1
pt_br: Coluna Inválida: %1
ru: Ошибочная колонка: %1
sv: Felaktig kolumn:%1

# WaterTableModel|
source: Name
ca: Nom
cs: Název
el: Όνομασία
es: Nombre
fr: Nom
hu: Név
it: Nome
nb: Navn
nl: Naam
pl: Nazwa
pt_br: Nome
ru: Название
sv: Namn

# WaterTableModel|
source: Amount
ca: Quantitat
cs: Množství
de: Menge
el: Ποσότητα
es: Cantidad
fr: Quantité
hu: Mennyiség
it: Ammontare
nb: Mengde
nl: Hoeveelheid
pl: Ilość
pt_br: Quantidade
ru: Количество
sv: Mängd

# WaterTableModel|
source: Calcium (ppm)
ca: Calci (ppm)
cs: Vápník (ppm)
de: Kalzium (ppm)
es: Calcio (ppm)
hu: Kalcium (ppm)
it: Calcio (ppm)
nb: Kalsium (ppm)
pl: Wapno (ppm)
pt_br: Cálcio (ppm)
ru: Кальций (ppm)
sv: Kalcium (ppm)

# WaterTableModel|
source: Bicarbonate (ppm)
ca: Bicarbonat (ppm)
cs: Uhličitany (ppm)
de: Bikarbonat (ppm)
es: Bicarbonato (ppm)
hu: Bikarbonát/Szóda (ppm)
it: Bicarbonato (PPM)
nb: Biokarbonat (ppm)
nl: Bicarbonaat (ppm)
pl: Wodorowęglan (ppm)
pt_br: Bicarbonato (ppm)
ru: Бикарбонат (ppm)
sv: Bikarbonat (ppm)

# WaterTableModel|
source: Sulfate (ppm)
ca: Sulfat (ppm)
cs: Sírany (ppm)
es: Sulfato (ppm)
hu: Szulfát (ppm)
it: Solfato (ppm)
nb: Sulfat (ppm)
nl: Sulfaat (ppm)
pl: Siarczan (ppm)
pt_br: Sulfato (ppm)
ru: Сульфат (ppm)
sv: Sulfater (ppm)

# WaterTableModel|
source: Chloride (ppm)
ca: Clor (ppm)
cs: Chloridy (ppm)
de: Chlor (ppm)
es: Cloruro (ppm)
fr: Chlorure (ppm)
hu: Klorid (ppm)
it: Cloruro (ppm)
nb: Klorid (ppm)
nl: Chloor (ppm)
pl: Chlor (ppm)
pt_br: Cloreto (ppm)
ru: Хлорид (ppm)
sv: Klor (ppm)

# WaterTableModel|
source: Sodium (ppm)
ca: Sodi (ppm)
cs: Sodík (ppm)
de: Natrium (ppm)
es: Sodio (ppm)
hu: Nátrium (ppm)
it: Sodio (ppm)
nl: Soda (ppm)
pl: Sód (ppm)
pt_br: Sódio (ppm)
ru: Сода (ppm)
sv: Natrium (ppm)

# YeastDialog|
source: Yeast name
ca: Nom del llevat
cs: Název kvasnic
de: Hefename
el: Ονομασία μαγιάς
es: Nombre de levadura
fr: Nom de la levure
hu: Élesztőtörzs neve
it: Nome Lievito
nb: Gjærnavn
nl: Gist naam
pl: Nazwa drożdży
pt_br: Nome da levedura
ru: Название дрожжей
sv: Jästnamn

# YeastDialog|
source: Yeast name:
ca: Nom del llevat:
cs: Název kvasnic:
de: Hefename:
el: Ονομασία μαγιάς
es: Nombre de levadura:
fr: Nom de la levure :
hu: Élesztő neve:
it: Nome lievito:
nb: Gjærnavn:
nl: Gist naam:
pl: Nazwa drożdży:
pt_br: Nome da levedura:
ru: Название дрожжей:
sv: Jästnamn:

# YeastDialog|
source: Yeast Database
ca: Base de dades de llevats
cs: Databáze kvasnic
de: Hefedatenbank
el: Βάση δεδομένων μαγιάς
es: Base de datos para levaduras
fr: Base de données des levures
it: Database Lievito
nb: Gjærdatabase
nl: Gist Databank
pl: Baza drożdży
pt_br: Banco de Dados de Levedura
ru: База данных дрожжей
sv: Jästdatabas

# YeastDialog|
source: Add to Recipe
ca: Afegeix a la recepta
cs: Přidat do receptu
de: Zum Rezept hinzufügen
el: Προσθήκη στην συνταγή
es: Agregar a Receta
fr: Ajouter à la recette
hu: Hozzáadás a recepthez
nb: Legg til oppskrift
pl: Dodaj do receptury
pt_br: Adicionar a receita
ru: Добавить в рецепт
sv: Lägg till i receptet

# YeastDialog|
source: New
ca: Nou
cs: Nový
de: Neu
el: Νέα
es: Nuevo
fr: Nouveau
hu: Új
it: Nuovo
nb: Ny
nl: Nieuw
pl: Nowy
pt_br: Novo
ru: Новый
sv: Ny

# YeastDialog|
source: Add selected ingredient to recipe
ca: Afegeix l'ingredient seleccionat a la recepta
cs: Přidat zvolenou přísadu do receptu
de: Füge ausgewählte Zutaten dem Rezept hinzu
el: Προσθέστε το επιλεγμένο συστατικό στην συνταγή
es: Agregar ingrediente seleccionado a la receta
fr: Ajouter l'ingrédient sélectionné à la recette
hu: Kiválasztott hozzávaló hozzáadása a recepthez
it: Aggiungi ingredienti selezionati alla ricetta
nb: Legg til valgt ingrediens til oppskrift
pt_br: Adicionar ingrediente selecionado à receita
ru: Добавить выбранный ингредиент в рецепт
sv: Addera vald ingrediens till receptet

# YeastDialog|
source: Create new ingredient
ca: Crear un ingredient nou
cs: Vytvořit novou přísadu
de: Erstelle neue Zutat
el: Δημιουργείστε ένα νέο συστατικό
es: Crear un ingrediente nuevo
fr: Créer un nouvel ingrédient
hu: Új elem hozzáadása
it: Crea nuovo ingrediente
nb: Opprett ny ingrediens
nl: Creëer nieuw ingrediënt
pl: Utwórz nowy składnik
pt_br: Criar novo ingrediente
ru: Создать новый ингредиент
sv: Skapa ny ingrediens

# YeastDialog|
source: Edit selected ingredient
ca: Edita ingredient seleccionat
cs: Upravit zvolenou přísadu
de: Bearbeite ausgewählte Zutat
el: Διόρθωση επιλεγμένου συστατικού
es: Editar ingrediente seleccionado
fr: Modifier l'ingrédient sélectionné
hu: Kiválasztott elem szerkesztése
it: Edit ingrediente selezionato
nb: Rediger valgt ingrediens
nl: Edit geselecteerde ingrediënt
pt_br: Editar ingrediente selecionado
ru: Изменить выбранный ингредиент
sv: Ändra vald ingrediens

# YeastDialog|
source: Remove selected ingredient
ca: Borra l'ingredient seleccionat
cs: Odebrat zvolenou přísadu
el: Διαγραφή επιλεγμένου συστατικού
es: Quitar ingrediente seleccionado
fr: Supprimer l'ingrédient sélectionné
hu: Kiválasztott elem törlése
it: Rimuovi ingerdiente selezionato
nb: Fjern valgt ingrediens
nl: Verwijder geselecteerde ingrediënt
pt_br: Remover ingrediente selecionado
ru: Удалить выбранный ингредиент
sv: Ta bort vald ingrediens

# YeastItemDelegate|
source: Wheat
ca: Blat
cs: Pšenice
de: Wiezen
es: Trigo
fr: Blanche
hu: Búza
nb: Hvete
nl: Tarwe
pl: Pszeniczne
pt_br: Trigo
ru: Пшеница
sv: Vete

# YeastItemDelegate|
source: Wine
ca: Vi
cs: Víno
de: Wein
el: Κρασί
es: Vino
fr: Vin
hu: Bor
it: Vino
nb: Vin
nl: Wijn
pl: Wino
pt_br: Vinho
ru: Вино
sv: Vin

# YeastItemDelegate|
source: Liquid
ca: Líquid
cs: Tekuté
de: Flüssigkeit
el: Υγρή
es: Líquida
fr: Liquide
hu: Folyékony élesztő
it: Liquido
nb: Væske
nl: Vloeistof
pl: Płynne
pt_br: Líquido
ru: Жидкие
sv: Vätska

# YeastItemDelegate|
source: Dry
ca: Sec
cs: Sušené
de: Trocken
el: Ξηρή
es: Seca
fr: Sèche
hu: Szárított élesztő
it: Secco
nb: Tørr
nl: Droog
pl: Suche
pt_br: Secar
ru: Сухие
sv: Torr

# YeastItemDelegate|
source: Slant
ca: Pendent
cs: Agar
de: Schrägkultur
el: επικλινής
es: Pendientes
fr: Gélose inclinée
it: Inclinazione
nb: Prøverør
nl: Opgekweekt
pl: Skos
pt_br: Tubo inclinado contendo cultura pura de levedura
ru: Наклонный
sv: Lutning

# YeastItemDelegate|
source: Culture
ca: Cultiu
cs: Kultura
de: Kultur
el: Καλιέργεια
es: Cultivo
hu: élesztőkultúra
it: Cultura
nb: Kultur
nl: Cultuur
pl: Gęstwa
pt_br: Cultura
ru: Культура
sv: Kultur

# YeastTableModel|
source: Bad model index. row = %1
ca: Índex erroni. Fila = %1
cs: Chybný index modelu. řádek = %1
de: Fehlerhafter »model index«. Zeile = %1
fr: Mauvais index de modèle. ligne = %1
it: Cattivo modello di indice.Riga= %1
nb: Dårlig modell indeks.rad = %1
pl: Nieprawidłowy indeks modelu. wiersz = %1
pt_br: Índice de modelo inválido. Linha = %1
ru: Ошибочный индекс модели. строка = %1
sv: Felaktigt modellindex. rad = %1

# YeastTableModel|
source: Bad column: %1
ca: Columna errònia: %1
cs: Chybný sloupec: %1
de: Fehlerhafte Spalte: %1
el: Προβληματική στήλη: %1
fr: Mauvaise colonne : %1
it: Cattiva colonna: %1
nb: Feil kolonne: %1
pl: Zła kolumna: %1
pt_br: Coluna Inválida: %1
ru: Ошибочная колонка: %1
sv: Felaktig kolumn:%1

# YeastTableModel|
source: Name
ca: Nom
cs: Název
el: Ονομασία
es: Nombre
fr: Nom
hu: Név
it: Nome
nb: Navn
nl: Naam
pl: Nazwa
pt_br: Nome
ru: Название
sv: Namn

# YeastTableModel|
source: Type
ca: Tipus
cs: Druh
de: Typ
el: Είδος
es: Tipo
hu: Fajta
it: Tipologia
pl: Typ
pt_br: Tipo
ru: Тип
sv: Sort

# YeastTableModel|
source: Form
ca: Format
cs: Forma
el: Μορφή
es: Formulario
fr: Format
hu: Forma
it: Forma
nb: Skjema
nl: Vorm
pl: Postać
pt_br: Formulário
ru: Форма
sv: Formulär

# YeastTableModel|
source: Amount
ca: Quantitat
cs: Množství
de: Menge
el: Ποσότητα
es: Cantidad
fr: Quantité
hu: Mennyiség
it: Ammontare
nb: Mengde
nl: Hoeveelheid
pl: Ilość
pt_br: Quantidade
ru: Количество
sv: Mängd

# YeastTableModel|
source: Laboratory
ca: Laboratori
cs: Laboratoř
de: Labor
el: Εργαστήριο/Εταιρία
es: Laboratorio
fr: Laboratoire
hu: Laboratórium
it: Laboratorio
nb: Laboratorie
nl: Laboratorium
pl: Laboratorium
pt_br: Laboratório
ru: Лаборатория
sv: Laboratorium

# YeastTableModel|
source: Product ID
ca: ID del producte
cs: ID produktu
de: Produkt ID
el: Κωδικός προιόντος
es: ID del producto
fr: ID du produit
hu: Termékazonosító
it: ID Prodotto
nb: Produkt-ID
pl: ID produktu
pt_br: ID do Produto
ru: ID продукта
sv: Produkt-ID

# YeastTableModel|
source: Inventory
ca: Existències
cs: Sklad
de: Lagerbestand
el: Ευρετήριο ειδών
es: Inventario
fr: Inventaire
hu: Készlet
nb: Lagerbeholdning
pl: Magazyn
pt_br: Inventário
ru: Инвентарь
sv: Inventarium

# brewDayScrollWidget|
source: Form
ca: Format
cs: Forma
el: Μορφή
es: Formulario
fr: Format
hu: Forma
it: Forma
nb: Skjema
nl: Vorm
pl: Postać
pt_br: Formulário
ru: Форма
sv: Formulär

# brewDayScrollWidget|
source: Generate Instructions
ca: Genera Instruccions
cs: Vygenerovat pokyny
de: Erzeuge Anweisungen
el: Δημιουργία οδηγιών
es: Generar Instrucciones
fr: Générer les Instructions
hu: Útmutató készítése
it: Istuzioni generali
nb: Generer instruksjoner
nl: Genereer Instructies
pl: Wygeneruj instrukcje
pt_br: Gerar Instruções
ru: Создать инструкции
sv: Generera instruktioner

# brewDayScrollWidget|
source: Insert step
ca: Afegiu una fase
cs: Přidat krok
de: Schritt einfügen
el: Εισάγετε βήμα
es: Introducir un escalón
fr: Insérer une étape
hu: Lépés beszúrása
it: Inserisci passaggio
nb: Legg til fase
nl: Voeg stap toe
pl: Dodaj krok
pt_br: Inserir etapas
ru: Добавить этап
sv: Lägg till steg

# brewDayScrollWidget|
source: Name
ca: Nom
cs: Název
el: Ονομασία
es: Nombre
fr: Nom
hu: Név
it: Nome
nb: Navn
nl: Naam
pl: Nazwa
pt_br: Nome
ru: Название
sv: Namn

# brewDayScrollWidget|
source: Name of new step
ca: Nom del pas nou
cs: Název kroku
de: Name des neuen Schritts
el: Ονομασία νέου βήματος
es: Nombre del nuevo escalón
fr: Nom de la nouvelle étape
hu: Új lépés neve
it: Nome del nuovo Steep
nb: Navn på ny fase
nl: Naam van de nieuwe stap
pl: Nazwa nowego kroku
pt_br: Nome de novo passo
ru: Название нового этапа
sv: Namn för nytt steg

# brewDayScrollWidget|
source: Step #
ca: Pas número
cs: Číslo kroku
de: Schritt #
el: Βήμα #
es: Escalón #
fr: Étape #
hu: lépés #.
it: Passo #
nb: Fase #
nl: Stap #
pl: Krok #
pt_br: Passo #
ru: Этап №
sv: Steg #

# brewDayScrollWidget|
source: The number where the new step should be placed
ca: El número és la posició on en el pas s'ha de col·locar
cs: Číslo, kam má být krok přidán
de: Die Stelle an welcher der neue Schritt platziert werden soll
el: Σειρά στην οποία θα μπει το νέο βήμα
es: El número en donde el escalón debería estar colocado
fr: La position à laquelle insérer la nouvelle étape
hu: A hely/szám, ahová az új lépés beillesztésre kerül
it: Il numero in cui il nuovo passo deve essere collocato
nb: Nummeret hvor den nye fasen skal bli plassert
nl: Het nummer waar de nieuwe staop geplaatst moet worden
pl: Numer gdzie powinien znaleść się nowy krok zacierania
pt_br: Número onde o novo passo deve ser colocado
ru: Номер добавляемого этапа
sv: Numret för det nya steget

# brewDayScrollWidget|
source: Insert the new step
ca: Afegeix el pas nou
cs: Přidat nový krok
de: Den neuen Schritt einfügen
el: Εισάγετε νέο βήμα
es: Introducir el nuevo escalón
fr: Insérer la nouvelle étape
hu: Új lépés beillesztése
it: Inserisci nuovo step
nb: Legg til den nye fasen
nl: Voer de nieuwe stap in
pl: Dodaj nowy krok
pt_br: Inserir novo passo
ru: Вставить новый этап
sv: Lägg till det nya steget

# brewDayScrollWidget|
source: Move steps
ca: Mou els passos
cs: Přesunout kroky
de: Schritte verschieben
el: Μετακίνηση βήματος
es: Mover escalones
fr: Déplacer les étapes
hu: Lépés áthelyezése
it: Muovi steps
nb: Flytt fase
nl: Verplaats stappen
pl: Przesuń kroki
pt_br: Mover passos
ru: Переместить этапы
sv: Fler steg

# brewDayScrollWidget|
source: Move currently selected step up
ca: Moure el pas seleccionat cap amunt
cs: Přesunout zvolený nahoru
de: Bewege ausgewählten Schritt nach oben
el: Μετακίνηση του επιλεγμένου βήματος πάνω
es: Mover hacia arriba el escalón seleccionado
fr: Déplacer l'étape choisie vers le haut
hu: A kijelölt lépés felfelé mozgatása
it: Spostare passo attualmente selezionato in alto
nb: Flytt valgte fase opp
nl: Verplaats de geselecteerde stap omhoog
pl: Przesuń wybrany krok wyżej
pt_br: Mover para cima passo selecionado
ru: Переместить выбранный этап вверх
sv: Flytta valt steg uppåt

# brewDayScrollWidget|
source: Move currently selected step down
ca: Moure el pas seleccionat cap avall
cs: Přesunout zvolený dolů
de: Bewege ausgewählten Schritt nach unten
el: Μετακίνηση του επιλεγμένου βήματος κάτω
es: Mover hacia abajo el escalón seleccionado
fr: Déplacer l'étape choisie vers le bas
hu: A kijelölt lépés lefelé mozgatása
it: Spostare passo attualmente selezionato verso il basso
nb: Flytt valgte fase ned
nl: Verplaats de geselecteerde stap omlaag
pl: Przesuń wybrany krok niżej
pt_br: Mover para baixo passo selecionado
ru: Переместить выбранный этап вниз
sv: Flytta valt steg nedåt

# brewDayScrollWidget|
source: Remove currently selected step
ca: Esborrar el pas seleccionat
cs: Odebrat zvolený krok
de: Den derzeitig gewählten Schritt entfernen
el: Διαγραφή του επιλεγμένου βήματος
es: Quitar el escalón seleccionado
fr: Supprimer l'étape sélectionnée
hu: A kijelölt lépés törlése
it: Rimuovere passo attualmente selezionato
nb: Fjern valgte fase
nl: Verwijder geselecteerde stap
pl: Usuń wybrany krok
pt_br: Remover passo selecionado
ru: Удалить выбранный этап
sv: Ta bort valt steg

# brewDayWidget|
source: Brewday Mode
ca: Mode de dia d'elaboració
cs: Režim varního listu
de: Brautag-Ansicht
es: Modo Elaboración
fr: Mode - Journée de brassage
hu: Főzési nap mód indítása
it: Modalità Brewday
nb: Bryggedag
nl: Brouwdag Modus
pl: Tryb dnia warzenia
pt_br: Cronograma da Brassagem
ru: Режим 'День варки'
sv: Bryggdagsläge

# brewDayWidget|
source: Instructions
ca: Instruccions
cs: Instrukce
de: Instruktionen
el: Οδηγίες
es: Instrucciones
hu: Utasítások
it: Istruzioni
nb: Instruksjoner
nl: Instructies
pl: Instrukcje
pt_br: Instruções
ru: Инструкции
sv: Instruktioner

# brewDayWidget|
source: Move currently selected step up
ca: Mou el pas seleccionat amunt
cs: Přesunout zvolený nahoru
de: ge ausgewählten Schritt nach oben
el: Μετακίνηση του επιλεγμένου βήματος πάνω
es: Mover hacia arriba el escalón seleccionado
fr: Déplacer l'étape choisie vers le haut
hu: A kijelölt lépés felfelé mozgatása
it: Spostare passo attualmente selezionato in alto
nb: Flytt valgte fase opp
nl: Verplaats de geselecteerde stap omhoog
pl: Przesuń wybrany krok wyżej
pt_br: Mover para cima o atual passo selecionado
ru: Переместить выбранный этап вверх
sv: Flytta vald utrustning

# brewDayWidget|
source: Up
ca: Amunt
cs: Nahoru
de: Hoch
el: Πάνω
es: Subir
fr: Haut
hu: Fel
it: Su
nb: Opp
nl: Omhoog
pl: Góra
pt_br: Para cima
ru: Вверх
sv: Uppåt

# brewDayWidget|
source: Move currently selected step down
ca: Mou el pas seleccionat amunt
cs: Přesunout zvolený dolů
de: Bewege ausgewählten Schritt nach unten
el: Μετακίνηση του επιλεγμένου βήματος κάτω
es: Mover hacia abajo el escalón seleccionado
fr: Déplacer l'étape choisie vers le bas
hu: A kijelölt lépés lefelé mozgatása
it: Spostare passo attualmente selezionato verso il basso
nb: Flytt valgte fase ned
nl: Verplaats de geselecteerde stap omlaag
pl: Przesuń wybraną instrukcję w górę
pt_br: Mover passo selecionado para baixo
ru: Переместить выбранный этап вниз
sv: Flytta valt steg nedåt

# brewDayWidget|
source: Down
ca: Avall
cs: Dolů
de: Runter
el: Κάτω
es: Bajar
fr: Bas
hu: Le
it: Giù
nb: Ned
nl: naar Beneden
pl: Dół
pt_br: Para baixo
ru: Вниз
sv: Ned

# brewDayWidget|
source: Remove currently selected step
ca: Esborra el pas seleccionat
cs: Odebrat zvolený krok
de: Den derzeitig gewählten Schritt entfernen
el: Διαγραφή του επιλεγμένου βήματος
es: Quitar el escalón seleccionado
fr: Supprimer l'étape sélectionnée
hu: A kijelölt lépés törlése
it: Rimuovere passo attualmente selezionato
nb: Fjern valgte fase
nl: Verwijder geselecteerde stap
pl: Usuń wybrany krok
pt_br: Remover passo selecionado
ru: Удалить выбранный этап
sv: Ta bort valt steg

# brewDayWidget|
source: Remove
ca: Esborra
cs: Odebrat
de: Entfernen
el: Διαγραφή
es: Quitar
fr: Supprimer
hu: Törlés
it: Rimuovi
nb: Fjern
nl: Verwijder
pl: Usuń
pt_br: Remover
ru: Удалить
sv: Ta bort
